[
  {
    "Rank": "N/A",
    "Name": "Into Glory Ride: Fast table-top gaming with model soldiers, dice and rules covering the period 1500AD - 1900AD",
    "ID": 308635,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308635/into-glory-ride-fast-table-top-gaming-with-model-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This set is an extension of Phalanx. Where this set differs is in that we have concentrated on speed of play while maintaining a good level of accuracy. We hope this is achieved by using efficient game mechanics that take a pure mathematical approach. This game contains many radical systems, terminology and mechanics of which combat resolution by one die is at the forefront. A lot of effort and thinking went into this game, our hope is that you enjoy gaming with Into Glory Ride.&#10;&#10;Of course, your initial reaction may be &quot;1500 - 1900, just not possible&quot;. However, while developing and testing Phalanx we started to see no logical reason to subdivide the period of 1500AD to 1900AD into the classic periods of Renaissance, Marlburian, Napoleonic, ACW and Colonial. We see the period from a different perspective, that of the increasing lethality of firearms and their effect on the field. Physics and physical constrains are our guidelines. In other areas not much changed, a Soldier at the battle of Omdurman would not find himself too out of place at Waterloo. However, his weapons being much more lethal. The dense close order of Line Infantry (1700ish) gave way to the thick skirmishing lines of the ACW and Colonial period. Even WW1 was fought using 19th Century thinking, albeit with massive fire power. Just be incompetent and you'll game quite realistically.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The Land Surveyors",
    "ID": 308636,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308636/carcassonne-the-land-surveyors",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Carcassonne: The Land Surveyors, surveyors roam the countryside, changing the value of roads, cities, and monasteries when they're scored.&#10;&#10;More specifically, you'll create a stack of surveyor tiles for each of these three landscape features, with one tile being active for each feature and one tile being the next in line. When at least one feature scores points for any player, you resolve everything based on the currently active tiles, then you place those tiles on the bottom of their stacks, making the next-in-tile of each type the active tile. Some tiles give you bonuses, others penalties, so time the scoring carefully while the surveyors are on your side!&#10;&#10;This expansion was first released as a print-and-play through Hans im Gl&uuml;ck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Martians: New Upgrades",
    "ID": 308639,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308639/first-martians-new-upgrades",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "5",
    "Description": "Let&rsquo;s escape this planet for a moment, shall we? And once you&rsquo;re on Mars, why not make sure your buildings are perfectly adapted for whatever future might bring? To make it easier we&rsquo;re publishing new alternative building upgrades for you to use when playing First Martians. Print them out, and at the start of the game throw a coin for each building separately to decide which card (the one from the base game or the printed one) will be used during your game. Good luck!&#10;&#10;This print at home mini expansion includes seven new upgrade cards and seven upgrade tiles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age Of Sigmar (Second Edition): Death Battletome – Ossiarch Bonereapers",
    "ID": 308641,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308641/warhammer-age-of-sigmar-second-edition-death-battl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "210",
    "Weight": "0",
    "Description": "The Ossiarch Bonereapers come forth in macabre splendour, for they are Nagash's will given form. All that they kill becomes theirs, body and soul. This is a military force like no other, organised and efficient, led by generals created by the supreme lord of the undead and lent a measure of his necromantic power.&#10;&#10;Inside this 120-page book you'll find overview of the Ossiarch Bonereapers &ndash; Nagash's elite undead army. A huge selection of rules gives you countless ways to play with your Bonereapers collection. Allegiance abilities reward you for fielding dedicated forces of Ossiarch Bonereapers, while rules for several legendary legions allow you to tailor your army to suit your playstyle. Warscroll battalions reward you for fielding specific combinations of models, while Path to Glory warband creation rules and bespoke Ossiarch Bonereapers missions are perfect for your first few games. This battletome is also a great resource for collectors, featuring tips for painting details like bone, armour and magical runes, as well as a showcase of beautifully painted Citadel miniatures to inspire your own collection.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Random",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age Of Sigmar (Second Edition): Destruction Battletome – Orruk Warclans",
    "ID": 308643,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308643/warhammer-age-of-sigmar-second-edition-destruction",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "210",
    "Weight": "0",
    "Description": "In the Mortal Realms, there are those who fight for justice, those who fight for glory, and those who fight to serve the wills of their all powerful gods. Orruks, on the other hand, fight for nothing but the sheer brutal fun of it! Sound appealing? Then Battletome: Orruk Warclans is for you! In this 104-page hardback battletome, you&rsquo;ll find a complete guide to the vast and brutal warclans of the Orruks &ndash; the dead &lsquo;ard Ironjawz, and the tribalistic, savage Bonesplitterz. You'll discover the brutal (and often hilarious) history of the greenskins in the Mortal Realms, and their twin-headed god, Gorkamorka, illustrated with rich art that brings their world to life.&#10;&#10;Meanwhile, a set of allegiance abilities allow you to field your Bonesplitterz and Ironjawz models on the tabletop with powerful faction rules of their own that let you master their distinct strategies and ways of war on the tabletop. You can even combine your armies into one massive Big Waaagh! &ndash; a combined horde of Orruks with faction rules representing the devastating magical energy created by such a destructive gathering! Warscroll battalions, magical spells, command traits, artefacts and more give you a vast degree of choice for customising your collection &ndash; from monstrous cavalcades to armoured hordes, you'll have loads of choice as to how your army looks. What&rsquo;s more, the book contains painting tips and different colour schemes to inspire your collection, as well as bespoke missions and Path to Glory rules that are perfect for organising your first battles with your Orruk horde.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Random",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Resident Evil 3: The Board Game – City of Ruin",
    "ID": 308648,
    "Year": "(2021)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308648/resident-evil-3-the-board-game-city-of-ruin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion includes nine new scenarios to expand your Resident Evil 3: The Board Game campaign. That&rsquo;s over 11 hours of extra gameplay.&#10;&#10;City of Ruin includes:&#10;&#10;1 Nemesis Stage Three miniature&#10;1 Grave Digger Adult miniature&#10;2 Hunter &beta; miniatures&#10;2 Hunter &gamma; miniatures&#10;8 Sliding Worm miniatures&#10;6 Tiles&#10;76 Cards&#10;29 Tokens&#10;9 New Scenarios&#10;&#10;City of Ruin adds nine new scenarios to the fourteen scenarios from the core game, significantly increasing the play time from 19 hours to over 30 hours. These scenarios introduce new rules and experiences that will challenge even the hardiest Resident Evil&trade; board game veterans.&#10;&#10;As you play, you&rsquo;ll visit three new locations: the Raccoon City General Hospital, the City Park, and the Dead Factory. To represent these eerie areas, the expansion includes brand new tiles with exciting new artwork&mdash;as well as a special, extra-large boss fight tile.&#10;&#10;In fact, City of Ruin includes two massive new bosses&mdash;with bases so large they take up multiple squares. These powerful enemies have considerably higher stamina, can perform much more devastating attacks, and can viciously shove characters out of their path when they move.&#10;&#10;In short, they&rsquo;re not to be trifled with. Weapons won&rsquo;t be enough to defeat them. Instead, players will need to be clever in how they use their environment to defeat these terrible foes. But, of course, the bosses aren&rsquo;t alone. City of Ruin adds three new enemy types and twelve new enemy miniatures to Resident Evil&trade; 3: The Board Game. Each one of these enemies is dangerous in their own right, forcing players to learn new strategies to escape or defeat them.&#10;Still, don&rsquo;t worry too much. You won&rsquo;t be without help.&#10;&#10;To assist you in facing these terrible foes, City of Ruin includes new weapons, and new ammunition types for the Handgun, Shotgun, and Grenade Launcher.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Video Game Theme: Resident Evil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zeds Zone",
    "ID": 308660,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/308660/zeds-zone",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "ZEDS ZONE is a roll &amp; write game with a length of 15-30 minutes for 1+ players. They will try to escape from an area infested with zombies, kill all they can along the way, and rescue survivors.&#10;&#10;COMPONENTS: Each player needs a game sheet, a black pencil, and two others of different colors. Also, two six-sided dice of different colors are used (one light and one dark). Two dice are enough for all players.&#10;&#10;OBJECTIVE: Draw a passable area from the entrance of the Z Zone to the exit and activate the generator to open the door. If there are several players, they must also try to get the most Victory Points to win. If you play solo, try to beat your own score.&#10;&#10;Game Play:&#10;&#10;1. Roll the dice. Every player must cross out the rolled sector in his or her Sector Table. If the rolled sector is already crossed out, the player must select the previous or the next available sector in the row. If there are no available sectors in the row, you can select the last available sector of the rows above or the first available sector of the rows below. If you want to use a shelter, you can do it now.&#10;&#10;2. All players draw the sector they crossed out on their Z Zone, then they color it. You can draw it on any free square (it does not have to be adjacent to other drawn square), but it must be drawn just as shown in the Sector Table, i.e., you cannot rotate it. If the new sector is added to the passable area, color it with the appropriate color.&#10;&#10;3. If a zombie is activated, circle it. If you cannot kill all the activated zombies (by crossing out as many guns as the number of activated zombies), you lose immediately.&#10;&#10;4. You can activate the grenade if it is in the passable area.&#10;&#10;The game ends at the 20th turn, i.e., when you have drawn 20 sectors in all the 20 squares of your Z Zone. If you draw a passable area from the entrance to the exit and it has a generator within before the 20th turn, you do not win yet. If the 20th turn begins and you have not drawn a generator in your Z Zone yet, ignore the rolled sector and draw one of the two sectors which have the generator within. At the end of the 20th turn, surviving players must check if they have activated the generator and drawn a passable area from the entrance to the exit. Those who succeeded, count their Victory Points &mdash;the player with the most Victory Points is the winner. If no one succeeded, everybody loses the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Zombies",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hyperwars",
    "ID": 308676,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/308676/hyperwars",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Hyperwars is a cyberpunk themed real-time area control board game for 3-5 players that can be played in 10-15 minutes.&#10;&#10;Players take on the role of large Corporations set in the dystopian city of Urbana. You are competing for hegemony in the market of illicit products.&#10;&#10;&#226;&#128;&#139;The game is played in two stages: the Action Phase and the Scoring Phase.&#10;&#10;&#226;&#128;&#139;The Action Phase is played in real-time for exactly five minutes. There are no individual player turns. Players perform all actions simultaneously. During this phase, players use their Action cards to deploy Agents and move goods from their sources to the Districts they wish to control. Each District has strict needs the Corporations need to supply.&#10;&#10;The Scoring Phase happens after the five-minute Action Phase ends. During that phase, the player with more Agents in a given District is said to control it and has the chance to fulfill the needs of that District, getting points for that or failing miserably. After all Districts are scored, penalties are applied based on the number of Actions cards they have left in their hands, and the winner. is determined.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Real-Time"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcaster: The Frostgrave Magazine #5",
    "ID": 308678,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308678/spellcaster-the-frostgrave-magazine-5",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Spellcaster: The Frostgrave Magazine exists to bring new rules, scenarios, and gaming ideas for players of Frostgrave and Frostgrave: Ghost Archipelago.&#10;&#10;This issue contains:&#10;&#10;&#10;     Rules for high level Heritors, including 4 Legendary Soldiers for Ghost Archipelago.&#10;&#10;&#10;&#10;     A listing of all of the monsters in Frostgrave giving individual XP rewards and any bounties that can be taken from them, including spell components.&#10;&#10;&#10;&#10;     Barbarian Hack &ndash; A Frostgrave mini-game.&#10;&#10;&#10;&#10;     Two new Legendary Soldiers for Frostgrave.&#10;&#10;&#10;&#10;     A solo dragon-hunting scenario.&#10;&#10;&#10;&#10;     8 new Ulterior Motives cards for Ghost Archipelago.&#10;&#10;&#10;&#10;     A Frostgrave &lsquo;Big-Game&rsquo; scenario featuring multiple tables.&#10;&#10;&#10;&#10;     The Failed Breed &ndash; A Frostgrave Breeding Pits scenario from the archive.&#10;&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcaster: The Frostgrave Magazine #6",
    "ID": 308682,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308682/spellcaster-the-frostgrave-magazine-6",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Spellcaster: The Frostgrave Magazine exists to bring new rules, scenarios, and gaming ideas for players of Frostgrave and Frostgrave: Ghost Archipelago.&#10;&#10;This double-sized issue contains 18 scenarios including:&#10;&#10;&#10;     Swords Against the Slime Lord &ndash; A 4-scenario Frostgrave mini-campaign.&#10;&#10;&#10;&#10;     The Frostgrave Immersion Tour pack &ndash; including 6 unique scenarios.&#10;&#10;&#10;&#10;     Standing in the Eye &ndash; A one-off Frostgrave scenario.&#10;&#10;&#10;&#10;     Warriors of Athena - Using the Frostgrave rules for playing solo Greek Myth games, including 2 scenarios.&#10;&#10;&#10;&#10;     The Witch of Mount Gramos &ndash; A 3-scenario mini-campaign for Warriors of Athena.&#10;&#10;&#10;&#10;     Giant Tortoises in Ghost Archipelago &ndash; Rules for mounts and pack tortoises as well as a solo scenario.&#10;&#10;&#10;&#10;     Eye Demons in Frostgrave &ndash; Rules for eye demons, plus a new scenario&#10;&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anarcade Deck Building Game: Champion Gold",
    "ID": 308688,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/308688/anarcade-deck-building-game-champion-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The arcade was a dark and seedy arena where men could become kings for the price of a quarter. Now is your chance! Run the high score table and rule the arcade!&#10;&#10;Anarcade is a deck building race to ace 3 arcade games before your opponents. Players play starter cards to buy better cards from the center stacks. Card actions allow players to buy better cards from the center, draw more cards for actions, earn Coins (used for buying or Scoring), or Score on the Games. The first player to fill up the High Score table wins that objective and the winner is the first player to win 3 objectives.&#10;&#10;Choose a strategy, buy the right cards and own the arcade one game at a time!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Core Clash",
    "ID": 308689,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/308689/core-clash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "2-4 players can get in on each round of Core Clash, which is a dice strategy/team skirmish tabletop game. There are detailed robot miniatures in every set in addition to three types of custom-made dice, two of which are 1-6 and one of which is 1-3. Players use the dice to allocate energy to power the Legacies and activate their attack, which is unique to each Legacy. There are also 3D buildings and mountains in every set: Legacies can destroy the buildings, while mountains can damage Legacies.&#10;&#10;To win a round of Core Clash, you need to destroy all of your enemies, achieving victory through attrition. There is no compromise, no middle ground, no surrender: as a Controller, you are in this war to the very end. The fate of Earth rests in your hands, and everyone in your enterprise is depending on you. If you have what it takes to become the Master Controller, untold power and technology are at your disposal. Otherwise, certain destruction awaits.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Kill Steal",
      "Square Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bolt Action: Campaign – Mariana & Palau Islands",
    "ID": 308690,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308690/bolt-action-campaign-mariana-and-palau-islands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Mariana and Palau Islands campaign, also known as Operation Forager, was intended to facilitate the recapture of the Philippines and to provide bases for the bombing of the Japanese mainland.&#10;&#10;This Campaign Book for Bolt Action allows players to recreate the fierce battles of Saipan, Peleliu, Guam, and many others.&#10;&#10;With new, linked scenarios, rules, troop types, and Theatre Selectors, this book provides plenty of options for both novice and veteran players alike.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Game: Bolt Action (Warlord Games)",
      "Islands: Palau",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood & Swash: Gladiator Expansion",
    "ID": 308691,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308691/blood-and-swash-gladiator-expansion",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Gladiator is an expansion for Blood &amp; Swash to add optional rules for gladiator style combat with odd weapons, animals and traps.&#10;&#10;-Description from rulebook&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood in Space: 2nd Edition",
    "ID": 308694,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/308694/blood-in-space-2nd-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blood in Space is a micro but complete set of rules for solitaire or co-op skirmish game, set on a sci-fi background. &ldquo;Micro&rdquo; refers to the small set of rules, the small time required to complete one game session and the small number of miniatures required (4-10 figures being a common range). Many micro-details are left to the player, only the &ldquo;important&rdquo; rules are included in the eighteen pages of the game.&#10;&#10;The game includes seventeen Scenarios covering iconic sci-fi scenes like exploring the planet surface, attacking an enemy base, searching an abandoned starship, freeing prisoners. Event markers placed on the Map will create the needed Fog of War and randomize the placement of enemies, events and of course loot! Terrain rules allow to quickly create different planetary conditions.&#10;&#10;Scenarios can be played individually or as part of a Campaign game: in this case a flowchart will (randomly) determine the next mission; as an example, after a &ldquo;Exploration&rdquo; mission a bad roll could send your characters on the &ldquo;Ambush&rdquo; scenario. Characters on a Campaign will be able to improve their characteristics, but with the improvement of the Reputation Level of your Crew, your enemies will also become stronger.&#10;&#10;Activation of units (friendly and enemies) is managed with a pool of activation markers, but you can never be sure that every unit will be activated. When an &ldquo;Enemy&rdquo; marker is drawn by the pool you will roll on the ENEMY ACTIVATION table in the current Scenario to determine the unit to activate and its orders.&#10;&#10; What's new in the second edition &#10;&#10;Completely redesigned starship missions, now including&#10;&#10;     21 Starship Cards&#10;     24+ Starship Tiles (300dpi)&#10;     Starship Events Table (two pages, 36 events)&#10;     New Enemies (Demons, Mutants, Insane Crews, Void Spiders)&#10;     PSI Rules: PSI powers for the characters (and for the Enemies as well)&#10;     Exoskeletons (civilian and military)&#10;     Bionics: enhance your characters with implants.&#10;     Madness rules&#10;     New Missions&#10;     New Weapons and Equipment&#10;&#10;&#10;Additional free components for the game are available on the Studium CMLXV site.&#10;&#10;Blood in Space is fully compatible with the fantasy rules for Blood on the Blade&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey The Card Game: Spell-o-rama Expansion",
    "ID": 308695,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308695/monkey-the-card-game-spell-o-rama-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The crazy wizard Kurgill is back and he's got a whole new medley of spells in store for you. Outwit him if you can!&#10;&#10;This expansion adds 22 new spell cards to the original game. Banana Ka-blama, Bear Trap, Vines, Hook, Mask, Spectacular Sheild of Mind-boggling Shininess, Python, Crystal Ball, Treasure Chest, Poison Dart Frog, Gems and Mushrooms!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flatter Me",
    "ID": 308696,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/308696/flatter-me",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Flatter Me is a compliment battle card game for two players that makes giving and receiving compliments a little easier &mdash; by turning compliments into a competition! This quick-to-learn, family-friendly battle of kind words takes 15 to 30 minutes to play.&#10;&#10;As in the classic card game War, each round, both players simultaneously reveal the top card from their stack. If your revealed card best suits your opponent's personality, they take both cards; if their card best suits your personality, you get both! In the event of a tie where both cards fit both players or neither card is a good fit, draw three more cards and reveal the fourth. Winner takes all. Repeat until the tie is broken!&#10;&#10;Once both stacks are gone, whoever received the most compliment cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Double Date Simulator",
    "ID": 308697,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/308697/double-date-simulator",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Double Date Simulator is an 18 card microgame for 2-4 people in which players take on the role of hyper-powered matchmaking algorithms and compete to see who can most successfully organize one of the most elusive of social gatherings, the double date!&#10;&#10;Players take turns drafting cards representing different artificial dater personas and placing them into couples, each of which will form a unique scoring condition based on their couples' interests. After three separate simulations, the player with the most points wins, proving once and for all that ROBOTS CAN LOVE. Or, more accurately, proving once and for all that robots who are dating can hang out with other robots who are dating and have a MUTUALLY SATISFACTORY TIME doing so.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "StrikeZone: Baseball Tabletop Game",
    "ID": 308703,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/308703/strikezone-baseball-tabletop-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Compete with friends and family in this action-packed tabletop baseball experience that's fun for all ages - indoors or out!&#10;&#10;Steps to setup the game:&#10;&#10;     Roll out your 5x5 baseball diamond.&#10;     Flip a coin to see who bats or pitches first.&#10;     Load the StrikeZone baseball into the Pitcher's hand. Pull back on the spring-loaded lever and release to fire the plunger into the back of the ball - sending it towards home plate.&#10;     With your left-hand, pull on the Batter's Line to raise and lower his arms and the bat. With your right-hand, pull back on the home plate lever to rotate your Batter's hips and swing through the ball.&#10;&#10;&#10;How to score:&#10;&#10;     If you hit the ball to a Catcher, Fielder, or Pitcher before it hits the ground - you're out!&#10;     If you ground hit the ball to a Catcher, Fielder, or Pitcher - you hit a single. (StrikeZone uses ghost runners to run the bases).&#10;     If you ground hit a ball past everyone - you hit a double or a triple based on where it rolled off the edge of the field (as marked by a 2 or a 3 on the field).&#10;     If you hit a fair ball in the air past everyone and above The Blue Monster - you hit a homer!&#10;     For an extra fun rule twist, we recommend giving human players (whoever's pitching or on defense) the ability to catch a ball in mid-air. Catch the ball before it hits the ground or the basement wall and save a run!&#10;     Strikes, balls, foul balls, outs and hitting the Batter with a pitch all follow traditional baseball scoring rules.&#10;&#10;&#10;How does a player win:&#10;Just like in Baseball, a player to score most in thier innings is a winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The New Zealand Wars: War in the Fern & Tussock – Te Kooti's Taupo Campaign 1869",
    "ID": 308704,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308704/the-new-zealand-wars-war-in-the-fern-and-tussock-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The New Zealand Wars - War in the Fern &amp; Tussock; Te Kooti&rsquo;s Taupo Campaign 1869&#10;&#10;This book carries on the New Zealand Wars conflict with background provided about the history and people that took part in the war.&#10;&#10;War in the Fern &amp; Tussock focuses on the actions that took place in the Taupo region that was first campaign when forces of both sides were many made up of Maori soldiers.&#10;&#10;Colonel Thomas McDonnell was in command of the colonial forces during this campaign that was to try to destroy Te Kooti and his Ringatu forces for good in 1869.&#10;&#10;The booklet is full of information and details about the actions and battles that took place. Information you will find inside are the orders of battle, descriptions, and important dates of the campaign. To play the scenarios and campaign you will need the rules which are in a previous title - The New Zealand Wars: Skirmish Rules and Campaign Rules for the Waikato War 1863-1864&#10;&#10;Scenarios: &#10;&#10;     Ambush at Opepe&#10;     Battle of Tauranga &ndash; Taupo Pa&#10;     Battle of Te Pononga Hill&#10;     Ambush of McDonnell&#10;     Battle of Te Porere &ndash; The Lower Redoubt&#10;     Battle of Te Porere &ndash; The Upper Redoubt&#10;&#10;&#10;These will bring to life a little known campaign that took place in the middle of the North Island of New Zealand in the Taupo region during the New Zealand Wars.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: New Zealand",
      "History: New Zealand Wars",
      "Players: Two-Player Only Games",
      "Theme: Māori"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TorKings",
    "ID": 308705,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/308705/torkings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "30",
    "Weight": "0",
    "Description": "TorKings is the game connoisseur&rsquo;s (geek-worthy) extreme upgrade of the classic game of alignment.&#10;&#10;There&rsquo;s new rules, new game options and hardware from the distant future. It's now a whole lot more than the old game of line up 4!&#10;&#10;The games now range from the classic game of Align4 (4 in a row) to TorLord &ndash; the creative mode where you win title of TorLord or TorKing and the right to change and evolve your own rules of engagement with a diversified set of tokens.&#10;&#10;In between those games are the games of TorGalor and TorKings &ndash; both radical and massive improvements to the game of alignment that truly unleash the genre&rsquo;s strategic depth and gameplay diversity to the next level.&#10;&#10;Then there&rsquo;s the new interactive cooperative team play mode that blows the dynamics out of the water even further.   A game mode that really hits the sweet spot with satisfying, engaging fun for families and friends.&#10;New Developmental Tool:  With both enhanced strategy games and interactive cooperative team play, TorKings is a new cross purposed STEM and Social IQ building tool.  Idea for developing minds and team building alike.&#10;&#10;The Geek Spectrum:  TorKings gameplay is adaptive to suit the full spectrum of players. Pick your board size, pick your game and pick your team.  Wherever you lie on the spectrum &ndash; there&rsquo;s a game option to suit.&#10;&#10;As immersive and fun as good Euro-games are they are unfortunately cursed by lengthy rules that are difficult to access, long gameplay and lengthy setup.&#10;&#10;TorKings is a complete matrix of game options to suit your occasion. The rules are super accessible, the game depth is selectable from newb to guru, the game duration is also selectable, the setup practically instant, you can play on a single, double or triple sized board and you can play one-on-one or play interactively in teams! &ndash; That&rsquo;s one freaking convenient and dynamic piece of gameware!&#10;&#10;So players of all ages can dive into the fun of the game of their choice in no time. &ndash; Quick, easy, super engaging and a load of fun!&#10;&#10;Way Back: The classic game of alignment goes back 5 decades (released as Connect4 in 1974). It&rsquo;s one of the most popular board games in the western world.  We&rsquo;ve either grown up with it (or a clone) or we&rsquo;ve been adults with kids who have played it to infinity and beyond.&#10;&#10;But it&rsquo;s a classic - so why change it?  The answer is that the gameplay is massively underdeveloped!&#10;The telling proof of that is the general attrition of the game by the time players hit their tweens. Albeit - they then grow up and return to the game for a similar time period with their own kids!&#10;&#10;The reasons for tween attrition are many but the most important factor is that the gameplay of chasing a single alignment is not strategically rich enough to maintain interest for naturally expanding minds.  It&rsquo;s too confined, too routine and lacks diversity.  If only those problems could be fixed&hellip;&#10;&#10;By comparison other strategic games like Go and Chess have a good following as minds mature.  Those games have the strategic richness to match and engage evolving minds.&#10;But how do you make the game of alignment strategically richer to engage growing and mature minds? The answer is layered but here are the basic elements of the solution: &#10;1.    Kill the sudden death approach. &#10;   &bull;    Getting a single alignment is fun.  But getting multiple alignments is a lot more fun - so in the new rules a side wins by getting the most alignments in a game.&#10;   &bull;    That finally opens up the new possibility of getting more points for multiple alignments.&#10;   &bull;    As the game plays on through alignments there is a far richer move and counter-move dynamic set up.   The dynamic shift to achieving the more dynamic multiple alignments while of course blocking the bigger game or your opponent.&#10;   &bull;    Such a simple and obvious rule change &ndash; but with a massive cascade of instantly compounding strategic depth and dynamics&#10;&bull;    You now also get paid for each new alignment you make - from your opponents unplayed tokens.  That&rsquo;s also the super simple way you keep score! Again super satisfying and adding another layer of risk management, separation anxiety and competitive dynamics. &ndash; Genius!&#10;2.    Expand the game board size&#10;   &bull;    Modular board games allow the board to get wider and that finally allows the strategic development to expand.  The result - a massive increase in player engagement and satisfaction.&#10;3.    Introduce a diversity of token characters with new properties to meaningfully contribute to the gameplay and diversify game options further.  A satisfying upgrade for seasoned strategists.&#10;4.    Open up interactive co-op team play&#10;   &bull;    The modular boards are a total natural fit for others to join and play interactive cooperative team games.  The result is a further cascade in dynamics as the human element is introduced.  It&rsquo;s easily one of the most fun ways to play. It&rsquo;s also one of the most accessible co-op styled board-games in the world! A true contender that may finally bring cooperative styled boardgaming into the mainstream!&#10;Flexibility: The options above can be toggled on or off in different game options to allow players to grow into the new gameplay levels.  Combining all of the above entirely unleashes the true potential of the strategic alignment genre.  Once you play the new games it feels strange indeed that it&rsquo;s taken 5 decades to finally make this most obvious transition.&#10;&#10;The Revolutionary New Hardware:&#10;   &bull;    Smart Tokens: Now your tokens finally sort themselves and shoot straight back at you at the press of a button.  That gives you more game time and turns the tedious task of manually sorting tokens into a magic treat for everyone, every game!&#10;   &bull;    Modular Gameboards: Players can now join up to 3 boards together to make a bigger fully integrated board.  The result is a massive boost to gameplay diversity and depth.&#10;   &bull;    Iconic 3D tokens:  We&rsquo;ve turned design thinking inside out when we developed the TorKings tokens.  They are a mixture of sculpted 3D forms and voids beautifully framed by the surrounding torus.  They are a breakthrough in visual accessibility that allows token diversity to explode along with gameplay depth.  They are also very tactile and visually stunning in the game grid.&#10;   &bull;    Snap Latch : We&rsquo;ve put an end to the violation of your tokens randomly releasing in the middle of your game.  The snap latch snaps shut and secures your game.&#10;   &bull;    Spinners:  The tokens can spin in a variety of ways.  They are handy as timers, selectors and impressively cool play things in their own right.&#10;   &bull;    Safety:  The tokens re designed to allow airflow regardless of orientation in an airway. That allows parents to breathe a little easier when younger kids inadvertently wander into the mix.&#10;   &bull;    Premium Quality: We&rsquo;ve designed the game to be a very different premium journey for players of all ages. It&rsquo;s a completely new level of enjoyment and fun.&#10;&#10;Description from the designer - James T.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Connections",
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1718 Dice Game",
    "ID": 308710,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308710/1718-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "1718 Dice game is a free PNP. PDF attached. Its a good excuse to throw lots of dice. The famous Black Beard pirate died in 1718. This simple pirate dice game was inspired by 3 dice games Roll for it, Age of War and Los Banditos.&#10;&#10;On a turn. Each player rolls his/ her available dice and will try to allocate the dice to match the requirements of the cards they want to claim in the hoard.&#10;&#10;Action cards are grey. They give no points, but allow you to do special permanent actions on your turn. they are cumulative  They are aquired through &quot;battle&quot; with dice. The dice battle could last more than 1 turn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Valor: Revolution 1848, the Schleswig Question, Hungarian Revolution & 1st Italian Risorgimento",
    "ID": 308711,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308711/age-of-valor-revolution-1848-the-schleswig-questio",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "This is an upcoming and the final, independent Age of Valor (AOV) expansion module for Age of Eagles II, also known as Napoleonic Fire &amp; Fury. As such AOE II is needed to properly play this game. In most cases all rule changes have been imbedded in the Data Charts as well as the charts and tables on the Quick Reference Sheet. All players need to do is use these new specifications or DRMs with the original rules, then play as normal. Changes unique to the Schleswig Question (1848 and 1864), the Hungarian Revolution and the 1st Italian Risorgimento, the subjects of this module, are included for both the conflict overall, and the six scenarios provided. The battle scenarios include one from the 1st Schleswig War (Idstedt), one from the 2d (Storming the Danevirke), two from the Hungarian Revolution (Isaszeg and Temesvar) and two from the 1st Italian Risorgimento (St Lucia and Novara). A bonus scenario from the Carlist Wars, the battle of Mendigorria, is also included.&#10;&#10;This AOV publication, the final one in the product line is totally FREE and can be downloaded via the Downloads Page via the Age of Eagles Website at https://ageofeagles.com/downloads.&#10;&#10;Online, public research portal for this game and its historical period (to include flags for miniatures, official histories, Public Domain military maps, images and publications - all copyright friendly and FREE to download) at http://tinyurl.com/AOV-Rev-1848-Research-Portal.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Ratio / Combat Results Table",
      "Simulation",
      "Turn Order: Random"
    ],
    "Families": [
      "History: Italian Wars of Independence",
      "History: Revolutions of 1848",
      "History: Schleswig Wars",
      "Series: Age of Eagles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Nighthaunt",
    "ID": 308712,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308712/warhammer-age-of-sigmar-warcry-nighthaunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Driven by an all-consuming hatred of living things, these spectral horrors sweep across the realms in great hosts, killing everything in their path. They remember only dim echoes of their past, fragments of the person they were, and half-faded memories of the events that led to their current predicament. This is enough to keep them in a state of perpetual torment, which pleases cruel Nagash. On occasion the Great Necromancer will assemble smaller groups of Nighthaunts in order to achieve a particularly delicate task. Their incorporeal nature and resistance to most physical damage makes the gheists particularly suited to such missions.&#10;&#10;Want to play Warcry with a Nighthaunt warband? This is the perfect place to start! This specially-designed warband set contains a variety of Nighthaunt fighters, giving you a versatile and diverse warband out of the box. Fighter cards for every kind of Nighthaunt warrior make expanding your warband simple, while the Abilities card lets you master the sinister powers of the Nighthaunt.&#10;&#10;This set contains 13 Citadel Miniatures, including 4 Myrnmourn Banshees, 4 Glaivewraith Stalkers and 5 Grimghast Reapers (with the option to build one as an Extoller of Shyish). It also includes an ability card that provides reference imagery for your fighters and powers they can use on the battlefield, fighter cards for 7 different types of fighter, including the Dreadwarden, Grimghast Reaper, Chainrasp, Spirit Host, Glaivewraith Stalker, Extoller of Shyish and the Myrmourn Banshee. Finally, you'll get 2 double-sided, Nighthaunt-themed token boards, letting you track activations, initiative, treasure, objectives and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Ravaged Lands: Defiled Ruins",
    "ID": 308713,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308713/warhammer-age-of-sigmar-warcry-ravaged-lands-defil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Eightpoints are littered with the ruins of once-great kingdoms of Order. In the Age of Myth, these were bastions of enlightenment and hope inhabited by the followers of Sigmar &ndash; now, they serve as a bloody proving ground for warbands seeking glory.&#10;&#10;Bring your battles to the ruined cities of the Eightpoints and construct epic battlegrounds with this Ravaged Lands set! This expansion offers new tactical challenges for your warband to master, with ruined walls to hide behind, structures to scale and all sorts of thematic details that bring the world of Warcry to life. A double-sided gaming board makes setting up simple, and can be combined with other Ravaged Lands sets to form bigger battlefields. A deck of terrain cards provide you with all sorts of new deployment options that ensure every battle feels fresh.&#10;&#10;The set also includes a double-sided Warcry token sheet for keeping track of your fighters, plus 36 terrain cards &ndash; combine these with battleplan cards to set up your games. Whether you're looking to expand your Starter Set or beginning your journey in Warcry, this set is perfect for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Ravaged Lands: Souldrain Forest",
    "ID": 308714,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308714/warhammer-age-of-sigmar-warcry-ravaged-lands-sould",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Eightpoints is a vast and endlessly varied land, thoroughly suffused with the transmutational power of Chaos. Within its shifting borders can be found all manner of deadly environments &ndash; gheist-haunted ruins dating back to the Age of Myth, forests of sentient, blood-drinking trees, spires of cursed crystal that drain the mind and petrify the flesh, and a thousand-thousand other twisted landmarks. Scattered amidst this wild, untameable place are encampments and frontier settlements, ruled over by merciless warlords and home to some of the most wretched killers and deviants in the realms.&#10;&#10;Ravaged Lands sets are designed to expand your core Warcry experience with new challenges and thematic terrain. This set contains a selection Wyldwood scenery, plus ruined staturatary for adding even more tactical depth to your battlefields.&#10;&#10;This set contains a 22&rdquo;x30&rdquo; double-sided gameboard to battle over &ndash; one side depicts a ruined tile floor, while the other features a wasteland that matches the gameboard from the Warcry Starter Set, allowing you to combine your scenery collections for bigger battles!&#10;&#10;The set also includes a double-sided Warcry token sheet for keeping track of your fighters, plus 36 terrain cards &ndash; combine these with battleplan cards to set up your games. Whether you're looking to expand your Starter Set or beginning your journey in Warcry, this set is perfect for you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Stormcast Eternals",
    "ID": 308715,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308715/warhammer-age-of-sigmar-warcry-stormcast-eternals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Even death cannot conquer the Stormcast Eternals &ndash; when their physical form is cut down they are summoned back to Blessed Azyr upon the celestial storm, there to be reforged and sent into battle once again. When there is a task of the utmost importance that requires a deadly venture behind enemy lines, the God-King turns to his Vanguard Chambers. These warriors are trained in the arts of infiltration and guerrilla warfare. When on campaign their home is the wilderness, and they roam deep into enemy territory to wreak ruin upon the enemies of Azyr. Guided by astral devices, the members of the Vanguard Chambers strike with precise and devastating force.&#10;&#10;If you're looking to purge the Bloodwind Spoil for the glory of Sigmar, this specially designed warband set is perfect for you. Inside, you&rsquo;ll find a varied warband of Vanguard Chamber Stormcast Eternals, offering you a versatile force right out of the box. Fighter cards for a huge variety of Vanguard Chamber Stormcast Eternals make expanding your warband simple, while the abilities card lets you harness their storm-forged wrath and special tactics on the battlefield.&#10;&#10;This set contains 11 plastic Citadel miniatures, including 3 Vanguard-Raptors, 3 Aetherwings and 5 Vanguard-Hunters (with the option to build a Hunter-Prime). It also includes an ability card that provides reference imagery for your fighters and powers they can use on the battlefield, fighter Cards for 8 different types of fighter, including Vanguard-Raptors, Aetherwings, Gryph-Hounds and Vanguard-Hunters, and 2 double-sided, Stormcast Eternals-themed token boards, letting you track activations, initiative, treasure, objectives and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tabletop WWII",
    "ID": 308716,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308716/tabletop-wwii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Historical Miniature Wargame rules for WWII&#10;&#10;From Battlegroup to division / corps level.&#10;&#10;Includes:&#10;&#10;     basic rules&#10;     advanced rules, &#10;     troops, organization and equipment for divisions&#10;     point system and &#10;     scenarios&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tabletop Napoleonics",
    "ID": 308717,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308717/tabletop-napoleonics",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Historical Miniature Wargame rules for the Napoleonic era.&#10;&#10;From Battlegroup to division / corps level.&#10;&#10;Includes:&#10;&#10;     basic rules,&#10;     advanced rules, &#10;     point system to create armies,&#10;     scenarios&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peltast and Pila: Rules for Ancient Wargaming 300 B.C. to 500 A.D.",
    "ID": 308718,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/308718/peltast-and-pila-rules-for-ancient-wargaming-300-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple Historical Miniature Wargame rules for the Ancient period, from the end of the chariot to the Dark Ages.&#10;&#10;It is a modernization to round figures of an earlier set of rules designed to be played with flats.&#10;&#10;The basing is compatible with WRG rulesets of the same era.&#10;&#10;Scales:&#10;&#10;     2mm = 1 m&#10;     1 turn ~ 2'30&quot;&#10;&#10;&#10;These rules have been republished in a compilation titled Tony Bath's Ancient Wargaming, part of the History of Wargaming project by John Curry in 2011, in collaboration with the Society of Ancients.&#10;&#10;- User summary &#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seekriegs-Taktik",
    "ID": 308719,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308719/seekriegs-taktik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a naval battle simulation between a German and an English fleet. Movement of the ships is determined depending of the ships class. A battleship for instance moves 3 spaces per turn whereas a light cruiser moves 4 spaces. &#10;The goal of the game is to destroy or cripple the enemy fleet.&#10;Hits are settled by rolling 3 dice and consulting a hit table.&#10;The players may create their own scenarios for the game.&#10;&#10;The ships have to be colored, cut out and glued together.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords Of Zanora",
    "ID": 308722,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/308722/lords-of-zanora",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "The players take the roles of the Lords of Zanora in this fast paced card game. The realm of Zanora is the home of five sentient species, all having unique abilities. The Lords seek to bring peace and prosperity to Zanora, but it will not be easy to unite the factions after the long years of war.&#10;&#10;Player must take 2 of 3 possible actions: draw cards, play cards to form one or more columns/alliances or attack another player's alliance. The topmost faction card of a column  has a special ability. Using this abilities does not cost any actions. The first player to form one alliance of all the 5 different cards is the winner of the game.&#10;&#10;Each turn you will have to decide when to expand your alliances, when to block your opponents and which abilities to use to accomplish your goal: the unification of Zanora.&#10;&#10;Will you succumb to the web of grudges and destruction or will you be the Lord that brings hope to Zanora?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "River Raisin: A Cold and Bitter Battle – 1813",
    "ID": 308724,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/308724/river-raisin-a-cold-and-bitter-battle-1813",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.1667",
    "Description": "&ldquo;On the 22nd, before daybreak, came within sight of the enemy... such was their security and negligence that... our line was actually half formed within musket shot of their defenses before they were even aware of our presence.&rdquo; &ndash;Canadian volunteer of the 41st Regiment of Foot, January 22, 1813.&#10;&#10;Following General Isaac Hull&rsquo;s surrender of the US Army&rsquo;s surrender at Detroit, General Harrison was ordered north from Ohio and Indiana to salvage the fast deteriorating situation. Dividing his forces into two columns, Harrison ordered General Winchester to join up with a smaller force of Michigan volunteers at Frenchtown, south of Detroit along the River Raisin while he led another column that would follow later after they assembled from scattered winter quarters. The volunteers and a small detachment that escaped from Detroit at Frenchtown beat back an earlier attack by Canadian militia and their First Nation American allies. Learning of the larger US force coming from the south, British General Proctor left Detroit in the midst of the winter weather to deal with the growing US threat at the River Raisin. One of the most dramatic engagements of the war was about to ensue.&#10;&#10;Can you do as well, or better? Learn and enjoy!&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Country: USA",
      "History: War of 1812",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles of the Old Northwest (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Splattosaurus",
    "ID": 308726,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/308726/splattosaurus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Race through the prehistoric jungle to get to your dinosaurs home. Be careful - your opponent will try to SPLAT your dinosaurs.&#10;&#10;In Splattosaurus, players draw a card from the draw deck and either move their dinosaur to the next matching color OR number on the path. If they draw a SPLAT card, then they will splat an opponent's dinosaur already on the path and draw a second card.&#10;&#10;Splattosaurus plays similarly to Candy Land for movement with a take-that element added to it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Table Top Battles",
    "ID": 308728,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/308728/table-top-battles",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "DBA type miniature wargame rules using a grid system.&#10;&#10;They cover all periods, including fantasy and science fiction.&#10;&#10;For Use with 6, 10, 15, and 20mm Armies Or 28mm Skirmish Games and includes Solo War Game Rules with a Navy Rules Sheet.&#10;&#10;Includes rules for&#10;&#10;     campaign,&#10;     solo,&#10;     naval, &#10;     sieges,&#10;     assault,&#10;     weather,&#10;     air combat...&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Ancient",
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Modern Warfare",
      "Napoleonic",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythos: New Aeon",
    "ID": 308741,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308741/mythos-new-aeon",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "New Aeon (1997) is a stand-alone expansion distributed in the same way as The Dreamlands. The setting is modern age, with a lighter, popular culture overtone in illustration and card design (notably including references to modern beliefs in UFOs as well as time travel, as well as the presence of military hardware and mention of nuclear radiation).&#10;&#10;Due to the game's cancellation, New Aeon had a far lower print run than preceding sets (especially The Dreamlands), and sold out quickly after it became known that the game was discontinued.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythos: The Dreamlands",
    "ID": 308742,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308742/mythos-the-dreamlands",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mythos: The Dreamlands (1997) introduced the concept of a different dimension, Dreamlands, with all new Investigators, boosters and starters.&#10;&#10;This new expansion to Mythos details the world of the Dreamlands, first recorded by H. P. Lovecraft in The Dream-Quest of Unknown Kadath, &quot;The Doom that Came to Sarnath&quot;, and many other stories.&#10;&#10;You'll encounter the fantastic beings that inhabit those lands, including the ferocious Cats of Ulthar, the curious zoogs of the Enchanted Woods, the detestable water-lizard of Mnar, and the corrupt Men of Leng. In explorations that will bring you from the far side of the Moon to the Castle of the Great Ones on Kadath, you'll find new Tomes, new Artifacts, new Spells, and much more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Egemonia: Tebe",
    "ID": 308754,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308754/egemonia-tebe",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Three-players expansion scenario for Egemonia. By introducing some small add-ons to the orginal rules, it allows a three-players game set during the wars among City States of Ancient Greece in IV century b.C.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement",
      "Rock-Paper-Scissors",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "History: Peloponnesian War",
      "Magazine: Parabellum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spaces",
    "ID": 308756,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308756/spaces",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Spaces is designed to be enjoyed by players without being limited by their trivia knowledge.  Each Topic Card has questions about a topic and there are always at least 10 correct answers.  Players can be creative (including educated guessing) as they attempt to provide up to 9 answers in the 9 Spaces.&#10;&#10;Players score 1 point for each correct answer plus 1 bonus point for getting 9 correct answers (maximum score 10 points per Topic Card)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Texas Hold'em with Zombies",
    "ID": 308757,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/308757/texas-holdem-with-zombies",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Texas Hold'em with Zombies (THZ) is an adventure card game which blends poker strategy with role-playing elements. Players spend rounds of game play betting their life on winning poker hands, collecting much needed item cards, and killing zombies.&#10;Each round, players compete to play these zombies against the other players. Unless you have the right item cards to kill them, barricade against them, or lure them back against the other players who sent them, the undead will eat your chip stacks, your life.&#10;A game is won by the player who best masters the knowledge of suited card play, reading people, weapon and defense item card combinations, and a bit of good 'ole fashioned' luck!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Deduction",
      "Fantasy",
      "Horror",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Elimination",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spaces: Places Add On",
    "ID": 308758,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308758/spaces-places-add-on",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adds 25 place related topic cards to your Spaces game. Can be played as a standalone game, or with the base game and/or any other Add On(s).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spaces: Sport Add On",
    "ID": 308759,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308759/spaces-sport-add-on",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adds 25 sports related topic cards to your Spaces game. Can be played as a standalone game, or with the base game and/or any other Add On(s).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spaces: Music Add On",
    "ID": 308760,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308760/spaces-music-add-on",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adds 25 music related topic cards to your Spaces game. Can be played as a standalone game, or with the base game and/or any other Add On(s).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spaces: Fiction Add On",
    "ID": 308761,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308761/spaces-fiction-add-on",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adds 25 fiction related topic cards to your Spaces game. Can be played as a standalone game, or with the base game and/or any other Add On(s).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystic Vale: Essential Edition",
    "ID": 308762,
    "Year": "(2020)",
    "Geek Rating": "6.024",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/308762/mystic-vale-essential-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Mystic Vale - 2 to 4 players take on the role of druidic clans trying to cleanse the curse upon the land. Each turn, you play cards into your field to gain powerful advancements and useful vale cards. Use your power wisely, or decay will end your turn prematurely. Score the most victory points to win the game!&#10;&#10;Mystic Vale - Big Box contains the basic version of the game and 3 additions:&#10;&#10;&#10;     Mystic Vale: Vale of Magic (2016)&#10;     Mystic Vale: Vale of the Wild (2017)&#10;     Mystic Vale: Mana Storm (2017)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Mystic Vale",
      "Series: Card Crafting System (AEG)",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Im Reich der Phantasie",
    "ID": 308764,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308764/im-reich-der-phantasie",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Im Reich der Phantasie from the publisher &quot;Pfiffiger Jakob&quot; by Helmut Huber for 1 to 4 children from 4 years.&#10;It is a small game collection with 4 games:&#10;&#10;     The paint tower&#10;     The dinosaur race in 2 variants&#10;     The Saurierfangerl and&#10;     The dinosaur poker&#10;&#10;&#10;The game materials are stored in a jute sack. For better stacking on the shelf, everything is housed in a small, self-made box.&#10;&#10;Der Farbenturm:&#10;A color tower is to be built from 48 round wooden discs in 6 different colors with a color cube. The child must stop rolling the dice when the tower collapses or when the color is no longer available. The child with the highest tower won.&#10;&#10;Das Saurierrennen:&#10;A predetermined game board is laid out with the colored wooden discs. The color cube determines whether the dinosaur can move to the next field stone. Whoever reaches the finish line first wins the game.&#10;&#10;Saurierfangerl:&#10;Only two people play. The catcher places two dinosaurs on the prepared game board on the two starting fields, the hunted places his saurian on his starting field. The dice are alternately rolled. The catcher tries to get into the field of the hunted, the hunted tries to block the catcher with the black field stones.&#10;&#10;Saurierpoker:&#10;Each player gets 2 field stones of each color. Then each player places one of his stones in the middle of the table, they must have different colors. Now the dice are rolled. The player whose color has been rolled gets all the pieces from the center.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pantone: The Game – Booster Pack 1",
    "ID": 308766,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308766/pantone-the-game-booster-pack-1",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pantone: The Game - Booster Pack 1 adds 42 cards to the base game of guessing the fictional character based on the arrangement of color swatches; expanding the possibilities for new combinations. It also contains 6 blank cards so that you can add your own characters or other categories to the game.&#10;&#10;Adds new Character Cards including pop culture icons like Beetlejuice, Yoda, Ariel, Bowser, Dalek, and Tyrion Lannister.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kiki va sortir les poubelles",
    "ID": 308768,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/308768/kiki-va-sortir-les-poubelles",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game where you have to come up with the most stupid excuses! &#10;Players are flatmates and they have to decide who will take the bins out. To avoid the chore, everyone makes up an excuse with 1 action and 1 object to combine in one areas of the flat. &#10;Do you have the worst excuse? The bin is for you!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Era (fan expansion for Queendomino)",
    "ID": 308769,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308769/fantastic-era-fan-expansion-for-queendomino",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "3",
    "Description": "This is an unofficial fan-made expansion. Produced with permission of Blue Orange, for non-commercial use only.&#10;&#10;This expansion is designed for the Queendomino game. It's compatible &quot;The Court&quot; expansion.&#10;&#10;The objective stays the same : build a kingdom that allows us to gain as much point as we can gain !&#10;&#10;It&rsquo;s a bit like the &ldquo;Age of Giants&rdquo; for Kingdomino : it adds another player (the 5th), interactions, fun, moreover points at the end of the game!&#10;&#10;The addition of a player (his color is black) is allowed by the addition of dominoes (mostly City tiles thus Building tiles).&nbsp;&#10;&#10;To add interactions and fun a new range of tiles has to appear : &ldquo;Fantastic event&rdquo; tiles that impact each tour either in a positive way or in a negative way. Moreover a second Dragon joins the game on a new &quot;Builders&quot; board that accepts double of the number of Building tiles. So you&rsquo;ll need to double the number of Knights and Towers and much more money!&#10;&#10;Since this expansion doesn&rsquo;t officially exist, you&rsquo;ll have to make it, using the files below with the needed elements in a printable version.&nbsp;&#10;&#10;If you already played Queendomino, you&rsquo;ll love this expansion !&#10;&#10;----- (I have translated the rules from french but not sure my english is good enough ! Help needed for better translation !!) -----&#10;&#10;Il s'agit d'une extension pour le jeu Queendomino. Elle est largement compatible avec l'extension &quot;La Cour&quot;.&#10;&#10;L'objectif du jeu reste le m&ecirc;me, faire un royaume qui permette de marquer un maximum de points !&#10;&#10;Elle est un peu ce qu'est &quot;Age of Giants&quot; pour Kingdomino : elle ajoute un joueur, des interactions et du fun, mais surtout des points en fin de partie !&#10;&#10;L'ajout d'un joueur (sa couleur sera le noir) se fait par l'ajout de dominos (essentiellement des tuiles de ville et donc de B&acirc;timents).&#10;&#10;L'ajout d'interaction et de fun se fait par l'apparition d'une nouvelle gamme de tuiles : les tuiles &quot;Ev&eacute;nement Fantastique&quot; qui impactent chaque tour de jeu, soit de mani&egrave;re positive, soit de mani&egrave;re n&eacute;gative. De plus un second Dragon rejoint la partie sur un nouveau plateau des B&acirc;tisseurs doubl&eacute; en nombre de tuiles. Il faut donc le double de Chevaliers, le double de Tours et beaucoup plus d'argent !&#10;&#10;Comme cette extension n'existe pas officiellement, il vous faudra la fabriquer &agrave; partir des fichiers joints afin d'imprimer l'ensemble des &eacute;l&eacute;ments n&eacute;cessaires.&#10;&#10;Si vous avez d&eacute;j&agrave; jou&eacute; &agrave; Queendomino, vous allez aimer cette extension !&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Fan Expansion",
      "Medieval",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Open Drafting",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Kingdomino"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dawn of Legends",
    "ID": 308771,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308771/dawn-of-legends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Dawn of Legends, 2 - 4 players will be recruiting Allies, adding Items and learning Tactics to prove their prowess on the battle field. By winning control of each field, promoting your proven assets and gaining more, players score Victory Points. The player with the most Victory Points at the end of 4 rounds wins!&#10;&#10;Each round, players take turns, taking a single action each turn, until all players have passed or played their whole hand. Then, players resolve each of the 3 Battle Fields, scoring them and gaining their unique win rewards. The game proceeds in this manner for 4 rounds, after which, players will count the Victory Points they have collected from Tokens, cards they have Promoted as well as cards they own (in their Deck, Hand, Plan and Discard).&#10;&#10;On your turn, take one of these Action:&#10;&#10;&#10;     Prepare Action. Players may discard any card from their hand to put a card from the Market in their Preparation Area (to draw next round).&#10;     Recruit Action. Players may discard 2 cards from their hand to play a card from the Study into their Active Card Slot of their Plan. The Icon(s) on the Recruited card MUST be represented at least once on the 2 cards discarded.&#10;     Play Action. Players may play a single card from their hand into their Active Card Slot.&#10;     Musou Action. Players may (if they still have cards in hand) spend Musou to activate their Legend's unique Musou Ability.&#10;&#10;&#10;What makes Dawn of Legends unique is the Plan (Player Board) players play cards to. As Cards are played to it or exit it, they have varying effects. Some cards may have effects while they remain in your Plan, while others may protect your Plan or affect your opponents Plan.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spellweaving 101",
    "ID": 308772,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308772/spellweaving-101",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's the end of your first year as an Apprentice Spellweaver, which means it's time to demonstrate your mastery of the basics of Spellweaving. You and your fellow Apprentices are gathered together in one of the great Training rooms and instructed to weave as many powerful, two-word spells as you can in a certain amount of time. Unfortunately, you all stayed up late last night &quot;studying&quot;, and now all the spell words are jumbled in your mind. By quickly sorting through what you do remember, carefully listening to the other Apprentices, and using some of the characteristics of the seven Aspects, can you weave the most impressive spells and be named Apprentice of the Year?&#10;&#10;Each player maintains a hand of five cards, either from the Draw deck or the four discard piles. Place cards in your tableau singly or in pairs. Pairs of cards provide points at the end, based on the value of each card's Aspect.&#10;&#10;Improve your placed cards to create powerful Bound spells, or use the abilities of your cards to alter the strength of the placed cards, draw more cards, or steal from other players.&#10;&#10;Create the most powerful spells, including those listed on your personal Challenge card, to win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "Set Collection"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice of the Living Dead (2nd Edition)",
    "ID": 308773,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/308773/dice-of-the-living-dead-2nd-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dice of the Living Dead 2nd ed is a free print and play solo game about rolling dice and fighting zombies.&#10;&#10;Zombies have overrun your hometown. You and your group of survivors have to make your way to the extraction zone at the outskirts of town. But the streets are swarming with the undead so you'll have to fight your way. Hopefully you have enough ammo and supplies to make it.&#10;&#10;Every turn you roll dice trying to find the right balance between moving fast and still having time to fend off the living dead. But just as every roll of the dice can help you, it also holds certain risks.&#10;&#10;The second edition features: &#10;&#10;     Event cards&#10;     Modular game board that creates a new path to travel every game. &#10;     Playable characters&#10;     Exploration tokens&#10;     Stress cards to add extra tension&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civil War Map Game",
    "ID": 308779,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/308779/civil-war-map-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An educational game where the player will master names, locations, important information and characteristics of cities, historical events, and geographical areas surrounding the United States civil war.&#10;&#10;The game utilizes the following:&#10;letter scramble&#10;word search&#10;data sheets with historical summaries&#10;map (serves as the board)&#10;cards&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Educational"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Megiddo: Le Jeu de Simulation Tactique au temps de Thoutmosis",
    "ID": 308780,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308780/megiddo-le-jeu-de-simulation-tactique-au-temps-de",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Large scale tactical level Miniature Wargame rules in the times of the Pharaohs. in French&#10;&#10;Minis: 28mm (recommended)&#10;&#10;R&egrave;gle de jeu pour reproduire les batailles de masse de la Haute Antiquit&eacute;.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Wars in the Ancient Near East",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aviatrix '37",
    "ID": 308782,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/308782/aviatrix-37",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Aviatrix '37 puts you in the pilot's seat of a vintage Lockheed Electra taking on the role of Amelia Earhart in this engaging, entertaining and realistic re-creation of one of the most talked-about flights in aviation history. You'll need a combination of skill, nerve, patience and smarts as you circumnavigate the globe at the equator along Earhart's real-life flight pattern. It's up to you to manage the wear-and-tear on your plane as the adventure unfolds, to use weather patterns to your advantage, and to make tough decisions about fueling, gear, repairs and rest. You'll need a little luck, too! Climb into the cockpit and take off into twin-engined fame and glory...your destiny awaits!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Multiple Maps",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gridlock",
    "ID": 308823,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308823/gridlock",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word game played on a pad of custom game sheets. Each player has a 5x4 grid in which letters are placed. Players take turns to call out any letter they want, which both players must enter into their grid.&#10;&#10;After all the spaces are filled points are scored for words formed horizontally and vertically; words filling an entire column are worth two points and words filling an entire row are worth three points.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quadrim",
    "ID": 308824,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308824/quadrim",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quadrim is played on an board of alternating small and large squares; each small square is surrounded by four large ones and each large square is surrounded by four of each. (It is therefore equivalent to a board of octagons and squares.)&#10;&#10;Each player has two types of pieces: blocks (large discs) and pawns (small pointed cylinders). A large square can hold one block or up to four pawns (possibly from both players); a small square can only only a pawn.&#10;&#10;On a turn both players roll two dice and the high roller gets to move; they can move two pieces, one with each die, or one piece using the sum of the dice. If they exceed the opponent's roll by at least four they must move blocks, otherwise they must move pawns.&#10;&#10;The object of the game is to either surround the center square with your pieces or capture all opposing pieces. Capturing is generally done by occupying the large squares adjacent to opposing pieces with your own (there are seven different cases covered in the rules).&#10;&#10;The game board is made of rolled-up vinyl, packaged with the pieces and rules in a large tube.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doublehead Kids: White Expansion",
    "ID": 308845,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308845/doublehead-kids-white-expansion",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Expansion to the card game Doublehead Kids. Some cards in the main game have a coloured background next to the card images. So that the children can grasp and learn certain card groups better. In the underlying Doppelkopf original game, all cards are on a white background. The expansion contains 26 replacement cards with white background. The coloured cards of the main game can be exchanged. With the expansion the game can be played even more difficult and closer to the original.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jackpot! Break the Bank",
    "ID": 308846,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308846/jackpot-break-the-bank",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jackpot! Break the Bank is a slot machine deck builder for 1-4 players where players are trying to earn money and victory points, and use their earnings to optimize their decks and attempt to hit the legendary Jackpot! - Breaking the bank!&#10;&#10;The game is played simultaneously. Each round players get to draw two cards to their hand, and then 'pull the lever' and draw the top three cards in your slot machine deck into your three slots. Players now get to play a card from their hand into the slot machine to change the outcome.&#10;&#10;The goal of the game is to hit payouts. Payouts occur when a player has three symbols of the same kind: ie. ???. When hitting a payout, the player is awarded a &#226;&#173;&#144;&#10;&#10;Players will be optimizing their decks by sending cards to their opponents as well as purchasing cards that will yield bigger winnings.&#10;&#10;The end game condition is triggered when any player &quot;breaks the bank&quot; which is a term used by the casinos when a player is winning more money than is currently available.&#10;&#10;One cool feature in this game is that you never shuffle your deck. Once your slot machine deck is depleted - you simply stack your three slots into a new deck. This means that when playing cards from your hand, you will organize your deck and increase your chances of hitting payouts.&#10;&#10;Players will also have 4 personal objectives that can be completed in a specific order. These are for instance to hit a payout using cherries. The next objective could be to win with melons. The final objective is always to hit the Jackpot ?&#10;&#10;When there is no more money in the bank. The game ends - and the players count all &#226;&#173;&#144; they have on their cards. &#226;&#173;&#144; they got from completing their objectives, as well as any &#226;&#173;&#144;-tokens they got for hitting a payout.&#10;&#10;The player who has the most &#226;&#173;&#144; wins Jackpot! Break the bank.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hamster Race",
    "ID": 308847,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/308847/hamster-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Line up your hamsters on the starting grid, roll the die and you&rsquo;re off! Race around the track, pick up cheese and tip the see-saw to let your hamster ride the wheel.&#10;&#10;Cheer on your hamster as they whizz around and try to hold on! The last hamster on the wheel wins the round and gets to keep the cheese in their mouth. The player with the most cheese after 3 rounds wins the game!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "新幕 桜降る代に決闘を 第壱拡張：神語起譚 (A Duel for Falling Cherry Blossoms: New Act – 1st Expansion)",
    "ID": 308848,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308848/xin-mu-ying-jiang-rudai-nijue-dou-wo-di-yi-kuo-zha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion adding a new megami to the story, Utsuro.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Sakura Arms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "新幕 桜降る代に決闘を 第弐拡張：神語転晴 (A Duel for Falling Cherry Blossoms: New Act – 2nd Expansion)",
    "ID": 308849,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308849/xin-mu-ying-jiang-rudai-nijue-dou-wo-di-er-kuo-zha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion adding a new megami to the story, Honoka!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Sakura Arms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perilous Tales",
    "ID": 308852,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/308852/perilous-tales",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Perilous Tales is a solo and co-operative skirmish miniatures game of thrilling tabletop adventures.&#10;&#10;Fend off unknown beasts in an Arctic camp. Uncover evil doings in an abandoned church. Hunt the wild beast of the Hemwich moors. Ghosts, vampires, evil genius, Russian spies, witches, fiends from beyond the stars... You are only limited by your collection of miniatures and your imagination.&#10;&#10;Perilous Tales is a solo or fully cooperative game for playing tabletop games with 28mm miniatures from 1890 to 1990. You create a band of heroes; using a flexible and simple character creation system; generate an episode and play it to its thrilling conclusion!&#10;&#10;In each episode, the villain and its minions are controlled by the game, using a simple &ldquo;programming&rdquo; system. Each episode will have several objectives that your characters will be striving to complete before the time runs out or the plucky heroes are slain.  The play area is beset with threat markets, which may be perilous terrain, or the terrible beasts that are hunting you.&#10;&#10;In Perilous Tales, the emphasis is not always on killing, in fact often you are trying to take a critical photograph, recover a crucial artefact, or escape to achieve fame, fortune, or simply to live to another day.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tetreats",
    "ID": 308855,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/308855/tetreats",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Delivery people look for the best routes to deliver delicious customer orders on time. Optimize your deliveries well if you want to become the best delivery man.&#10;&#10;Tetreats is a light roll &amp; write game in which each player will be a food delivery boy who will have to find the best combinations, using Tetris figures, to deliver the food in the most efficient way.&#10;&#10;&mdash;description from the publisher&#10;&#10;Los repartidores buscan las mejores rutas para entregar a tiempo los deliciosos pedidos de los clientes. Optimiza bien tus entregas si quieres convertirte en el mejor repartidor.&#10;&#10;Tetreats es un ligero juego roll &amp; write en el que cada uno de los jugadores ser&aacute; un repartidor de comida que tendr&aacute; que buscar las mejores combinaciones, utilizando figuras de Tetris, para entregar la comida de la manera m&aacute;s eficiente.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write",
      "Promotional: Ludoty Box",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ulaya Chronicles: Raptor Claw Island",
    "ID": 308856,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/308856/ulaya-chronicles-raptor-claw-island",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3",
    "Description": "A solo/cooperative skirmish scale miniatures game set in a land of dinosaur infested jungles and ancient technology.&#10;&#10;Played over a series of interconnected games, Ulaya Chronicles is a story based campaign experience.&#10;Make important choices which effect the narrative, steer the combat style of your character, and reveal a mysterious plot which you, the players, must unravel.&#10;&#10;A solo or cooperative experience, Ulaya Chronicles features a card driven AI system. Each type of enemy (mostly dinosaurs!) have unique behaviours and personalities. Each enemy type is a different tactical puzzle to solve, and ensure every play through is a different experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Line of Sight",
      "Measurement Movement",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hyperspace War",
    "ID": 308857,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308857/hyperspace-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "War has broken out between the Grendaran and Kalforian fleets. The two space fighter forces have met in deep space for the final battle. The winner will control the galaxy.&#10;&#10;The fleets are evenly matched in both quantity and quality. It will be the skill of their commanders which determines the outcome.&#10;&#10;Both the Grendaran and Kalforian fighters are equipped with plasma-drive engines for travel in normal spacetime. Both are also equipped with antimatter hyperdrive engines for traveling through hyperspace. And both have auto-tracking weapons systems for destroying enemy spacecraft.&#10;&#10;Hyperspace War is a free PNP two-player space combat game based on the traditional Indonesian board game Surakarta. This game has a unique mechanism which uses looping paths to jump from one position on the board to another.&#10;&#10;To play, you will need:&#10;Gameboard (in four sections)&#10;1 sheet of 24 space fighter counters&#10;1d6&#10;&#10;Destroy the enemy fleet to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Only Word Cubes",
    "ID": 308858,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/308858/the-only-word-cubes",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The sequel in the popular series The Only Word - now on dice!&#10;&#10;Call for your imagination and think of The Only One Word to describe several different images on the dice. It is a fast game, in which everyone plays for themself. Very compact, with handy components and easy rules, for any number of players &ndash; it is a party game which works great even on picnics or trips, as you do not need a table to play it.&#10;&#10;Roll 9 special dice with images and put them on the colored game board, right in the box. Each player is dealt an equal number of challenge cards. The color code on the challenge cards indicates the dice on the game board. The task is to find a one-word association to describe (or bridge) 2 or even 3 images of your secret challenge task. The other players should crack the clue and guess right your dice. The fastest player to guess and the Cluegiver each discard 1 challenge card. The winner is the first player who got rid of the challenge cards.&#10;&#10;The game is great fun! It sharpens your wits, hones your imagination and helps you to tune up with your friends.&#10;The game also has cooperative and solo modes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Dice",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Dice Rolling",
      "Induction",
      "Solo / Solitaire Game",
      "Speed Matching",
      "Targeted Clues"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Give a Clue / Get a Clue",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strife of Gods",
    "ID": 308879,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/308879/strife-of-gods",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Strife of Gods is a tactical card game for 2-5 players, set in the same medieval fantasy universe as Adellos.&#10;&#10;The Gods that created Tarnaris are in a conflict and you, as the players, try to figure out which side will win. You gradually take cards from the card-circle and place them face up in front of you. Each player tries to outplay the others by planning turns in advance and using specific skills from champions to disrupt enemy strategies. The game can be varied greatly to fit your playing style and is easy enough to be learned in the first round in about 2-3 Minutes.&#10;&#10;Number cards and champion cards are shuffled separately and placed into two decks. Put the sorted victory point cards aside, they are only needed at the end of every round. Now a circle is laid out. The size of the circle and the number of cards and champions depends on the number of players and the variant the players agree on. For the first game of a group of new players the champions can be dispensed with.&#10;&#10;A game consists of a number of rounds equal to the player number. At the end of each round the best players gain points. A round consists of 5 turns per player. The game ends when each player was starting player of a round. The winner is determined after the last round. If players tie for victory, they all win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DIEKPLUS",
    "ID": 308892,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/308892/diekplus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "These rules may be used to recreate most naval engagements within a period from about 3000 BC to 1000 AD. This covers the birth of naval warfare as such, the Classical Greek era, the Roman era, and also overlaps into the Byzantine period to some extent&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: Adventuring Party",
    "ID": 308918,
    "Year": "(2020)",
    "Geek Rating": "6.662",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308918/clank-adventuring-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.32",
    "Description": "Expand your game to include 6 players, with 6 new asymmetrical starting decks with thieving identities!&#10;&#10;The thieves&rsquo; guild is recruiting! Clank! Adventuring Party expands your merry band to include up to six players in your dungeon run! Want a new thieving identity? Shuffle up as one of six unique characters, each with their own starting deck and special abilities!&#10;&#10;Lead trusty companions as the Dwarf Agnet&#10;Build wonderous collections as the Elf D&rsquo;allan&#10;Smash hordes of enemies as the Orc Garignar&#10;Sling arcane spells as the mage Lenara&#10;Amass primate power as the MonkeyBot Prime&#10;Or stir up a paw full of trouble as the devious cat Whiskers&#10;But beware: the ravenous hydra Hexavultus won&rsquo;t give up his treasures easily...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Interrupts",
      "Movement Points",
      "Open Drafting",
      "Pick-up and Deliver",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Cats",
      "Category: Dungeon Crawler",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Game: Clank!",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conscious: A Voyage to the Mystic Realms",
    "ID": 308933,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.12",
    "Link": "https://boardgamegeek.com/boardgame/308933/conscious-a-voyage-to-the-mystic-realms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Theme:&#10;Inspired by the ancient wisdom of the Vedic seers, this game attempts to introduce the properties of Chakras. Chakras are centers of consciousness and vitality. They are the energy vortices on the etheric body which envelops the physical body. When understood, mastered and balanced, chakras invoke certain abilities that allow us to become adept in the respective fields. This game deals with 6 chakras and their associated properties. The knowledge of these properties is a step towards obtaining the key to different realms.&#10;&#10;Objective:&#10;Aim of the game is to collect and make sets of cards associated with properties of chakras, thus symbolically attaining the knowledge with properties of all chakras to become CONSCIOUS of oneself!&#10;&#10;Gameplay:&#10;Chakra property cards are dealt to players who then attempt to make sets of cards. Basic and advanced versions define the nature of these sets. The game is played across multiple rounds, where each round focuses on claiming one chakra and use the associated ability (unique for each Chakra) in the subsequent round. The player to claim all the Chakras wins the game. Variants have also been suggested to alter gameplay length and/or complexity.&#10;&#10;The subject of the game is suitable for all ages, making this a family-friendly game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reckless Sloths",
    "ID": 308936,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/308936/reckless-sloths",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Reckless Sloths is a strategic card game about saving sloths from CRAZY dangers!&#10;&#10;The cute and cuddly sloths have gone out of control! They are no longer &ldquo;hanging&rdquo; around in the trees sleeping. You must save these adorable creatures from CRAZY dangers, by using ridiculous items such as A Taco fishing pole, Helpful batcat, Wonderful pink unicorn, and a Depressed rain cloud.&#10;&#10;But heads up&hellip; Other players will try to overshadow your heroism. Use your powers to stop them, and become the hero of the sloths!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Sloths",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Opportunities Game",
    "ID": 308937,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308937/opportunities-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Opportunities is an exciting game where you roll the dice and Backpack your way up Peaks and down Valleys as you strive to roll your way into the Inner Circle and land on your Dream all the while making a fortune doing it. Learn the Business Secrets that have been handed down for generations with a Fun, Financial and Educational Business Board Game. &#10;You are an Entrepreneur who loves to win and in turn make a fortune doing it. As you and your fellow Entrepreneurs Backpack up Peaks and down Valleys you learn the time proven methods of other successful Entrepreneurs who have come before you. By following the concepts and techniques you will learn how to be a winner and earn a fortune in any business.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lazer Chess",
    "ID": 308938,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/308938/lazer-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lazer Chess is played with an ordinary Chess set with the provided stickers applied to some pieces to distinguish them. It also requires a record pad (included).&#10;&#10;Pieces are named after spaceships, e.g. Starfighter, Deth[sic] Star. They do not capture by replacement as in Chess; instead pieces fire at each other from a distance. Every piece has a strength which, along with the distance from the target, determines how much damage it does. The damage is deducted from the target's strength; when a piece reaches zero it is removed. The current strengths of the pieces are tracked on the pad.&#10;&#10;The object of the game is to capture the enemy Command Vessel.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat! Volume 2: An Expansion for Combat!",
    "ID": 308940,
    "Year": "(2021)",
    "Geek Rating": "5.637",
    "Avg Rating": "9.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308940/combat-volume-2-an-expansion-for-combat",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "4.125",
    "Description": "Combat! 2 is an add-on module for Combat! You must have Combat! to play this expansion.&#10;&#10;Combat! 2: From D-Day to V-E Day Campaign Expansion adds many new features such as:&#10;&#10;&#10;     Elite Enemies in the form of the SS&#10;     A third Squad and command elements for the Americans so Platoon Actions can be gamed with multiple players&#10;     New weapons such as the STG44, the Thompson Sub-machine gun, the M-2 HMG, and the Springfield M-1903&#10;     Weather variations &ndash; Rain, snow, mist as well as Ground conditions like mud or snow&#10;     Rules for fire &ndash; now artillery can start fires&#10;     Trained medics &ndash; unarmed but efficient&#10;     Vehicles &ndash; PzKpfw IVH, Sherman M4A3, M3 Half Track and trucks&#10;     Light anti-tank weapons such as the Bazooka and Panzerfaust&#10;     12 new stand-alone scenarios&#10;&#10;&#10;Combat! 2 will also include:&#10;&#10;&#10;     a fully structured campaign game&#10;     follow the fortunes of your squad from D-day to VE-day performing missions and patrols; will your squad be an efficient well-disciplined unit or the new Dirty Dozen?&#10;     Character skills and experience and 7 &lsquo;Campaign&rsquo; Scenarios&#10;     Name your soldiers and follow their fortunes across the war&#10;     Gain skills&#10;     Develop enemies within the squad&#10;     Earn medals&#10;     Foxhole buddies who become inseparable during missions.&#10;&#10;&#10;The Campaign Game consists of 6 'Chapters', 'Normandy', 'Pursuit', 'Hurtgen Forest', 'The Bulge', 'The Siegfried Line' and 'Germany'. Not all Chapters will be played depending on events.&#10;&#10;So, in one Campaign you may be transferred to the Ardennes and take part in the Battle of the Bulge whilst in another you are sent to the hell of the Hurtgen Forest.&#10;&#10;Events include &ndash; U.S.O. Entertainment, Illness, arguments within the squad, visits to Paris, Replacements, etc.&#10;&#10;You will also play Missions and Patrols during the campaign and each Chapter has its own Mission Tables with 100 different missions and a Patrol Table with 10 different Patrols.&#10;&#10;Each Campaign will be unique, and you will get to create your own story each time you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Region: Normandy (France)",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sayulita Swell",
    "ID": 308942,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/308942/sayulita-swell",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This gnarly solo game is perfectly suited for the min-max brain to get the highest score and limit the chance of losing energy on the wrong waves. The varibilty of WAVE SWELLS (shuffling of WAVE sheets) brings new challenges each game. We are stoked for you to come shread the WAVES of Sayulita, Mexico!&#10;&#10;Sayulita Swell is a solo play Surfing game that will keep you coming back to the swell to score higher and higher points. Using dice rolling, push-your-luck and point management, the surfer tries to catch ever changing waves of the Sayulita Surf Break.&#10;&#10;SET UP - Each game you take on 12 different SWELLS, choosing the best 6 WAVES to ride. Paddle out and move your pawn to find the ideal spot on the WAVE to score points and use your ENERGY wisely. Every oncoming WAVE is different from the last. You never know what is coming bro.&#10;&#10;AVOID WIPEOUTS - Dive under or bail on WAVES that have a bad break. But dude be careful to use your ENERGY wisely so you can maximize your points and set up well on the WAVE .&#10;&#10;THE PERFECT ROLL - Catch the perfect wave and score a gnarly ride by rolling two 6 sided dice to match the number your pawn is on. Or, use ENERGY points to catch the WAVE without needing to risk a dice roll.&#10;&#10;SCORE BIG - Choose your RIGHT or LEFT side of the wave, then score big and even CARVE out to net even bigger payouts. Get amped and try for bigger and better scores each game bro.&#10;&#10;UNIQUE PLAYERBOARDS - Test your skills with different surf styles on each of the 4 PLAYERBOARDS, all with unique point placements, abilities, and strengths/ weaknesses.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlestations: The Starships",
    "ID": 308949,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308949/battlestations-the-starships",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "New minis for the 6 &quot;classic&quot; races of Battlestations (human, silicoid, canosian, tentac, xeloxian, and zoallan), each with their own special ability and play style, plus a planet mini, a fighter mini, and 12 missile minis.  Also included is a 24 page booklet containing 8 new missions, new rules for ship advancement, new abilities, and treasure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Battlestations",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chessnuts",
    "ID": 308951,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308951/chessnuts",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chessnuts is a collection of seven four-player Chess variants and one four-player Checkers variant. They are all played on an 8x8 board with four 2x8 wings.&#10;&#10;In five of the Chess variants each player plays individually. The games differ in their victory conditions - in three the object is to be the last player with a king, in the other two captured and remaining pieces are scoring using a points system - the game-ending condition, and the effects of losing one's king.&#10;&#10;The other two Chess variants are played in partnerships; in one the players sit opposite each other and in the other they sit adjacent.&#10;&#10;All the games are named after types of nut, e.g. the adjacent partners game is called Hazelnut.&#10;&#10;The components are a roll-up vinyl board and four sets of plastic pieces, all packaged in a tube.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Graffiti",
    "ID": 308952,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/308952/graffiti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Graffiti consists of two decks of cards. One deck of 40 cards each have four subjects on one side and a number from 3-8 on the other. Each round one of these cards is turned over to reveal the categories; players have to come up with a word fitting one of these categories of the length shown by the next card.&#10;&#10;The other deck contains 52 cards each showing two different letters. Players all draw the correct number of cards and then race to make a valid word. Players unable to make a word can draw and discard.&#10;&#10;The player first making a word scores 10 points per letter plus an extra 10 if the word contains a letter that is also in the category. Play continues until someone reaches 200 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Return Home",
    "ID": 308963,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/308963/return-home",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Wha... ...ed? Thi... Tanegashima!&quot;&#10;Those were the last words from the spaceship Tsuwabuki.&#10;&#10;The spaceship lost control, and the twinkles of stars flew past the windows in all directions.&#10;&#10;Suddenly, the spaceship shook violently. Aki was thrown about before she could think. &#10;She quickly lost consciousness.&#10;&#10;In this game, the players work together using the Rovers to help rebuild the spaceship. The asteroid is far away so the players must send their commands to their Rovers at once. Then the Rovers will carry out each step. So the players must plan ahead and guess the future.&#10;&#10;But sometimes the commands are lost. Solar winds, or sandstorms on the asteroid might disrupt the programming. A Rover might break down. &#10;Let&rsquo;s join forces, work as a team, repair Tsuwabuki, and bring our friend Aki back to Earth.&#10;&#10;Project: RETURN HOME.&#10;&#10;The game consistes of some roles, one is a Monitor and the rest are Rover players.&#10;&#10;The Rover players select and put three cards face down from their hand choosing from: &quot;Run&quot;,&quot;Survey&quot;, &quot;Repair&quot; and &quot;Recharge Battery&quot;.&#10;&#10;Then the Monitor chooses 2 cards to avoid from the 5 disaster cards in a row.&#10;&#10;The remaining three disasters affect the Rover player's cards in the corresponding order.&#10;&#10;So, if the disaster is a sandstorm, the player who chose &quot;Run&quot; will take damage. Actions may be canceled after the Emergency.&#10;In addition, players should be aware of Astronaut Aki.&#10;&#10;The Oxygen is limited. You have to find materials from the asteroid and supply the oxygen before it runs out.&#10;&#10;Find and assemble the Spaceship parts before all Rovers are destroyed! And let Aki return home! Then, players win the game!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Movement Points",
      "Programmed Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maniacal: Annihilate the D.O.P.E. Squad Finale Promo Card",
    "ID": 308964,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308964/maniacal-annihilate-the-dope-squad-finale-promo-ca",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A new finale promo card.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ankh: Gods of Egypt – Tomb of Wonders",
    "ID": 308966,
    "Year": "(2021)",
    "Geek Rating": "6.254",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308966/ankh-gods-of-egypt-tomb-of-wonders",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "A Kickstarter Exclusive box to keep all of the Stretch Goals unlocked throughout the Ankh: Gods of Egypt campaign!&#10;&#10;This box includes:&#10;&#10;     Plastic Conflict Tokens&#10;     Plastic Battle Tiebreaker token&#10;     Plastic Amun Token&#10;     Plastic Underworld Tokens&#10;     Plastic Sun Tokens&#10;     Deluxe Central Board &amp; Deluxe Devotion Board&#10;     Plastic Follower Tokens&#10;     3D Action Markers&#10;     3D Temples&#10;     3D Obelisks&#10;     3D Pyramids&#10;     Plastic Merged God Plinth&#10;     3D Cities&#10;     14 Exclusive Guardians (Bes, Bennu, Babi, Pharaoh Mummy, Wadjet, Nekhbet, Khepri, Medjed, Unut, Griffin, Heka, Serket, Taweret, Petsuchos&#10;     2 Exclusive Gods (Ptah, Sobek) and their respective Warriors, Priests and Components&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Mythology",
      "Religious",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Egypt",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Ankh – Gods of Egypt",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Falling Sky: La Révolte des Gaulois contre César (Deluxe Edition)",
    "ID": 308967,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/308967/falling-sky-la-revolte-des-gaulois-contre-cesar-de",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4",
    "Description": "Falling Sky: The Gallic Revolt Against Caesar, formerly Gallic War, takes 1 to 4 players into the military actions and complex politics of Roman-occupied but not-yet-conquered Gaul. Caesar and his hard-hitting legions cannot be everywhere and will not triumph without powerful allies among local tribes. But each Gallic confederation has its own agenda and must keep its eyes not only on the Romans but also on Celtic, Belgic, and Germanic rivals. Players recruit forces, rally allies, husband resources for war, and balance dispersed action with the effectiveness and risk of concentrated battle.&#10;&#10;The Deluxe Edition includes both the base game of Falling Sky and the Ariovistus expansion presented together in a square box with Lionel-No&#195;&#171;l Royer's &quot;Vercingetorix throws down his arms at the feet of Julius Caesar&quot; painting as cover art.&#10;&#10;Released as an Ulule campaign, a Wogomat neoprene mat with the Gaul map can also be included (mat dimensions: 100&times;60&times;0.2 cm).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman – Gallic Wars",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pooh Game",
    "ID": 308976,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308976/the-pooh-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In which Pooh and his friends race through the 100 Aker Wood, collecting honeypots as they go!&#10;&#10;This game is a dice rolling game, in which players take turns to roll dice, and move their characters along the spaces. As they travel through the game board they will collect honeypots. But beware! Sometimes you might lose a honeypot.&#10;&#10;It's not a race to the finish. The winner is the player with the most honeypots at the end of the game.&#10;&#10;Based on the original E.H.Shepard illustrations for Winnie the Pooh books.&#10;&#10;Made in England.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Books: Winnie the Pooh"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caves of Rwenzori: The Intrepid Expansion",
    "ID": 308987,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308987/caves-of-rwenzori-the-intrepid-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Intrepid expansion grows the core game into a 6 player game or enlarges your existing game. Included in the box are x20 Cave Tiles, a purple meeple, a magnificently-designed new character (the Colonel) and a new Special Gear Card. Adventurer, gather your wits!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Map Addition",
      "Movement Points",
      "Network and Route Building",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Pieces as Map",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taumant's Lair",
    "ID": 308988,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/308988/taumants-lair",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Taumant's Lair is a dice game for a single player with a duration of approximately 20 minutes. To play you need six six-sided dice, each not exceeding 0.5 inches, about eight pawns, and a dozen counters or tokens. If you do not have any pawns nor counters.&#10;The game is divided into three different parts, each corresponding to three pages, which you will use as game boards. Print each one on a different sheet of cardboard and follow their instructions.&#10;&#10;Part I: Recruiting Adventurers&#10;The first step to penetrate Taumant's lair is to form a party capable of surviving its many hazards. Luckily, you are near to the city-state of Kalazar, located between two kingdoms at war. It makes Kalazar the perfect place to look for adventurers. You must explore the city and try to recruit people prepared to risk their lives.&#10;&#10;Part II: The Dungeon&#10;It's the time! Your party is about to get into the cavern. Your goal is to get through its six levels with as few losses as possible. You will play six turns, each corresponding one level of the cave. Put the pawns representing your adventurers on the appropriate square of the column 'ready' and another one on the first level of the dungeon. If you beat the sixth level, you will face Taumant in Part III with your surviving adventurers!&#10;&#10;Part III: Taumant!&#10;You have arrived at Taumant's chamber. This will be a tough fight! As soon as he meets the adventurers, he prepares himself to reduce his enemies to ashes with his deadly fire breath. You have only three turns before he buries your party in a hell of flames. Every unwounded adventurer has a roll for every turn. Put this sheet 12 inches from you and roll a die towards the dragon; if it stops on him, you will cause damage points depending on its location. If you cause 50 or more damage points, you win! Otherwise, you can return to Part I and try again.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piraten auf Schatzsuche",
    "ID": 308996,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/308996/piraten-auf-schatzsuche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The jung pirates going on a treasure hunt using a secret treasure map. They have to find out how to avoid danger and get quickest to the final. This game is training memory and strategic thinking. &#10;The main goal is to reach the pirate beach with the treasure. This can be archived only if they roll the exact numbers on the dice.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pulp Invasion X1",
    "ID": 308998,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/308998/pulp-invasion-x1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "As a Free Captain of the Rim you roam the far reaches of space as a trader and mercenary. Secretly though you are an agent of the Intergalactic Council sent on a clandestine mission to explore planets infiltrated by three alien races known as The Cosmic Hegemony who plan to invade the peaceful worlds of Intergalactic Alliance.&#10;&#10;Find all their world shattering Super Weapons, using your Combat Skills, Diplomacy, and Super Science, and stop them before it is too late!&#10;&#10;The game uses a bag builder mechanic to add and remove dice from a bag. Cards are played to explore various sectors of space and 6 custom dice are used for combat situations.&#10;&#10;Pulp Invasion X1 expands the worlds of Pulp sci-fi space adventure novels with more adventurers to explore the new planets with and new alien allies to confront, plus expands the base game by adding a variant for 2 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Level 7 [Omega Protocol]: The Judas Protocol Mission Guide",
    "ID": 309001,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/309001/level-7-omega-protocol-the-judas-protocol-mission",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Four missions for Level 7 [Omega Protocol]&#10;&#10;Before the events of novel The Judas Protocol, Disco Team had to deal with a desperate situation in the Subterra Foxtrot facility. With the Mission Guide, you play through four different missions as Disco Team to try and put a lid on things before they spiral out of control. Each mission features both an easy and a hard mode &mdash; for when you really want to challenge Disco Team &mdash; and should be played with the components in the Level 7 [Omega Protocol] core game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Setting: Level 7"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trick‘n Trouble: Eulen promo card",
    "ID": 309002,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/309002/trick-n-trouble-eulen-promo-card",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo card from Spiel 2018.&#10;&#10;Promo task 4/0/1&#10;&#10;Simply add this card to the other cards in Trick &lsquo;n Trouble. It just expands the number of available tasks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fall Barbarossa",
    "ID": 309004,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/309004/fall-barbarossa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Double - &quot;single&quot; - blind game of Operation Barbarossa, published in Six Angles #15.  15 hexes Warsaw to Moscow, so 48 miles per hex.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Hidden Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oh, Whelp!",
    "ID": 309020,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/309020/oh-whelp",
    "Min Players": "1",
    "Max Players": "500",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Oh, Whelp! is a communist-style card drafting game. You play as a dragon and guide them on their journey of self-development. Three Companion cards are drawn each round, each of which offer strengths and weaknesses to your dragon's personality.&#10;&#10;Players simultaneously choose the Companion best suited for their dragon's character goals. Points are marked along their own individual trait tracker. The Companion card deck is played through twice (16 rounds). Personality points are tallied and the dragon with the highest-scoring personality wins!&#10;&#10;This light party game is an ideal opener at game nights or when playing with folks who might be inexperienced with heavier games. The multiplayer solitaire format easily allows for solo play and up to an unlimited number of players. Oh, Whelp! is a free game to print and play and can be played virtually, making it highly accessible to all. Did we mention it is heavily infused with puns?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Temple of Gold",
    "ID": 309029,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/309029/lost-temple-of-gold",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Lost Temples of Gold is a Solitaire Roll &amp; Write game where you are an explorer that has been commissioned by the king to sail to distant lands, explore the terrain and bring back Diamonds, Gems and Artifacts. You will have a set number of Crew and Soldiers to explore but you better leave some crew and soldiers behind to protect the ship from the hostile natives. As you explore the three Islands, you will develop a map to help you along the way. You will also need to collect or buy wood to build a raft so you can cross to the next island. Two of the Islands have Tribal Chiefs that are hidden and you must find. These Chiefs will each give you half of the secret location of the temple.&#10;&#10;The Chief will either greet you with hostility or friendship depending on how you treat his people. As you explore you will come across different types of villages that you can trade with or overtake if necessary. Some will be hostile and automatically attack you while others will be friendly. Keep track of your food because if you run out your crew will start to die from starvation. Try to obtain medicine in case your crew get sick from the natives. Once you've spoke with both Chiefs you will have the secret location and can travel to the last island. Search the island and find the Temple to set your name in history and your King the richest in the nation. If you lose all your crew you lose the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Second Most Perfect Moment",
    "ID": 309030,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/309030/the-second-most-perfect-moment",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Suddenly, a portal opens up and someone walks through it - not just anyone, but you. Again.&#10;&#10;Before you can say anything, the other you says, &ldquo;Shut up and listen. This is a time machine. You know what you have to do.&rdquo; As you are handed the machine, your mind immediately goes back to that one event that you always wished that you could have changed.&#10;&#10;This is your chance to change it. You see on the readout that the machine is already primed to go to the exact date and time that you were thinking of. As you press the activate button, the other you says, &ldquo;Don&rsquo;t screw it up like I did.&rdquo;&#10;&#10;The Second Most Perfect Moment is a standalone (and combinable) expansion to The Perfect Moment. It's made up of 3 small expansions that were released in 2019.&#10;&#10;Players race to rewrite history in their favor using a deck of only 18 cards. Players use equipment, exploit paradoxes in the time-space continuum, and author their own revision of the past. Featuring a clever multi-sided card system, every card is used by both players based on what they can see. Equipping that card for yourself may just give your opponent the ability they were looking for. Every turn, players activate up to two revealed cards, which each have special effects. After the effects are resolved, the player can optionally score a card to earn up to 3 points depending on how closely they match it. The first player to 16 points wins. It takes careful planning and a bit of luck to avoid failing like you have so many times before. This time will be different.&#10;&#10;This time...&#10;&#10;&#10;This can be played on its own or combined with The Perfect Moment and expansions.&#10;&#10;Includes 3 previously released expansion sets of the series, and the solo mode rule set:&#10;&#10;     1979: A Job Interview Gone Wrong&#10;     1987: A Little Espionage Gone Wrong&#10;     2010: An Escape Plan Gone Wrong&#10;     The Perfect Moment: Echoes (2nd version)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: The Perfect Moment",
      "Players: Games with Solitaire Rules",
      "Series: Wallet Games (Button Shy)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Listen Up",
    "ID": 309031,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/309031/listen-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "1",
    "Description": "Created by The Kindness Collective, Listen Up is a conversational board game that tests your listening skills and inspires deeper connections between friends and family! Packaged into a compact and easy-to-play game with over 250 questions and activities, ranging from deep and meaningful to light-hearted and fun, Listen Up is guaranteed to reveal untold stories, heartfelt moments, and plenty of laughs with those closest to you!&#10;&#10;The game is simple. Each player moves around the board answering personal questions according to the category they land on. Other players can delve deeper into their answers by using GET REAL cards, and make sure to remember their responses to gain extra points at the end!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superhit",
    "ID": 309033,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/309033/superhit",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Superhit is a set of many games designed for education in arithmetic. The common components are dice, counters in five colors, and a 10x10 board with numbered spaces; the numbers also have various colors.&#10;&#10;Some of the later games are suitable for play by adults. In one, players roll four dice and then must use arithmetic operations to produce a number on the board, which they place a counter on. When certain dice combinations are rolled the player with the top counter on a space may move the stack. The object is generally to reach the edge of the board, but (as with all the games in the set) there are many variants and optional rules.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Counteract",
    "ID": 309035,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/309035/counteract",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Counteract is played on a 6x6 board with the squares numbered from 1-6; one space of each number is a &quot;magic square&quot; with a star on it. Each player has a supply of counters.&#10;&#10;On a typical turn a player rolls a die and places a counter on an empty space with the matching number. They may take another turn if a 6 is rolled. Each player may make a &quot;power play&quot; three times during the game; this involves rolling two dice and allows replacing an opposing piece at the designated coordinates if there is one.&#10;&#10;The game ends when one player uses all their pieces. Scoring is primarily based on forming lines of six pieces and on occupying the magic squares, although there are some extra points available to the player who goes out.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get Out of Colditz: The Card Game – Expansion Pack",
    "ID": 309038,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/309038/get-out-of-colditz-the-card-game-expansion-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "56 card expansion set for use with the Get out of Colditz card game.&#10;&#10;Adds new escape attempt types, new searchlight cards and twin Escaper cards.&#10;&#10;All cards have 'e' in bottom corner to identify expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Race",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto Boruto Card Game: Hokage Expansion Set",
    "ID": 309039,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/309039/naruto-boruto-card-game-hokage-expansion-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stand with the legends of the Hidden Leaf Village! Team up with the original Hokage's such as Hashirame Senju, Hiruzen Sarutobi, Minato Namikaze, and more. Naruto Boruto Card Game is a compilation featuring Naruto, Naruto Shippuden, and Boruto! This set includes cards from both Naruto and Naruto Shippuden.&#10;&#10;Contents:&#10;&#10;54 cards&#10;    6 double sized cards&#10;    1 Turn Sequence card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Two-Player Fighting Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "That's My Throne",
    "ID": 309040,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/309040/thats-my-throne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&ldquo;The King Lorenzo XIV of Bastardoom has been kept captive by &ldquo;Lizardzilla&rdquo;, a humongous creature that inhabits in the periphery of the realm, and since all of his sons are adopted, he did not choose an inheritor. What a problem. The king&rsquo;s council decided that the one which is most suitable among them shall obtain the throne of the realm, but how do they to be worthy? A challenge said the eldest and wisest of the council. Let the boys show their abilities to rule. All their desitions will be evaluated. Will you be able to demonstrate that you are a worthy successor of your father?&rdquo;&#10;&#10;Welcome to That&rsquo;s My Throne, a Roll &amp; Write boardgame, in which you take the role of one of the inheritors of the realm of Bastardoom, and in order to gain Glory points, you must develop community work. Be the one who obtains more Glory Points and, places the crown of victory on your head!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  }
]