[
  {
    "Rank": "N/A",
    "Name": "Farbzwerge",
    "ID": 75764,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75764/farbzwerge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The players are dwarves and have to mix colors to color their hats. At the start of the game, each player receives one dwarf card and takes it into his/her hand. The mixing colors are placed face-down on the table.&#10;The active player picks a small (two colors) or large hat (three) and has to name the players who hold the dwarf colors he/she needs to mix the color on the hat. Then he/she also has to find the correct mixing color on the table. If successful, he/she can keep the hat. A player who fails gets a white dwarf and is allowed to use his/her own dwarf in the next move (unless another player makes a mistake and takes the white dwarf from him/her.&#10;&#10;The player with most hats at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heaven's Gate",
    "ID": 75765,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75765/heavens-gate",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Heaven's Gate is a card game set in a far, far distant future. Colonists from Earth made inroads into other planets thousands of years ago, and now the people on those planets have all but forgotten Earth. The game takes place when the new civilizations are once again reaching their zenith and rediscovering the ability to traverse the stars. Only this time, they're not alone.&#10;&#10;The goal of the game is to either defeat your opponent by capturing (or exterminating) his planet, or by achieving transcendence on your own. This is accomplished through research, devotion, space travel, and battles both on the ground and in the skies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rattus: Judge Promo Card",
    "ID": 75774,
    "Year": "(2010)",
    "Geek Rating": "5.593",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75774/rattus-judge-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "Released in october 2010.&#10;&#10;Official rules &mdash; The Judge:&#10;A player holding this card may, at any time during his turn, move one of his cubes on the board to the palace area AND take one of his cubes back into his own stock. [Important: These cubes may be taken from a region containing rats or from a rat-free region.] As usual, cubes in the palace area are safe for the rest of the game, and count as regular cubes when counting score at the end of the game.&#10;&#10;Available through:&#10;- the magazine &quot;PLATO Magazine&quot; (http://www.plato-magazine.com/) issue #34&#10;&#10;- Essen 2010 Show * purchase of the Pied Piper expansion in the White Goblin Games booth 5-01 in Hall 5 *&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rats",
      "Game: Rattus",
      "Medical: Diseases",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dépar",
    "ID": 75790,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/75790/depar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "User summary:&#10;&#10;D&eacute;par is golf dice game teaching and using real golf rules. Each game is an 18-hole course where each player represents a golfer.&#10;&#10;A hole is played using six combination dice, two hazard dice and a pro/am die. All the dice are numbered 1 to 6. On a par 3 and par 4 hole the goal is to get three of a kind and four of a kind, respectively. On a par 5 hole the goal is to get a straight, either 1 to 5 or 2 to 6. When rolling the player can also encounter obstacles like water, bunkers, etc.&#10;&#10;There are three game modes; beginner course, amateur course and professional course; each adding more rules.&#10;&#10;Included in the game:&#10;&#10;     5 dice known as combination dice&#10;     3 special dice&#10;     4 golf ball playing pieces&#10;     4 flag pieces&#10;     1 pencil&#10;     1 puzzle game board&#10;     1 copy of the game rules with a glossary&#10;     1 yardage book&#10;     1 book of scorecards&#10;     3 point cards&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wettlauf im Zauberwald",
    "ID": 75797,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75797/wettlauf-im-zauberwald",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player controls a horse that wants to be the first one to reach the castle in the middle of the enchanted forest. To get there, the horses need to pass magic gates. In order for a horse to get through, other horses have to stand on certain symbol fields. &#10;Movement is determined by a die, but a player can move any horse and split up his/her die roll among all horses at his/her discretion (a 1 is re-rolled and added to the next result).&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Toys: Filly"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kim & Tim",
    "ID": 75807,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/75807/kim-and-tim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Color and number recognition for the very young. The players roll and move around a track. When they reach a field with a color, they get a color token for their personal small board. When they reach a field with a nut, they get a nut. Two nuts can be exchanged for a color one doesn't have yet. On a picture field one has to search for an item (which is usually) of a certain color in a black and white picture.&#10;The other game variant uses numbers instead of colors.&#10;The goal is to fill one's board with all tokens.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tampa Tycoon",
    "ID": 75810,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75810/tampa-tycoon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The Game of Tampa Business &amp; Trivia&quot;&#10;&#10;This game about the city of Tampa, Florida is a combination of economics and trivia. The game includes a monopoly-style business games and a trivia game about the history of Tampa. The economic game is essentially a monopoly clone with a board showing local business names and tourist attractions. Many of the trivia questions were provided by the local historical society in Hillsborough County.&#10;&#10;Includes a colorful board, play money, property cards, tokens, and a combination instruction booket and question book.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nacognopoly: The Oldest Town In Texas!",
    "ID": 75812,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75812/nacognopoly-the-oldest-town-in-texas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a monopoly-style game about the city of Nacogdoches, Texas. The game is designed to promote the region's industry and the board features local business names and tourist attractions. The center of the board also contains illustrations of historical sites.&#10;&#10;Includes the board, play money, property cards, tokens, plastic buildings, the rules, and a storage insert.&#10;&#10;",
    "Categories": [
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beyond The Fall",
    "ID": 75813,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75813/beyond-the-fall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It was 2012 when the Mayans predicted the end of time, but few listened and prepared for the inevitable.  Almost without warning, the Fall of Man came to pass and Man ended his dominion of the Earth with a whimper. Continents were erased, new seas formed, and only a very unlucky few survived the apocalypse. The angle and orbit of the planet had changed, and the only habitable areas remaining on Earth are between the 30th and 45th parallel. As the Earth slowly dies, burning under a closer Sol, the remaining inhabitants struggle to survive.&#10;&#10;70 years have passed since the Fall, and what was once the western seaboard of the United States is the last bastion of humanity on the planet.  New settlements have grown over the ashes of the old, the largest being the Free Republic of Phoenix. Phoenix has grown and prospered, its guarded, high walls protecting it from the hazards of the open wastes. Phoenix is the center of the world now, having formed political alliances with many of the remaining settlements, providing electricity and protection in the form of its Centurions in return for manpower, goods, and food.  Ruled by an elected dictator, its laws are strong and absconders are dealt with harshly, but life in the wastes is harsher. Providing tens of thousands a stable life, Phoenix truly is the last hope for civilization, but not everyone wants civilization.&#10;&#10;The Anarchists, as the Phoenicians call them, are made up of freedom loving people that will bow to no man&rsquo;s law but their own. Cut off from the much-needed electricity and fresh water produced in Phoenix, they scavenge the lands as their ancestors did, killing anyone that they encounter to survive.  In a perpetual state of conflict with Phoenix and their merciless Centurion warriors, and led by their High Priest or Mor, they will stop at nothing until Phoenix falls and the Free Cities are allowed to be truly Free.&#10;&#10;Your adventure begins with the high council of your small, Northwestern village calling you, one of its strongest, bravest citizens to the village hall.  The council tells its chosen ones that the city generator has begun to fail and that you must find and recover a suitable replacement within 30 days or your people will perish and your village with fall to the wastes. Not knowing where to begin and provisioned only with what your village could spare, you set off into the wastes.&#10;&#10;&#10;Beyond The Fall is a post-apocalyptic game of survival where players must make their way south to Phoenix before running out of food or being killed by Anarchists, starvation, or the wasteland itself.  Along your way you will come upon settlements where you may barter or desperate men who may try to kill you.  The wastes are an inhospitable place for the weak, and only your strength, courage, and your choices will carry you through safely.&#10;You may undertake missions which will reap glory and rewards, may perform acts of courage that will craft your story into legend, or you may take up the cause of the Anarchists who wish to defile and rape the lands for their own benefit.  The choice is yours.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pignus Mania",
    "ID": 75815,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/75815/pignus-mania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Description: Pignus Mania is a game of strategy and logic that defies the limits of human reasoning. An incredible mental battle with a single purpose: to isolate the white part in the game!&#10;&#10;Description translated from: http://www.apm.pt/portal/index_loja.php?id=162602, similar description in the box.&#10;&#10;The board is filled with tetraeder-shaped pieces in 4 colors and 1 white piece. The spaces are connected with lines in all directions (horzontal, vertical, diagonal). The aim of the game is to be the player to isolate the white piece. To do so, players alternate picking a line and a color and remove all pieces of that color from the line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bypass",
    "ID": 75816,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/75816/bypass",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "An abstract strategy game of building networks.&#10;&#10;The board consists of a hexagonal grid of hexes. Six hexes, located along the outer edge of the board, are labelled with a letter. Players, on their turn, add a path of their colour that connects two adjacent hexes and a wall that blocks a path from being built there. In addition, players may convert a path to a wall and a wall into a path. Eventually, the six lettered hexes will be connected by a network of paths. At this point, the game ends. There will be three scoring routes on the board. Each scoring route connects a pair of letters and usually contains paths owned by more than one player. Players score one point for each path they own along each route. The player with the highest score wins.&#10;&#10;To assemble the print-and-play version, simply print the board, insert it into a plastic sheet protector, and use dry erase markers to draw paths and walls. Alternatively, print one of the other boards, which have smaller dimensions but larger hexes, and use Settlers of Catan roads as paths and small counters as walls.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pentactic",
    "ID": 75818,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/75818/pentactic",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Pentactic is a game in the line of FITS or Ubongo, but with more player interaction, where players try to place all their pentominoes on their boards while dropping stones on the opponents&rsquo; boards to prevent them from doing the same.  The board features three different, overlapping playfields, in order to increase replay value:&#10;&#10;     8&times;8&#10;     9&times;7&#10;     11&times;6&#10;&#10;&#10;A pentomino is a piece composed of five congruent squares, connected along their edges. There are 12 different pentominoes. Pentominoes are well known in the board game community and lots of games use them.&#10;&#10;N&eacute;stor designed the first version of Pentactic (basic gameplay) back in 1980, while playing with a home-made set of pentominoes. 30 years later, he fine-tuned it and added the 'duel' and 'multiplayer' options.&#10;&#10;There are 4 types of gameplay:&#10;&#10;&#10;     Solo play (1 player): You&rsquo;ll need 1 PENTACTIC set.&#10;     Basic play (2 players): You&rsquo;ll need 1 PENTACTIC set.&#10;     Duel (2 players): You&rsquo;ll need 2 PENTACTIC sets.&#10;     Multiplayer (3-6 players): You&rsquo;ll need as many PENTACTIC sets as players.&#10;&#10;&#10;It is recommended to use different colored sets in &lsquo;Duel&rsquo; and &lsquo;Multiplayer&rsquo; modes if possible. PENTACTIC sets are available in different colors.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Polyominoes",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galapagos",
    "ID": 75824,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75824/galapagos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Galapagos is a card-based strategy game where you lead a species in a struggle to survive. Compete with other players for food, or turn on them and eat them! You choose how your species evolves by adding and replacing body parts, and you can try to control the world with special cards and events.&#10;&#10;With a huge assortment of scary and funny body parts, all with unique abilities and artwork, lots of special cards that twist the game in new and unexpected directions, Galapagos is always different and fresh.&#10;&#10;The game is family friendly and easy to learn. It takes about 45-60 minutes to play depending on how fast you are and how many rounds you play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Turtles",
      "Islands: Galápagos (Ecuador)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Amazon Rainforest & Sahara Desert",
    "ID": 75825,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75825/age-of-steam-expansion-amazon-rainforest-and-sahar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Amazon Rainforest &amp; Sahara Desert is a full size, full color mounted expansion that folds to a size that will fit in both the Steam and Age of Steam boxes. These maps, like their locations, couldn&rsquo;t be more different. Rainforest is all about fluctuating goods prices while Sahara is a mean, unforgiving map that adds a layer of strategy to Age of Steam and Steam games that&rsquo;s heavily focused on location.&#10;&#10;Amazon Rainforest takes place deep in the Brazilian forests, where you&rsquo;re building railroads between the few small cities scattered about. Unlike most Steam/AoS maps, Amazon does not have towns...and there&rsquo;s no way to get them on the map. Fortunately, your income isn&rsquo;t tied to links. Unfortunately, it&rsquo;s tied to the &ldquo;wood market&rdquo; where each color cube represents a different kind of prized and scarce South American wood. The more wood that&rsquo;s delivered, the scarcer the supply, which drives up the price. The less wood on the board, the cheaper the wood. You&rsquo;ve got to find the rare stuff and deliver it before anyone else does. Due to the limited number of cities, the track network you build is critical. Amazon Rainforest is for 3-6 players.&#10;&#10;Sahara Desert takes place on the northern portion of Africa. In possibly one of the harshest climates ever to build a railroad network, you won&rsquo;t survive without lots and lots of water. However, you can only get water from the oases throughout the desert, and once they dry up, they dry up for good. If you don&rsquo;t have access to water you can pay per delivery, or if you&rsquo;re really crafty, you&rsquo;ll choose the Water Import action and not worry about water for this turn. Regardless of how you do it, it&rsquo;s going to be tough, and there&rsquo;s going to be more moisture slowing coming down your face in the form of tears than anywhere else. Sahara Desert is for 3-5 players who won&rsquo;t acknowledge their limitations.&#10;&#10;The 2010 Essen Aos/Steam map pack from Bezier Games features 7 new maps, including 6 mounted ones on 3 double size expansions. These maps can be preordered from Bezier Games and will ship in October 2010. The &ldquo;bonus&rdquo; 7th map is only available through preorders. Age of Steam/Steam California Gold Rush &amp; Underground railroad have been previously announced. More details about the remaining 3 maps will be coming in the next few weeks from Bezier Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam",
      "Region: Amazon Rainforest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mercado de Arte: Sônia Menna Barreto",
    "ID": 75849,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/75849/mercado-de-arte-sonia-menna-barreto",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User Summary:&#10;The players should buy and sell paintings of S&ocirc;nia Menna Barreto, the only Brazilian artist to have one of her works (Leonard Chesire) included in the art collection of the British Royal Family. To win the game, a player should acquire at least 3 of 5 artworks depicted on his goal card. After that, the player tries to move his pawn to the Art Club space, where he receives the valuable artwork Leonard Cheshire. Then, the players check the value of all their possessions, including artworks, money and stores that sell the artist&rsquo;s products, and who has the highest amount is the winner. Artworks and stores can be directly purchased from other players or by auctions or can be earned on special spaces on the game board.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Collectible Components",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mario Kart Wii Grand Prix Race Pinball",
    "ID": 75851,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/75851/mario-kart-wii-grand-prix-race-pinball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Seen at the Tokyo Toy Show, a marble race game based on Mario Kart for the Nintend Wii where two players manipulate buttons and knobs to race to get their colored ball to the finish first.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Players: Two-Player Only Games",
      "Video Game Theme: Nintendo",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talisman (Revised 4th Edition): The Sacred Pool Expansion",
    "ID": 75857,
    "Year": "(2010)",
    "Geek Rating": "6.090",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75857/talisman-revised-4th-edition-the-sacred-pool-expan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2667",
    "Description": "From the publisher's website:&#10;&#10;Judgement day has arrived...&#10;&#10;Drawn by powers as old as time itself, the spirits of light and the forces of darkness are gathering their strength. A line has been drawn between the heavens and the abyss. War is coming!&#10;&#10;The Sacred Pool, an expansion for the classic board game Talisman, brings new excitement and tension to your quest for the Crown of Command! Four new playable characters (Chivalric Knight, Dread Knight, Cleric and Magus) join the race for power, and never-before-seen Alternate Ending cards ensure ample replayability. Meanwhile, Stable cards bring you useful equestrian followers, and Quest Reward cards give new incentives to complete the perilous Warlock Quests! In addition, The Sacred Pool presents new reasons to watch your character&rsquo;s alignment. The inclusion of Neutral Alignment cards allow you to follow new paths in Talisman and possibly receive greater rewards...if you choose the right side.&#10;&#10;Will you stand in the light or fall into darkness?&#10;&#10;The Sacred Pool comes with 4 new characters and plastic figures, 72 new Adventure cards, 16 new Spell cards, 24 Quest Reward cards, 12 Stables Cards, 4 Neutral Alignment Cards, and 3 Alternative Ending Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Talisman",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stranamore",
    "ID": 75887,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/75887/stranamore",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stranamore = Strangelove&#10;&#10;It was a TV program where a person could send a love message to another person using TV.... usually because he did something wrong.&#10;&#10;&#10;Within your many friends there is a special person whom you may lose because of your misbehaviour. Follow him (or her) all around Italy, choose the right words and write the most loving message so that he (or her) may forgive you and you may regain your place in his (or her) heart. You have to be the better one, otherwise the other players may beat you to him (or her).&#10;&#10;Italian:&#10;Tra tanti amici e tante amiche c'&egrave; una persona speciale che, per il tuo comportamento, rischi di perdere. Inseguila per l'Italia, scegli le parole giuste, scrivi il messaggio pi&ugrave; accattivante per farti perdonare e prova a riprendere il tuo posto nel suo cuore. Ma devi essere il pi&ugrave; brillante, perch&eacute; altrimenti gli altri pretendenti potrebbero avere la meglio!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Focus",
    "ID": 75917,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/75917/focus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "User summary:&#10;The teams (or the two individual players) observe carefully one of the twelve fully illustrated panels, trying to find out objects which name begins with the letter chosen and writing them on an appropriate paper sheet. The panels are very complex and full of detailed images. After the time is out, the teams sum their points, gaining 1 point for repeated words and 5 points for unique words. Each object should be mentioned only once (no singular/plural differentiation), but the same word can be repeated if it represents different objects on the panel. After the twelfth panel is used, the total points are added together and the winner is the team (individual player) with the most points.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "O Guia dos Curiosos",
    "ID": 75919,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/75919/o-guia-dos-curiosos",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "O Guia dos Curiosos (Guide for the curious) is based on a best seller with the same name from Marcelo Duarte. Although it seems to be similar to Ler&eacute;ia, Guia dos Curiosos presents three types of cards: one type asks for the meaning of an unusual word, the other shows a sentence that should be completed or answered and on the third type is a sentence the players should simply respond true or false. The type of card is chosen based on the movements of the pawns after the counting of points at the end of each round. Except for the third type of card, for which all players answer independently, the other two types allow the players to write false but convincing answers or definitions. Players score points by both hitting the real answer and convincing other players that your definition is the correct.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World vs. Hero",
    "ID": 75936,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/75936/world-vs-hero",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Subtitle: The Strategic Storytelling Game for Two Players&#10;&#10;Publisher's description:&#10;&#10;World vs. Hero is the two-player storytelling game system that pits the World Player's insidious conflicts against the Hero Player's bold champions in a duel of strategic creativity!&#10;&#10;From magical fantasy to superhero action to mind-bending horror, World vs. Hero is fully customizable and ready for anything players can dream up!&#10;&#10;&#10;     Create worlds in minutes or use your favorite published settings instantly!&#10;     Develop heroic characters that are as boundless as your own imagination!&#10;     Design adventures that will surprise both players as the plot twists and turns!&#10;&#10;&#10;World vs. Hero is playable with this book and a standard deck of playing cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Mouse Games",
    "ID": 75940,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/75940/math-mouse-games",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game with six different boards and 9 different games in which children learn math concepts while playing. Games include Gobbling Fractions, Roll-a-Problem, Gardening, Blast off, Grocery store, Fraction/Decimal Cards, Multiplication Board, Add Off.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Storm of Steel",
    "ID": 75953,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75953/storm-of-steel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This expension contains&#10;&#10;A brief history of the Great WAR&#10;&#10;A divisional structure and army lists for the main power (Germany, Austria-Hungary, Turkey, Bulgaria, france, Britain, Belgium, Russia, Serbia, Italy, Toumania, United States)  of the Great War to use with the main rules book SQUARE BASHING&#10;&#10;Rule amendments concerning the following points&#10;&#10;Close order attacks&#10;Cavalry&#10;French &quot;Rafale&quot; Fire&#10;Contemptible army&#10;Howitzers&#10;Portee artillery&#10;Gas&#10;Tanks&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Series: Rule For The Common Man (Peter Pig)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Andere Länder, Andere Sitten!",
    "ID": 75955,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.22",
    "Link": "https://boardgamegeek.com/boardgame/75955/andere-lander-andere-sitten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Andere L&auml;nder, Andere Sitten! is a straightforward trivia game about the customs of various countries.&#10;&#10;Gameplay is simple: One player reads a question and lists five countries as possible answers. Other people guess which of these answers matches the description. Points are awarded for correct answers. Most points wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Serial Killer",
    "ID": 75956,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75956/serial-killer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the rules overview:&#10;&#10;The small town of Kalina is struck by fear. A serial killer is on the loose and nothing seems to be able to stop him. The small police station in town is almost falling apart both on the outside and from the inside. And this is were you are. As the two Chief Inspectors of Kalina the players will have to work together to build a strong case against the Serial Killer in only three days. The only problem is that the boss has put a promotion out for the player that builds the strongest case against the Serial Killer. This means that the players will do anything to further their own investigation and all possible to hinder their opponents even though it has to look like they are both working together.&#10;&#10;The players will play a card each that indicate a certain coorordinate. A lot of bluffing is involved in the game as there is only a limited cardplays for each player. The coordinates will be stocked with increasing amount of evidence for each day passing of the investigation.The players will also be able to move the serial killer himself in order to hinder the other players investigation by killing off his investigators.&#10;&#10;The player, who has built the strongest case against the Serial Killer in three days, by getting the most Case Points, wins the game. Case Points will mainly be gained by having the most of a certain type of evidence.&#10;&#10;At the moment Graphic design is beeing conducted by Josh Cappel for the prototype that is going to be released at the Hippodice Competition 2011. Danish playtesters will be needed for final playtests September 2010. Prototype Artwork will be released on September 1st.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lovin' Tub",
    "ID": 75958,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75958/lovin-tub",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Experience the game that will have you bubbling with desire! Lovin' Tub is a foreplay game for lovers to be entirely enjoyed in the bathtub! True Lovin' Tub foreplay means rubbing your partner down from head to toe while indulging in a little pampering of your own. However, it also involves performing stimulating challenging tasks that are far from watered down on the excitability scale! Let chance guide you through a series of voluptuous caresses, sensual kisses and other pleasurable treats that are sure to arouse your senses! The Lovin' Tub game has deliberately decided upon an odd number of total cards to avoid a tie and have a clear winner declared. The player with the most playing cards at the end of the game wins their choice of two vouchers from the Afterbath Rewards booklet!&#10;&#10;Components: bottle of foam bath, game board with arrow, 11 plastic cards (avoid peeking for maximum surprise effect), and hourglass&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foreplay Connect",
    "ID": 75959,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/75959/foreplay-connect",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Get connected! The Foreplay Connect Game is a fun way for lovers to bring new excitement to the bedroom. Each player takes turns placing their chips in the game board. On each chip are foreplay suggestions. The first player to get four chips in a row gets to have all those actions performed for them. The game includes 21 chips for each player, pink for ladies and blue for men, and a game board. Where will foreplay take you!&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 7 Grids",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Entice!",
    "ID": 75960,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75960/entice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How far will you go to spark a night of passion? Be the first to move around the Entice Game Board to the Climax Finish Space by answering questions about sex, romance and relationships. What are your secret thoughts and desires?&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Juego Del Deseo",
    "ID": 75961,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75961/el-juego-del-deseo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discover your lover game spanish version an erotic game for two! The most important goal of the game is to activate and stimulate your sexual energy and to heighten your attention for each other. This game brings you closer together and shows you surprising sides of yourself and your partner. Discover Your Lover is disarming, exciting, direct and daring. You must try to reach the finish as quickly as possible by answering the questions and performing the tasks. Then the winner's ultimate desire can be fulfilled. The questions test both your knowledge of erotic matters and how well you know each other sexually. The tasks range from tender and playful to more passionate and rather challenging. You get to play the game exactly as suits you best. Take a sexual journey with your partner!&#10;&#10;Components: 20 x 20 game board, 240 question cards, 240 task cards, 1 die, 2 pawns, 2 hour glasses and rules of the game.&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Discover Your Lover",
    "ID": 75962,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/75962/discover-your-lover",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of Discover Your Lover is to activate and stimulate a couple&rsquo;s sexual energy and heighten their attention for each other. The game is specifically designed to bring a couple closer together and will show players surprising sides of themselves and their partner! Discover Your Lover is disarming, exciting, direct and daring. It can also be hilarious at times but never disrespectful. Players strive to reach the finish as quickly as possible by answering questions and performing tasks. They are faced with questions that test erotic knowledge in general as well as their understanding of their partner&rsquo;s sexuality. The player to cross the finish first wins their ultimate desire! The tasks are on three levels, from tender and playful to more passionate and challenging. The variety makes this game one that couples can revisit again and again.&#10;&#10;Includes:&#10;20&quot; x 20&quot; game board, 240 question cards, 240 task cards, 1 die, 2 pawns, 2 hour glasses and rules of the game.&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caravelas: \"The Black Ship\"",
    "ID": 75966,
    "Year": "(2010)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75966/caravelas-the-black-ship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Limited Edition - ESSEN 2010!&#10;Small Postcard expansion with wooden ship (the black ship) for Caravelas that was offered ONLY in ESSEN 2010!&#10;&#10;Short description :&#10;&#10;&quot;The Black ship is placed in the Port of Malaca, players can move the black ship by spending one Navigation Marker per space...&#10;In case of encounter with other ships the owner(s) roll a die and suffer the consequences...&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Civilization",
      "Educational",
      "Nautical",
      "Travel"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: Portugal",
      "Game: Caravelas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Volta a Portugal em Bicicleta",
    "ID": 75974,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/75974/volta-a-portugal-em-bicicleta",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a board game that depicts the bicycle race across Portugal, similar to the &quot;Tour&quot;, the &quot;Giro&quot;, or the &quot;Vuelta&quot;.&#10;&#10;The board represents Portugal, with the different stages and a colorful depiction of each region&acute;s characteristics.&#10;&#10;The mechanic is rather simple: roll the dice and hope to avoid the spaces that mean &quot;malfunction&quot;, &quot;flat tire&quot;,&quot;accident&quot; or simply &quot;give up&quot; - which take you back to the starting mark.&#10;&#10;The aim is simply to be the first to complete the race, but house rules could be easily created to better simulate a cycling competition.&#10;&#10;(User summary)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Portugal",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Afternoon Delight",
    "ID": 75976,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75976/afternoon-delight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Afternoon Delight is the exciting game for couples designed to bring out the &quot;daylight lover&quot; hidden in most of us. Players try to take card hands (tricks) for the purpose of getting the most cards of one suit in each round... and that earns them Afternoon Delight Credits which they are allowed to spend on &quot;lusty&quot; stuff in the Afternoon Delight Play Book.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Little Lovin'",
    "ID": 75977,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75977/a-little-lovin",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Romance your day and have fun while you play! Most couples agree that they need to find the right balance in their relationship between sex and romance. Guys tend to lean toward the sex part; women would like to see a bit more romance. A Little Lovin is the fun and explicit couple's game that opens the door to both sex and romance. Game is for 2 adult players and contains 54 A Little Lovin' cards, 50 Lovin' List cards and a rule booklet. Isn't it time both of you win?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frisky Business",
    "ID": 75982,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/75982/frisky-business",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game of lust and desire! Frisky Business is a card game for lovers or close friends. Each player is dealt seven cards and the players then pick from the remaining pile to replace or discard any of there hand. The object is to end up with a straight of all seven adult categories. The last player left without a straight has to then act out all the activities from the winning hand with the winner. Are you ready for a night of fun foreplay!&#10;&#10;From powerofromance.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flintloque Reloaded",
    "ID": 75989,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/75989/flintloque-reloaded",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Flintloque Reloaded is a 2nd edition rule book for Flintloque after Deadloque (2nd edition) with some changes to the rules.&#10;&#10;As with the previous editions Flintloque is a Fantasy Black powder skirmish war game rules which each fantasy race take the part of one of the nations of Valon.&#10;&#10;Flintloque Reloaded is a set of stand alone rules with everything you need to play Flintloque, but it is missing a few of the Undead rules so you will still need a copy of Deadloque (Second Edition) if you want to play them.&#10;&#10;The major changes from Deadloque (2nd edition) is that a skills system been added, an additional column for movement (falter), wounds are calculated differently, a points system and artillery rules.&#10;&#10;Flintloque Reloaded was available either by it self of with a box set of miniatures.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – Redemption of a Mage",
    "ID": 75996,
    "Year": "(2010)",
    "Geek Rating": "5.614",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/75996/warhammer-invasion-redemption-of-a-mage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "From the publishers website:&#10;&#10;Fantasy Flight Games is pleased to announce the upcoming fourth Battle Pack in the The Enemy Cycle! Redemption of a Mage is the latest in a linked expansion series for Warhammer: Invasion, a card game of intense warfare, clever kingdom management, and epic questing. This 60 card pack contains 20 different never-before seen cards designed to augment existing decks and add variety to the Warhammer: Invasion metagame.&#10;&#10;In this exciting continuation of The Enemy Cycle, the Dwarfs build their mastery of powerful Runes while the Empire expands their synergy with the Mage and Knight keywords. For Chaos, father Nurgle&rsquo;s arsenal of diseases grows, while the Dark Elves practice their hexes and the Orcs smash everything in sight.&#10;&#10;This, along with exciting options for the High Elves and new three-way neutral alliance cards, Redemption of a Mage is an invaluable enhancement for any Warhammer: Invasion deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Genitri",
    "ID": 75997,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/75997/genitri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Genitri is a two player board game. It's very easy to learn, but exciting to play. No game is like the previous one.&#10;Goal of the game is to put more tiles on the board than the opponent, by skillfully arranging the pathes.&#10;The tiles are placed alternately.If one of the two players can't play his own tiles, then the opponent must play his remaining applicable tiles.&#10;To win you have to use your strategic tiles intelligently, because you only have 3 start tiles, 3 blocking tiles and 6 arborization tiles.&#10;Its up to you to find out the right placement strategy.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Dice 2: Crossing",
    "ID": 76077,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76077/railroad-dice-2-crossing",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Railroad Dice 2 - Crossing is a brown &quot;complex&quot; railroad die, with the faces including complex track.  An additional rules page with information about how to use this new die in Railroad Dice games was included.&#10;&#10;Given for free during the Essen Fair 2005.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Railroad Dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Gettysburg",
    "ID": 76083,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/76083/the-battle-of-gettysburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "1.5",
    "Description": "&quot;The Battle for Gettysburg&quot; is the 2nd game in the &quot;Orders of Battle&quot; series of games.&#10;&#10;17 x 22&quot; map&#10;120 Counters&#10;1   Time Record/OOB&#10;1   Tables &amp; Charts&#10;1   Order of Battle reference&#10;12  Orders Cards&#10;&#10;The game is divisional in scale. Orders are issued to individual corp via the Order Cards. It is an impulse based system, but not random. Players choose which Corp to activate and based on the Orders card that was placed under the Corp leader counter at the beginning of the turn (hidden to the opponent), that Corp takes action then play passes to the other player.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Battle of Gettysburg"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alternative Armies: The Compendium No1",
    "ID": 76088,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76088/alternative-armies-the-compendium-no1",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The compendium (No 1) is a sourcebook filled with articles for the Black-Powder wargames of Flintloque and Slaughterloo.&#10;&#10;Contents&#10;Flintloque One Misson Templates&#10;Flintloque Solo Play Rules&#10;Compendium Metal Focus&#10;Valon and Earth (Nations &amp; Cities)&#10;Slaughterloo Scenario - Bonibix&#10;Balloons of the Ferach Empire&#10;Flintloque Scenario - The Monich Bier Wars&#10;The Demon Drink&#10;Tuscan Elves&#10;Krautian Feldtechnics&#10;Catatonic Inquistors&#10;The Goblin Army of Al-Garvey&#10;Rocks and Throwing Knifes&#10;&#10;Additional contributions (since their first name not listed in the credits) by M White, B Minadeo, M Ricketts and T Hunter&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadloque (Second Edition)",
    "ID": 76092,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/76092/deadloque-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Deadloque (2nd edition) is a Black-Powder fantasy skirmish war game set in the world of Valon.  Based on the same background of other Flintloque games it is a full set of well presented rules, not an expansion set like its previous edition (Deadloque).&#10;&#10;It contents all the rules and background you need to play the Undead in Flintloque and also the rules for the other races and their weapons.&#10;&#10;It was available either by it self or with a box set of miniatures (same as the 1st edition).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – Mountains of the Moon",
    "ID": 76095,
    "Year": "(2010)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76095/a-game-of-thrones-the-card-game-mountains-of-the-m",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Mountains of the Moon is the third monthly installment of 60 fixed cards - 3 copies each of 20 different cards - for the Brotherhood Without Banners expansion to A Game of Thrones: The Card Game. The never-before-seen cards in this expansion were designed to augment existing decks and add variety to the A Game of Thrones metagame.&#10;&#10;A A Game of Thrones LCG core set is required to play. Contains cards 41-60 of the Brotherhood Without Banners cycle.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue Jr.: The Case of the Missing Glasses",
    "ID": 76101,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/76101/clue-jr-the-case-of-the-missing-glasses",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This version of Clue Jr is in an &quot;enhanced book&quot; format.  The book folds out make 5 different boards, each revolving around a difference case.  The side piece on the side of the book has a spinner and a small pocket that snaps closed to keep the Clue sheets, cards, envelope, and player tokens in.  The player tokens are reusable stickers.&#10;&#10;Book is roughly 8X11 closed, board folds out to about 8X20 once opened. The laminated pages for the board are stiff, but not truly board stock.&#10;&#10;Players use the spinner to roll and move around the board, gathering clue cards. Each board has a short paragraph describing the mystery for that page and has an illustrating of the room the mystery takes place in.  The board is superimposed over the illustration and the locations are numbered.&#10;&#10;Produced by Running Press Kids under a license from Hasbro.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Game: Cluedo Junior / Clue Junior (Parker Brothers, et al)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prinzessin Lillifee: Der große Feenball",
    "ID": 76104,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/76104/prinzessin-lillifee-der-grosse-feenball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the instructions:&#10;&#10;The date for the big fairy ball gets closer and closer and Princess Rosie still has nothing to wear. But luckily she has good friends. The mouse, the hare, the bear, the hedgehog, and the frog want to help Princess Rosie by trying to find the most beautiful fairy dress that has even been worn at a ball. Pupsi, the pig, has taken command and you can support the animals to find all the parts of the dress. But hurry up - you have to be ready before the ball starts at sunset.&#10;&#10;The game board and box fit together make a diorama scene that all the players sit in front of, much like a stage. The scene is of a beautiful meadow with seven berry bushes, a castle, and blue sky beyond. The berry bushes are cards that are shuffled and placed randomly. Most of the bushes have a picture of part of Princess Lillifee's dress printed on the back so the players don't know which dress part is behind each bush. The pawns have one of the helpful animals on the back side. Pawns are placed on the board so the players cannot see which pawn is which animal. The Pig sets the goal by showing a card with a combination of a dress piece and an animal.&#10;&#10;Players take turns rolling a die and moving the pawns behind each of the bushes, trying to match the animal and dress parts shown on the Pigs easel. Since the players don't know what is behind the pawns and bushes, they use the mirrored magic wand to look behind the bushes to see if they found a match. A sun mover acts as a timer as it moves from cloud to cloud showing that the ball is getting ready to start. If the players can collect all the dress parts before the sun sets, they win the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Mice",
      "Creatures: Fairies / Elves / Pixies",
      "Movies: Prinzessin Lillifee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nestortiles DUEL",
    "ID": 76107,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/76107/nestortiles-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.3333",
    "Description": "Nestortiles DUEL&#10;&#10;A Nestortiles game for 2 players by N&eacute;stor Romeral Andr&eacute;s.&#10;&#10;INTRODUCTION&#10;&#10;Nestortiles DUEL is a dice building and dice combat game for 2 players. You&rsquo;ll need one set of Nestortiles in order to play it.&#10;&#10;DEFINITIONS&#10;&#10;The value of a tile is the number of pips on that tile.&#10;&#10;SETUP&#10;&#10;Place all the Nestortiles face-down in the middle of the playing surface (drawing area) and shuffle them.&#10;If this is the first game, the starting player is determined randomly. If not, the player that lost the previous game starts.&#10;The game is played in 2 phases.&#10;&#10;DICE BUILDING PHASE &mdash; This phase is played in turns.&#10;&#10;On your turn, you must do one of these two things:&#10;&#10;&#10;     Draw a tile from the drawing area and place it face-up before you or...&#10;     Discard one of your tiles face-down (first show it to the other player) and draw as many tiles from the drawing area as the value of the discarded tile (You can't draw the discarded tile itself). The value of the discarded tile must be lower than the number of tiles left on the drawing area.&#10;&#10;&#10;If, after drawing the tiles, you have 6 or more tiles, you must build a die. To do this, choose 6 of your tiles and assemble them into a die, and discard the rest face-down to the drawing area.&#10;If the drawing area has no tiles left, the dice building phase ends.&#10;&#10;COMBAT PHASE &mdash; Before this phase starts, 9 or 10 dice should have been built.&#10;&#10;Both players roll their dice at once (try not to mix them).&#10;Now, for each of the 10 colors, do the following:&#10;&#10;     Sum up the total value rolled for that color for each player. The player with the highest sum for that color gets 1 point.&#10;     In case of a tie, no points are scored for that color.&#10;&#10;&#10;The player with the highest score after the 10 colors have been checked is the winner. In case of a tie, the player with the highest total sum (pips rolled on all dice) wins the game.&#10;&#10;VARIANT&#10;&#10;The discarded tiles are placed face-up.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Components: Nestortiles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toppletree",
    "ID": 76120,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/76120/toppletree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Toppletree merges the game play of Jenga and Connect Four, while allowing players to create a day-glo sculpture while they play.&#10;&#10;To set up, each player takes 18 pieces in a single color &ndash; a dozen single pieces and six &quot;double&quot; pieces that fork &ndash; and the green base is placed on the table. On a turn, a player adds one of her pieces to the tree by placing it on the nub protruding from the base or the nub on any other piece already attached to the base. A player can use only one hand and cannot support the tree while placing a piece. A player cannot place a double piece on a double piece of her own color, but she may cap an opponent's double piece.&#10;&#10;If the tree falls over, the player who added the most recent piece loses. Otherwise, the game ends when a player places four pieces of her color in a row, with this player winning the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Stacking and Balancing",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "AXA the Classic Game of Symmetry",
    "ID": 76132,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76132/axa-the-classic-game-of-symmetry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: AXA is the Classic Game of Symmetry for all ages. Easy to learn, yet intriguing to play. AXA provides a masterful and aesthetic challenge for all levels of skill. A game for 2 or 4 players, the object of AXA is for one side to first create a symmetrical pattern around the white central axis. Any symmetrical pattern wins and winning possibilities are almost limitless. Vision, cunning and inspiration are essential for winning play and no apparent lead can be taken for granted.&#10;&#10;User comment: Beautiful black, one-piece, hard plastic board with bright red and white shiny stones as playing pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kung Fu Monkey",
    "ID": 76133,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/76133/kung-fu-monkey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Kung fu Monkey is a card game, of strategy and of fate. The objective: be the first one to become the Kung fu Monkey by accumulating a series of eight cards representing so many landings of learning of this combat sport. Warning, wild fights in sight !&#10;&#10;Every player can exchange, fly and take back to other players cards necessary for his/her learning, while making a gesture of kung fu. Suspense, strategy and pleasure guaranted for the young and old people !&#10;&#10;Include French &amp; English rules.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Trading",
      "Variable Phase Order"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shellshock",
    "ID": 76136,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76136/shellshock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Shellshock is a dark, futuristic deathmatch style battle for 2-4 players. Players take control of a team of up to 6 unique characters and have to take out the other teams characters first to win the match. The game uses turn-based strategy, character abilities and resource cards to give players a wide range of choices during their turn. Simple health tokens are used to measure character health and the game takes place on a 10x10 square tiled board.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Missed Bridge",
    "ID": 76138,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76138/the-missed-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Missed Bridge is a large scale scenario for 4 to 14 players for Flintloque.&#10;&#10;Up to 110 miniatures can be used but it can be played at a smaller scale.&#10;&#10;The scenario was published in a A5 bookelet (36 pages).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Czarlingrad",
    "ID": 76139,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76139/czarlingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Czarlingrad is a Flintloque Novella and Scenario booklet based in the Witchlands of Valon (as discribed in Deadloque).&#10;&#10;There are four linked scenarios based on the story in the booklet and rules on Werewolves and Dogsoldiers reaction to each other (Frenzy).&#10;&#10;It was meant to be the first book in a series of a linked story&rsquo;s and scenarios. There was a blister pack of three miniatures produced with characters figures from the story.&#10;&#10;The next book was to be called Architects of Aggression, but it was never published, but a blister pack of character miniatures was released.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Field of Battle: World War II",
    "ID": 76149,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/76149/field-of-battle-world-war-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;Field of Battle: WW2 covers the World War 2 era from 1939 through 1945. Field of Battle: WW2 is a stand alone game - no additional supplements are necessary for play. Field of Battle: WW2 includes ratings and organizational charts for the British, French, German, Polish, Italian, Japanese, Soviet, and United States armies.&#10;&#10;Field of Battle: WW2 is designed to give players the feel for commanding battalions, regiments, divisions, and more in a miniature WW2 environment. Games with a division per side can easily be resolved in 2 to 4 hours. Field of Battle: WW2 is designed using game processes used in the popular Field of Battle rules that gives all players an equal opportunity to act during the game.&#10;&#10;Field of Battle: WW2 is not a game of skirmishes or low level actions, but rather one of battles of up to Division size or larger.&#10;&#10;Field of Battle: WW2 uses companies as the combat element, and battalions as the maneuver element.&#10;&#10;The only troops represented as units on the tabletop are maneuver and combat elements - infantry companies, armor companies, and anti-tank gun/artillery companies. There are no Heavy Weapon companies &ndash; no separate machine gun or mortar units. The effects of supporting machine gun and mortar companies are abstracted in the game mechanics and card system.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Piquet – Master Rules for Wargaming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DieScraper",
    "ID": 76158,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76158/diescraper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "DieScraper is dice-based strategy game in which players take turns in which they roll one of their set of twenty dice and then place it in the game according to simple rules:&#10;&#10;- Any dice on the same level must be placed such that those dice sharing boundaries orthogonally with other dice in the same level must have their topside value differ by either one or two.&#10;- If no such move is available on the current level playing grid, a new grid starts on top of the previous grid.&#10;- Any areas of two orthogonally connected dice may serve as part of the grid of a new level.&#10;- If a new level starts and no area is playable, the game ends. The winner is the player whose dice visible from a top down perspective have the highest total.&#10;&#10;For two players, the suggested starting grid size is 3x3. For three players, it is 4x4. For four and five players, the suggested starting grid is 4x5. For six players, 5x5 is suggested.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "City Building",
      "Dice",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Don Q. und die Vermessung von La Mancha",
    "ID": 76161,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/76161/don-q-und-die-vermessung-von-la-mancha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Don Q. and Sancho Pansa are surveying La Mancha. Each player places hidden markers on his/her side of the board. Some of these are positive, some are negative. Then the players take turns placing tokens on the board. Each time a token is placed, the opposing player has to reveal one marker. Only tokens facing three or more positive markers are counted towards the final score at the end of the game. &#10;When a player believes that more than half of the final points have been scored, he/she can decide to play Don Q. From that moment on, all points count for Sancho Pansa. When all markers have been revealed, the player with most points is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Novel-based"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Series: Don Q. Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A la carte: Die Beilage",
    "ID": 76193,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76193/a-la-carte-die-beilage",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "This is the Spielbox (4/2010) expansion for A la carte.&#10;It contains 2 mini modules.&#10;&#10;     &quot;Kochfix&quot;&#10;     &quot;Gamer's Best&quot;&#10;&#10;&#10;Kochfix is an addition for fast chefs, which adds additional coffee cups.  These cups are added to the game after the first &quot;normal&quot; coffee cup has been drawn. Once a &quot;Kochfix&quot; cup has been drawn, the player who finishes the next dish gets a bonus token.&#10;&#10;Gamer's Best is a new dish, which is available to choose with the dishes from the main game.  It is impossible for the dish to be too salty or over-seasoned. However, the player who completes it can not earn a cooking star.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dwarfs Twirling Game",
    "ID": 76196,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76196/the-dwarfs-twirling-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sort of a bowling type game. Upright stick in the center of the game with a ball on a string attached. 10 Pins standing up on spots around the stick. By twirling the ball on the stick the effort is made to knock down as many pins as possible with two shots. Players alternate attemps at knocking down all of the pins. Highest score after 10 attempts wins the game. (circa 1930)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das grosse Wimmelwelt-Spiel",
    "ID": 76200,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/76200/das-grosse-wimmelwelt-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game contains six large pictures in which many people and items can be found. One of these is chosen. Each player then draws a small card with six details from the larger pictures and has to find the one matching the current large picture. The first player to manage this keeps his/her card. The player with most cards at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Middle Kingdom Race",
    "ID": 76201,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/76201/the-middle-kingdom-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This made-in-Singapore boardgame is produced by Pioneer Junior College.&#10;&#10;The theme of the game: set in China. Players are trying to 'plan a route across China that would score the most number of points'.&#10;&#10;In reality, the game can be thought of as a modified '10 days' game (with a scoring system, double-use cards as well as an 'interrupt' function).&#10;&#10;The game: Players set up 12 cards on wooden card holders (similar to the 10 days, albeit bigger). The difference is that cards can be rearranged AT ANY TIME (making for a shorter game).&#10;&#10;During a turn, the player draws a card and chooses to replace a card in their holder. The replaced card is put face up in the middle of the table. Subsequent cards are placed on the same pile.&#10;&#10;Interrupts: if a discarded card allows them to complete a set of 3 connecting cards, a player can interrupt and take the card. A die roll resolves simultaneous interrupts. The set of 3 cards are revealed to other players and LOCKED from changes. Play continues to the left of the player who successfully interrupted play.&#10;&#10;The game ends when a player connects up 12 cards (9 cards for a short game). Each player then tallies up VPs printed on cards, choosing between one of two cards in each link. Completing player gets 5 VPs bonus. Tranport cards = 0 vp. Multiples cards are -1 point for one after the main card.&#10;&#10;The production values are high. The garish board is mounted, the rules and player aids are printed on thick laminated card, the wooden card holders add considerable heft to the box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nestortiles Octopus",
    "ID": 76202,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/76202/nestortiles-octopus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Nestortiles Octopus is a game for 2 to 6 players in the line of Knizia's masterpiece Ingenious. You'll need one set of Nestortiles in order to play.&#10;&#10;Players score points by creating rows of equally numbered or colored tiles. The player with the highest score at the end of the game wins.&#10;&#10;SETUP&#10;&#10;Shuffle all the tiles and randomly distribute them facing up so each player receives the same number of tiles.&#10;&#10;Determine the starting player. This player places one of his tiles in the middle of the playing surface.&#10;&#10;PLAY&#10;&#10;The game is played in turns in anticlockwise order.&#10;&#10;On his turn, each player must place one of his tiles adjacent to an already played tile (horizontally or vertically). Then he scores points and the turn passes to the next player.&#10;&#10;SCORING&#10;&#10;To score points, do the following:&#10;&#10;&#10;     In each of the 8 directions (orthogonally and diagonally), count the number of adjacent tiles of the same color as the tile just played (the tiles must not be interrupted by blank spaces or other tiles of a different color). The played tile doesn&rsquo;t count. Add these points to your total score.&#10;     In each of the 8 directions (orthogonally and diagonally), count the number of adjacent tiles with the same number as the tile just played (the tiles must not be interrupted by blank spaces or other tiles of a different number). The played tile doesn&rsquo;t count. Add these points to your total score.&#10;&#10;&#10;END GAME&#10;&#10;The game ends when all the tiles have been played. The player with the highest score is the winner.&#10;&#10;VARIANT&#10;&#10;For longer games, you can use 2 sets of Nestortiles instead on one.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Nestortiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flintloque (The free editions)",
    "ID": 76204,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/76204/flintloque-the-free-editions",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Flintloque is a Fantasy Black-Powder miniature wargame based on the Napoleonic Wars, where each fantasy race take the roll of one of the nations; Orcs are the British, Elves are the French, the Undead are the Russians etc...&#10;&#10;The Publishers, &quot;Alternative Armies&quot; over the years have published versions of Flintloque that was given away free in magazines, flyers and as PDFs to advertised the game.  Each version is fully playable but they are not full versions of the rules and are aimed to get people interested in the game, through the Flintloque Lite PDF version was also published as a companion to the &quot;Flintloque Reloaded&quot; rule book (see version entree for information).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bean-Em",
    "ID": 76208,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/76208/bean-em",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An ETHNIC Bean Bag Game from 1931. Certainly not appropriate now. The indoor game of skill was played by tossing bean bags (approx 4&quot; squares) at a pair of targets SAMBO and RASTAS. Hitting SAMBO scored 10 points while hittin RASTAS scored 5 points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Safari Memory Plus",
    "ID": 76210,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76210/safari-memory-plus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is an expanded Memory variant. 18 animal picture pairs are hidden in a 6 x 6 grid of tiles. The players flip open two of them. If they manage to find a pair, they get a little photo token for their photo album. One tile of the pair is then blocked by a wooden jeep. There are three jeeps; once all are used, one of them is moved as soon as another pair is found. &#10;Some animals have special properties when uncovered. The first player to fill his/her photo album is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Away, Boarders!",
    "ID": 76224,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/76224/away-boarders",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Subtitle: Rules for 18th and early 19th Century Naval Wargaming On the Great Lakes&#10;&#10;From the introduction:&#10;&#10;Away, Boarders! is an historical wargame designed to recreate the battles between the small warships of various nations that fought on the Great Lakes during the 18th and early 19th centuries.&#10;&#10;Each player takes the role of the commander of a ship, and makes decisions about how his ship will maneuver and what tasks his crew will perform, with the object of defeating his opponents (or, perhaps, just surviving the ordeal of combat to fight again another day).&#10;&#10;The game is played in a repeating sequence of actions, performed in a specific order each turn by the players. The sequence, which represents the events that would take place in about the amount of time it would take a typical gun crew in the 18th century to load and fire a large cannon, is repeated until the victory conditions of one side have been achieved, or all the ships of one side have been lost or have fled.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Canada",
      "Country: USA",
      "History: War of 1812",
      "Misc: Free Wargames",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolflend Saga",
    "ID": 76241,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/76241/wolflend-saga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Issue game of GameLink #3.&#10;Multiplayers' game on Wolflend continent where many cardgames of monster maker series is set on.&#10;Each player controls his own species on the continent and increase their population and build their town to get Victory points.&#10;The game will end one turn after one player accumulates 25 VPs.&#10;&#10;1 map&#10;population tokens of 5 species&#10;many coin chips, character chips, and utility chips&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Magazine: GameLink",
      "Series: Monster Maker (Arclight)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kulm 20: Expansion Kit",
    "ID": 76243,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76243/kulm-20-expansion-kit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Napoleon in Germany, 1813&#10;Napoleonic 20 #9 (Germany 20 #1) Expansion Kit&#10;&#10;After defeating the Allies at Dresden on the 27th, Napoleon was sure they would continue the battle for a third day. But that night the Allies began a confused retreat, leaving the French scrambling to mount a pursuit the next morning.&#10;&#10;Already poised behind the enemy right, the French I Corps was in the best position to block the Allies. Ordered to proceed via Peterswalde to seal the exits from the mountains, Vandamme was to act as anvil to Napoleon&rsquo;s hammer, crushing the Allies between them.&#10;&#10;It was a clever plan &ndash; one that might have broken the Coalition had it worked.&#10;&#10;Kulm 20 is based on the battle that occurred during Napoleon&rsquo;s final campaign in Germany, on 29-30 August, 1813. One player commands the Coalition forces under the Austrian Field Marshall Karl Schwarzenberg, while the other player commands the French army, nominally under the command of the Emperor Napoleon.&#10;&#10;Note, Kulm 20 is not a &lsquo;stand alone&rsquo; game. You must own a copy of Dresden 20 to use this expansion kit.&#10;&#10;Game Data:&#10;Complexity: 4  on a 9 scale.&#10;Solitaire Suitability: 5 on a 9 scale.&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;Game Components:&#10;&bull; One 4-page Exclusive Rules booklet&#10;&bull; 12 Random Event cards&#10;&bull; One 11&rdquo; x 17&rdquo; color game map&#10;&bull; One 8.5&quot; x 5.5&quot; color map extension&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Transport: Card Game",
    "ID": 76253,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76253/world-of-transport-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players build their city and produce raw materials. Who will win the most markets, and export the most? Simply card game with world of production and transport.&#10;&#10;Game elements:&#10;- 90 cards of buildings&#10;- 68 cards of Raw Materials/Transport fleet&#10;- 5 Phase Cards&#10;- 1 small gameboard (10x10cm)&#10;&#10;Player's choose the sequence of phases in the round:&#10;&#10;1. Building City (build one of the building)&#10;2. Trade (sales of raw materials) &#10;3. Produce raw materials (5 colors of transport cards)&#10;4. Export raw materials &#10;5. Black Market (replacement 1 material card to the card from the deck of buildings)&#10;&#10;Victory:&#10;Victory points are calculated from each of the exported goods (transport carts in 5 colors), and constructed buildings in players City.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pasha",
    "ID": 76254,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/76254/pasha",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Pasha a family game that can be played parents against children, or boys against girls, et c.  Players take a card and it has a mission. This can be something they must do (e.g., give the best imitation of the cry of an animal) or something they must know (e.g., the parents need to give four names of children in the same class as their child) or something they have done in the past (the person who last emptied the dishwasher). The winner of the mission gets a piece of furniture that you can place on the game board. If you collect the right piece of furniture you win the game and you get a reward (for example you choose the television program this evening, you get breakfast on your bed the next day,...)&#10;&#10;From the website of the publisher:&#10;&#10;THE 1st game to tackle family life!  The children play with or against the parents in a passionate combination of laugher and challenges of all types!&#10;&#10;&#10;     The only game that&rsquo;s played as a family only!&#10;     Funny questions and challenges suitable for young children: motivating for the children and passionate for the parents!&#10;     Amusing and educational challenges.&#10;     Family discussions and memories.&#10;     Challenges for teams or for individuals&#10;     The winner of the game becomes the Head of the Family!&#10;     A game board with an illustration of a house, the symbol of the family.&#10;     The 1st board game constructed in lenticular format, helping to visualize the idea that parents AND children can win!&#10;     A game designed by Monsieur Z, with the small details that children enjoy! (pencils, magnet, furniture to assemble)&#10;     A large magnetic frame to display the winner&rsquo;s prize and photo!&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Role Playing",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "8er-Bahn",
    "ID": 76261,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/76261/8er-bahn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Math training game. The game consists of 60 cards with numbers from 1 to 12, 36 task cards and 12 special cards. &#10;The number cards are shuffled and each player receives 5 of them. Another card is flipped open and placed on the table. Four task cards are openly laid out; they contain the operations +1, -1, *2, or /2. The active player can now place a card on the open card that fulfills one of these operations. On a 6, for example, a 5, a 7, a 3 or a 12 can be placed. This card is the base card for the next player. A player who has no matching card draws a new card. The goal is to be the first player to get rid of one's cards.&#10;&#10;In other variants of the base game, the number of mathematical operations is increased in the course of the game, several operations can be combined, etc.&#10;&#10;In an additional game with the same materials, players add cards on a pile, announcing the sum of the cards played. Whenever a player reaches a sum that can be divided by 5, he/she can take all the cards, unless the next player can also reach that task (in which case the latter takes all the cards, etc.).&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Subelidai",
    "ID": 76266,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/76266/subelidai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Subelidai, the slide in Japanese, is a very easy tile laying game where players try to build the slide with the most even number of colors.&#10;&#10;Each tile contains 6 parts of slide of different colors possibly crossing each other while following the same direction.&#10;&#10;Players first get a secret number, telling them which line is theirs.&#10;&#10;On their turn, they have to choose between two tiles, that they can place in either direction in order to try and maximize their points.&#10;&#10;The scoring follows the same principle as Tigris &amp; Euphrates, i.e. a player's score is equal to the amount of points of the lowest scoring color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Predator",
    "ID": 76275,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76275/predator",
    "Min Players": "0",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the movie.&#10;&#10;Players must work together to eliminate the Predator(s). Also can be used in unison with the Last Night on Earth game heroes, board, and hero cards. Players will draw cards, play cards, search for items, and fight against the common enemy of the Predator(s).  Die rolls will be made in fight situations. The Predator player(s) will also draw cards and fight a common enemy which is the heroes.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lady Wintermores Fangs",
    "ID": 76284,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/76284/lady-wintermores-fangs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Lady Wintermore's Fangs is a scenario box set for the Flintloque game (a fantasy black-powder wargame).  It consits of a background and scenario booklet (36 pages) and 16 miniatures.&#10;&#10;The three scenarios in the booklet are set in the &quot;Witchlands of Valon&quot;, where the Elves battle the forces of the Undead.&#10;&#10;There is also a abridged set of Flintloque rules in the booklet.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Først på månen",
    "ID": 76310,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.37",
    "Link": "https://boardgamegeek.com/boardgame/76310/forst-pa-manen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;An exciting game about the space-race to the moon&quot; Cover text&#10;&#10;&quot;A highly topical game. In the near future a lot of moon travels will begin, with new sensational discoveries.&quot; Intro rules book.&#10;&#10;It is a simple roll and move game. The object of the game is to &#10;be the first player to reach the moon and return back to earth.&#10;&#10;You have to hit the correct space in order to leave earth, otherwise you have to circle the earth once more.&#10;The same applies when you have to return to earth.&#10;There is no options for the players involved, other than hitting the right number on your dice.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Five Extra Enclosures",
    "ID": 76316,
    "Year": "(2007)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76316/zooloretto-five-extra-enclosures",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "A Print, Cut, and Paste expansion that includes Five Extra Enclosures for your Zooloretto game. They include the Kangaroo, Monkey, Panda, Camel, and Leopard.&#10;&#10;Each of these is a purchasable enclosure, just like the base enclosures you have on your main board. They cost two coins each, purchasable as a money action, and function as a standard enclosure in all cases, except they can only hold the animal type shown on the enclosure and obviously only have two spots for that type.&#10;&#10;Home Page &amp; Newsletter:&#10;&#10;     www.zooloretto.com &#10;&#10;&#10;(German, English, Dutch, Hungarian, Spanish, Swedish)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Coloretto"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Be Bullish",
    "ID": 76318,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76318/be-bullish",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Simple roll and move stock market game in which players move around a circular track.  Each time a player lands on a stock space, a roll is made to determine if the price has moved up or down since it was last landed on.  The player may then invest in shares.&#10;&#10;Similar to Monopoly, the game continues until one player owns all the companies.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Throw the dice against tobacco",
    "ID": 76323,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76323/throw-the-dice-against-tobacco",
    "Min Players": "0",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From publishers homepage:&#10;&#10;&ldquo;Throw the dice against tobacco&rdquo; is a fun interactive board game through which the players can learn a lot about tobacco on the global scale. It can be played with up to 5 players with a minimum age of 12 years. In the game you are responsible for your own country and with some knowledge, luck and strategic thinking you will lead your country to be a healthy non-smoking community. All the situations and facts in the game are based on real-life cases and independent statistics.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Delma: Linnas",
    "ID": 76351,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/76351/delma-linnas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;1)Start from the &quot;HOP&quot; square and play until you reach square &quot;STOP&quot;. Winner is the one who manages to do this first.&#10;2) Place the six tiles with dice symbols on to the table face down and shuffle them good. Before every move turn one over and move the number of steps. Then shuffle the tiles again.&#10;3) When you reach the red square then move according to the arrow and step to the nearest orange square.&#10;4) When you reach the yellow square with the man figure then do the following:&#10;walking man - walk around the room&#10;crawling man - crawl around the room&#10;man standing on the chair - quickly stand on the chair&#10;sleeping man - miss a turn and take a nap&#10;leaning forward man - lean forward 3 times&#10;crouching man - jump like a frog&#10;jumping man - jump 4 times up into the air&#10;&#10;This is the first game in the series of 4 games, that make together one mega Delma game.&#10;&#10;Delma is a product here in Estonia and Baltic. The game was made as a part of a campaign of them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rummikub 8 Round Rummy",
    "ID": 76353,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/76353/rummikub-8-round-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;It's a Rummikub card game with a new twist.&quot;&#10;&#10;The deck has cards with 1-7 objects in 2 colors and 3 shapes, as well as Jokers and Reverse &amp; New Hand cards.  Eight goal cards, numbered 1-8 are placed on the table, and everyone starts with a 7-card hand.  In a turn, each player draws a card and discards a card.  The first player to fulfill the current goal (e.g. to get all cards of the same color) takes the card for that goal, discards his hand and draws a new hand.  The other players continue playing with their current hands.  Once all goal cards are taken, the player with the highest total of goal cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Rummikub",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Princess: Summer Ball",
    "ID": 76354,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76354/princess-summer-ball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;In the land far far away there are this ball where all the most beautiful princesses will gather. They all want to be the queen of the ball and they all have prepared well for this. Sadly maid have mixed all their clothe chests and taken them into the wrong rooms as well. Now the princesses need to find the clothes and get to the ball at the right time...&#10;&#10;Content:&#10;Board&#10;Room walls&#10;Spinner&#10;50 tiles&#10;4 pawns&#10;Rules&#10;&#10;The Game:&#10;&#10;Your goal is to collect your dress elements.&#10;&#10;At first lay out the game board. Then place the walls and tiles to the right places on the board. Place all the princesses to the start square.&#10;Move the spinner and move your princess to the nearest square with that color. If you are on the cross roads, you can choose another path. When the spinner is stopped between the colors, you can choose the color. When you get green, you can check the tiles near you, without showing it to another players.&#10;Without the spinner you can move one step any direction.&#10;&#10;green tiles - this means clothes.&#10;yellow tiles - magic wand. You can choose one tiles and look at it.&#10;orange tiles - mirror. You love your reflection and miss a turn.&#10;red tiles - friend. You can just take any of the tiles from the board.&#10;purple tiles - miss a turn.&#10;&#10;NB! After checking tile and this is clothes and not your clothes, place it back on the board - face up.&#10;&#10;Winner - be the first to get 5 parts for your dress.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Booty: Fish & Ships",
    "ID": 76355,
    "Year": "(2010)",
    "Geek Rating": "5.615",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76355/munchkin-booty-fish-and-ships",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8889",
    "Description": "This booster expansion for Munchkin Booty includes 15 complete new cards, with 2 new sharks, 6 new ships and 2 ship enhancers.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionAvast ye! Fish &amp; Ships be full of Sharks (and other denizens of th' deep) and Ships for yer Munchkin Booty game!&#10;&#10;We gots here Fish rangin' from yer pathetic Fish in a Barrel to yer munchkin-mangling Tiger Shark. We gots six new Ships, and all of them be good and most of them be really dumb. We thinks that Jet Ski be the dumbest, but there be room fer argument here. And ye can give any ship a Glass Bottom, ta see what's comin' at ye, or Clockwork Wings ta rise above it all.&#10;&#10;This be a supplement, not a stand-alone game. Fish &amp; Ships be neither collectible nor randomized; every pack be the same as every other. Arrrr.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fuzzy Dice",
    "ID": 76356,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/76356/fuzzy-dice",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll, bluff and play the night away with this super-cool set of &quot;MONDO&quot; Dice and custom cards.&#10;&#10;The zippered Fuzzy Dice contain -- &#10;3 MONDO sized black/white dice&#10;70 playing cards, numbered 1 to 18&#10;3 &quot;Cooler&quot; cards, with a value of -10&#10;3 &quot;Dealer&quot; cards: High, Low, and High/Low&#10;and rules sheets for all 3 games ... &#10;and OF COURSE...the FUZZY DICE...the perfect cool carrying case.&#10;&#10;Hang them from your rear-view mirror, stuff them in your backpack, bring them everywhere! Fun for all your friends and family.&#10;&#10;These Giant Fuzzy Dice contain 3 games inside...&#10;&#10;- &quot;Fuzzy Dice&quot; -- a variation on &quot;Liar's Dice&quot; or &quot;Liar's Poker&quot;.  The dice are rolled, and players declare how many cards they have that match a single die or a sum of two or more dice.  Later players either raise or call the claim.  Whoever loses the call loses a card from their hand.  The last player with cards wins.&#10;&#10;- &quot;Chuck-A-Luck&quot; -- world famous betting Carnival betting game of chance.  Players place a card from their hand next to High, Low, or High/Low, then the 3 dice are rolled.  If their total is 13-18, players who bet High save their card in their winnings plus a card from the dealer; if 3-8, those who bet Low do the same; if 9-12, those who bet High/Low save their card but with no extra card.  After all the cards are played out, players reveal their saved cards, and the highest total wins.&#10;&#10;- &quot;Good Riddance&quot; -- a fast-paced elimination game.  Players place a card from their hand face up on the table, and the 3 dice are rolled.  Cards that match any die or sum of dice discard their card; if doubles or triples are rolled every player passes a card from their hand to the left; and any player who matches the sum of the dice gets a free roll and discards all cards matching any dice or sum.  When a player goes out of cards, the rest total their remaining cards.  The lowest total after a certain number of rounds wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tivolispelet",
    "ID": 76359,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.12",
    "Link": "https://boardgamegeek.com/boardgame/76359/tivolispelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the game rules:&#10;&#10;TIVOLI GAME &#10;Game idea&#10;Welcome to Tivoli! Here you can enjoy yourself at all the famous attractions. Take the train on wheels, show your skills on the range, try your luck at the wheel of fortune, drive bumper cars and take a trip to the carousel or roller coaster. But you do not forget haunted house! Here, although unpleasant things happen, but because you have to visit all attractions, you have no choice.&#10;It must also be fast and have luck with dice and cards carnival. Winner is the player who, after visiting all the attractions, first go through the whole Tivoli.&#10;&#10;Game contains: &#10;1 game board&#10;6 tokens &#10;1 dice&#10;48 carnival cards (8 of each color) &#10;96 Event cards&#10;&#10;Preparation&#10;Each player must equip itself with a checker and 8 carnival cards of the same color. The cards are mixed and put into a pile, face down, in front of each player.&#10;For each attraction (other than the shooting range and wheel of fortune) each event includes 16 cards. These are, face down, in the box at each attraction. Game pieces are placed at TIVOLI input. Then turn each of the top amusement park in his card and place it, face up, in front of him. The card talks about the attraction which he / she must first go.Till finally determined who to start (eg, the youngest player).&#10;&#10;The game&#10;The player who is next in line to hit the dice and move their game piece as many steps as the die shows. When the player comes to the entrance (marked with red arrow) to move the right attraction is finished, even if the dice show more. The next time it is his turn, he / she go into. The wagons, radio, cars, ghosts, etc. serves as a playground. In each attraction (other than the shooting range and wheel of fortune) are two or three games box whose color is different from the others in attracting. Ports of one player in such a field, he / she take an event card and follow the instructions. The card is then back bottom of the pile (not freebies).&#10;(When two or more players are on the same attraction as follows: It is not allowed to be lost or end up on the same playing field as a front current players. It means that behind the present author can not always use all their dice dots the movement.&#10;This rule does not apply if a player receives an event card which gives an extra roll or extra step forward, which means that he / she can catch up or overtake.&#10;A player who is emerging from an attraction to turn the next card in his amusement park high in order to know where he / she was then attending. (You do not stop. On the blue arrow that marks the end). They use carnival cards must always be available, with the front up, front of the player.&#10;A player who visited all the attractions to be as fast as possible to get to the end.&#10;&#10;&#10;Freebies&#10;Part of the event cards are free tickets. One player who receives such a card will keep it indefinitely. Anyone who has a freebie do not follow an instruction in an event card if he / she does not want. It might include whether to stand over a roll of the dice or move back to their game play. A free ticket can be used in all sites, regardless of where it was. However it only once, and when it is used on the bottom back in its rightful high.&#10;&#10;Shooting range and wheel of fortune&#10;At these sites there are no games or field events. One player who will be visiting the shooting range or wheel of fortune must normally stay on the red arrow, even if the dice show more. The next time it is his turn, he must be better than a five or six (the highest score on the range) and first or second (lucky for wheel of fortune) to move their gamespiece to the blue arrow and turn over a new carnival cards.&#10;&#10;Extras casting&#10;On the 'three game fields are images even dice. A gamer that end up on any of these fields will have an additional roll.&#10;&#10;Winner&#10;The player who, after having visited all attractions, first go through Tivoli will win the game&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Out of this Galaxy",
    "ID": 76394,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/76394/out-of-this-galaxy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "INTRODUCTION:&#10;&quot;Captain, we are breaking Earth's orbit...&quot;&#10;&quot;Great. Cut us a trajectory 8 degrees down on the z plane...&quot;&#10;&quot;Affirmative Captain....We are coming up on the starting line...&quot;&#10;&quot;Wonderful. I see our friends are already here. Systems Status?&quot;&#10;&quot;Weapons charged...Shields charged...Engines nominal...&quot;&#10;&quot;I see the beacon flags are starting to flash....almost time....NOW!...Flank speed!&quot;&#10;&#10;DESCRIPTION:&#10;Out of this Galaxy is a space-race adventure across the galaxy and back. The adventure occurs in real-space, so the dangers are real. Meteors...Pirates....You will find them all. However, you are not alone in the galaxy. Stop along the way at space stations to upgrade your ship. Take side mission routes for a chance to find big rewards, at the cost of danger and time. Take trade routes as short-cuts. The decisions are all yours to make. The first captain to the finish line wins it all.&#10;&#10;GAME OBJECTIVE:&#10;Be the first player to travel from the starting line to the finish line to become the winner.&#10;&#10;GAMEPLAY:&#10;Players move their spaceship over the course, gathering treasure, upgrading their ship, and going on side quests to acquire unique items.  Players dodge asteroids and fight pirates along the way, and have to return to space port for repairs should their ship become damaged.&#10;&#10;GAME ELEMENTS:&#10;&#10;     All players can move on a single turn, for a unique movement style&#10;     Family-friendly gameplay, as players do not fight each other (directly) along the route&#10;     Large number of ship upgrades make each game unique  &#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golf Strategy 2008",
    "ID": 76402,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/76402/golf-strategy-2008",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Golf Strategy 2008&#10;&ldquo;Golf Strategy 2008&rdquo; is a game of golf and is similar to golf in every detail.&#10;&ldquo;Golf Strategy 2008&rdquo; is a game of skill and luck that requires the player to choose&#10;strategies more effective for him to get the best score.&#10;You can play &ldquo;Golf Strategy 2008&rdquo; alone, in pairs or more players to organize real golf&#10;tournaments.&#10;The proper use of the instruments inside the packaging of &ldquo;Golf Strategy 2008&rdquo; makes the&#10;game brilliant and charming.&#10;Enjoy yourself.&#10;The pack of &ldquo;Golf Strategy 2008&rdquo; contains:&#10;&ndash; 18 floor plans of many holes, color and scale, laminated&#10;&ndash; 3 rulers meters distance and direction; 1 for par 3, 1 for par 4, 1 for par 5, in transparent&#10;plastic silkscreen.&#10;&ndash; 11 dices&#10;&ndash; 1 pen&#10;&ndash; An eraser&#10;&ndash; A dash board &ndash; based game that contains dices and floor plans of holes.&#10;&#10;GENERAL RULES&#10;To play alone, in two, three or four. You can play in pairs or teams of four players and&#10;organize real tournaments. The player, or team, wins the game playing fewer strokes like&#10;real golf.&#10;How to play the hole.&#10;1 &ndash; Draw with the pen a mark on the green where you want.&#10;2 &ndash; Divide the green in three areas, using the pen&#10;3 &ndash; If you play in two or more players draw the order of play.&#10;4 &ndash; Playing is simple&#10;a) choose the ruler meters corresponding to par the hole.&#10;example: par 4, ruler meters 4&#10;b) set what tee color you will start from all 18 holes&#10;(indicator blue, white, yellow, black, red).&#10;c) The player who will start first must use the ruler to measure the distance and&#10;direction, matching the hole corresponding to 0 (meters).&#10;The ruler meters can be moved on the course as you prepare.&#10;The player chooses the distance.&#10;Each distance shown on the ruler is equivalent to golf clubs distance.&#10;The ruler cannot be moved.&#10;d) At this point the player will launch simultaneously the three dices &ldquo;SHOT&rdquo;&#10;indicated on the dashboard and read the result.&#10;The player will find the hole on the ruler to be marked with the pen.(Extract from the rules)&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head to Head Tennis",
    "ID": 76403,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/76403/head-to-head-tennis",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Solitaire statistical replay games on tennis, featuring the top 64 ATP players from the mid-half of 2010 (up to Wimbledon).&#10;Game is based on a lot of percentage and single 10-die rolling, and there are rules for aces, tie-breakers, player variable form, break point percentage, service and return.&#10;Fast playing (with a couple of dice rolls a game is resolved). Ideal for replaying an entire tournament in less than an hour.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Chance of Ruination",
    "ID": 76427,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76427/a-chance-of-ruination",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Chance of Ruination (or &quot;How Demedotte Got Sand in His Eye&quot;) is a scenario for the black-powder fantasy wargame; Flintloque Reloaded.&#10;&#10;It about the Elves and their Allies battles the Othari in Aegypt.&#10;&#10;The scenario has also some additional rules for the Othari.&#10;&#10;It was avaliable as a web page, but now it only avilable as a free PDF from Alternative Armies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Othari of Aegypt",
    "ID": 76429,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76429/the-othari-of-aegypt",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Othai of Aegypt is a free sourcebook for the fantasy wargames of Slaughterloo and Flintloque.&#10;&#10;It contants the background and rules for the Otharmann Empire of the Fourth Age of Valon.&#10;&#10;It was originaly a free &quot;Rank and Style&quot; flyer from Alternative Armies mail order, but was improved (Flintloque rules was added) and was relesed as a free PDF.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mordor Versus the World II",
    "ID": 76431,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76431/mordor-versus-the-world-ii",
    "Min Players": "5",
    "Max Players": "5",
    "Min Play Time": "200",
    "Play Time": "200",
    "Weight": "0",
    "Description": "A Diplomacy variant based on Tolkien&rsquo;s Lord of the Rings.  The game uses the basic mechanic of the original Diplomacy game.  Players control armies on a map divided into areas.  Some areas contain supply centers, the control of which, allows the player to build another army.  Players write their moves secretly, either moving into an area or supporting another unit.  Players may support the move of an another player.  The object is to control the majority of supply centers.&#10;&#10;There are some significant differences that set it apart from the orginal.  The topology is a map of Middle Earth, with Arnor, Rohon, Mordor, Rhovanion, and Gondor, being the &quot;nations&quot; represented.  Mordor begins the game much stronger than the other nations.&#10;&#10;In addition to armies there are double armies and triple armies which attack at double and strength but are supplied at single strength.  The ring is special piece that can be held, worn, or transferred by an army.  If worn, it will increase the army&rsquo;s strength (SA to DA, DA to TA, etc.) and will affect victory conditions.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Negotiation",
      "Novel-based",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Diplomacy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perfect Stride",
    "ID": 76438,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/76438/perfect-stride",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Partner up with a keen and clever horse. A variety of challenging jumps await. The exciting Perfect Stride horse game starts now! You and up to three competitors play skilled riders. Be ready for the unexpected -- sometimes lucky events occur and sometimes trouble comes your way. Collect the most ribbons to win the game!&quot;&#10;&#10;The jump course, made up of up to 10 jumps or obstacles is determined by randomly placing (face down) up to 10 Jump cards in a row.  The game contains a total of 20 Jump so chances are, your course will be different every time you play.&#10;&#10;In Perfect Stride, game play occurs in two phases.&#10;During the &quot;Set the Pace&quot; phase, all players secretly choose the speed at which they move their horse and simultaneously reveal that speed.  This determines the order in which the players will attempt the upcoming jump and how many Skill cards they are allowed to draw.  Skill cards will be used during the &quot;Jump&quot; phase to successfully clear the newly revealed jump ahead.  Rider Jump Order may also affect the outcome of other events which will occur.  The rider in the lead receives the Lead Rider Token and jumps first and can gain bonus points for keeping the lead BUT the faster you ride, the fewer Skill cards you draw.  The lead rider also reveals the next jump during the next game phase.&#10;&#10;Players then draw their Skill cards and the Jump Phase begins.  Each rider in Rider Jump Order, makes an attempt to successfully clear the jump ahead by playing skill cards and activating special card functions.  In addition, unknown events will occur (from the Event card deck) which will affect a riders attempt.  Those that successfully clear the jump win Ribbon Points.  The order in which riders clear the jump determines how many ribbon points they win.  The Lead Rider Token may change hands many times during the Jump phase and the rider who is in the lead at the end of the Jump phase will gain bonus ribbons.&#10;&#10;Perfect Stride is a game with many levels of strategy with just the right amount of luck blended in.  How fast should I ride?  Who is in the lead?  Should I sacrifice my draw to get ahead of other Riders?  Should I save specific Skill cards to use later on?  When should I take the lead from another rider?  Perfect Stride is a game you will want to play again and again.&#10;&#10;Included in the game is a beautifully illustrated 95-card deck, 54 Ribbon Point Cards, 16 Pace Cards, a Lead Rider token and Rulebook.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MISSION: I.S.S.",
    "ID": 76445,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/76445/mission-iss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "MISSION:I.S.S.  pits player against each other in an effort to win the space race of the 21st century. Acting as the USA, Russia, ESA, or NASDA (Japanese space agency) each player must fund and launch 5 modules to connect to the International Space Station. This is not so easy when you realize that other players can exert political influence requiring you to launch modules for them, and can even be involved in delaying or destroying missions as they happen.&#10;&#10;Featuring 3d modeled graphics, and easy to learn rules, MISSION:I.S.S. raises awareness of the space program and some of the real (and not so real) difficulties faced in space exploration and funding.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Social Security Special",
    "ID": 76448,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/76448/social-security-special",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Social Security Special is similar to Aggravation, in that players must navigate their pawns around a uni-directional track while avoiding their opponent's pieces, to become the first to bring all their pawns safely &quot;home&quot;,  This game, however, differs in that it is played in teams and that movement is determined by card playing, not dice rolls.  Players begin with 5 regular playing cards in their hand, drawing one card and playing one card of their choice per turn.  Each card allows specific movement on the board.  Landing on an opponent's piece will return it to their &quot;start&quot; space.  First team to reach home with all their pawns wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aladdin: The Series",
    "ID": 76454,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/76454/aladdin-the-series",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A simple spin and move game, moving between the treasure locations to reveal and collect treasure tokens. If a revealed token is a thief instead, start your next turn from the thieve's hideout. Some movement spaces may force you to lose a treasure to Iago's hiding place, but you may also land on a magic carpet which allows you to go anywhere on the board, including Iago's hiding place where you can take all that stolen treasure. When all the treasure tokens are claimed, the player with the most wins.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Aladdin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Resolution",
    "ID": 76456,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/76456/global-resolution",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Gobal Simulation circa 1990-2010. Each player takes the role of 1 Nation: USA, Russia, EU, China, Japan, or India. Each &#10;Nation has 4 Traits: Economy, Military, Social, and Environmental. Players play Development Cards to improve their traits. Each player draws 1 card from the Crisis deck each turn. There are 10+ types of Crises, most requiring a decision on the part of the player on how to resolve them. Some decisions are riskier than others. Through resolution of Crises, players earn Prestige Points which will ultimately determine the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Modern Warfare",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bedmas",
    "ID": 76457,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76457/bedmas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Everyone gets the same set of mathematical operators (+,-,=, etc.) to use for the entire game. Each round, a set of numbers is drawn. Each player must form an equation using at least one of the operators and as many of the digits as he or she likes. The equation with the highest value wins the round.&#10;(user summary)&#10;&#10;",
    "Categories": [
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tanks in the Middle East 1917",
    "ID": 76460,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76460/tanks-in-the-middle-east-1917",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "During the summer of 1917, the Turks were blocking the road to Palestine. They had been retreating until reaching the Gaza, where there reinforced and built extensive trench defenses. The Turks were always tough and after the 1st Battle of Gaza slipped through the British hands, the British also re-equipped- with tanks! It was hoped that these monsters would wreck the Turk defenses and cause them to flee opening up Palestine to the British. Naval monitors would bombard Gaza from the sea. The Turks were not easy prey especially in prepared defenses and with the help of German aircraft above. Once again both prepared for yet another showdown.&#10;&#10;The game comes with a 11x17&quot; map, 280 counters, rules. The map scale is about 800 yards per hex. Each combat unit is one platoon to company .&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second World War at Sea: Combined Fleet",
    "ID": 76462,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76462/second-world-war-at-sea-combined-fleet",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(from the APL website :)&#10;&#10;During the late spring and early summer of 1942, the Imperial Japanese Navy launched a series of aggressive operations. Barely taking time to refuel, Japanese carriers and cruisers struck the Dutch East Indies and Ceylon. Committing a basic error of dividing their forces, the Japanese then split their fleet carriers into two groups for Operations MO and MI, which resulted in the Battles of Midway and the Coral Sea.&#10;&#10;Combined Fleet is a 64-page book supplement to the Second World War at Sea series, focusing on Japanese and American plans and options for these two climactic battles. There are 20 scenarios, or separate game situations, based on both actual actions and potential battles that could have taken place with the forces that both sides either could have committed or discussed sending to the battle zone.&#10;&#10;This module is not playable by itself, but requires ownership of Coral Sea and Midway to enjoy most of he scenarios, with some pieces also drawn from Bismarck, Bomb Alley, Strike South and Eastern Fleet.&#10;&#10;&#10;http://www.avalanchepress.com/gameCombinedFleet.php&#10;&#10;System Description at http://www.avalanchepress.com/line_WWIISea.php&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tischfußball",
    "ID": 76465,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/76465/tischfussball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A football-Simulation that the author used for his own leage. It is a rather complex simulation with a lot of dice-rolling and many rules, really designed to simulate a (European) football game.&#10;The dice decide over angle height and speed of the ball, but can be influenced by the players. Since its a complex simulation and would take quite some time, the game is played over a fixed time.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Santa's Revenge",
    "ID": 76466,
    "Year": "(2010)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76466/munchkin-santas-revenge",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2857",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's Description (from website)The Munchkin was sleeping all snug in his bed, when Santa came back with a BOOT TO THE HEAD!&#10;&#10;Santa's Revenge is a holiday-themed supplement for any Munchkin game. It goes especially well with Waiting for Santa, but you don't need WFS to enjoy Santa's Revenge. It adds Santa monsters like Harold Angel (as in, HARK!) and the Anti-Clause. And it gives you new things to hit those monsters with, from Snowballs to the North Pole. And the new Armor is Christmas Wrapping. John Kovalic had fun drawing this one. (Actually, he had fun with them all. You can tell by looking. You'll have fun too.)&#10;&#10;This is an expansion for Munchkin, not a stand-alone set. Santa's Revenge is not collectible or randomized; every pack is the same as every other.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trafalgore",
    "ID": 76478,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76478/trafalgore",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Trafalgore (Fyre As She Bares) is a free supplement for the Slaughterloo and Flintloque games.&#10;&#10;It has a story about a navel engagment between the Orcs and the Elves, and the rules for the Orcs sailors and Marines.&#10;&#10;It was first published in a Alternative Armies news letter, but has also been relesed as a free PDF.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Flintloque"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Au tableau",
    "ID": 76538,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76538/au-tableau",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Each player is in a classroom with 5 (short games) or 10 (long games) schoolchild. One of them is in front of the blackboard.&#10;&#10;Each player can play on his turn can draw a card and play one card for chalenge one opponent or all other players with little schoolyard games :&#10;&#10;&quot;Ni oui ni non&quot;&#10;&quot;Jeu de la barbichette&quot;&#10;&quot;Chi Fou Mi&quot;&#10;Counting&#10;&quot;Jeu du b&eacute;ret&quot;&#10;&quot;Mains Chaudes&quot;&#10;etc...&#10;&#10;The schoolchild of the winning player move to the next grade and leave the game.&#10;&#10;The first player with no schoolchild win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]