[
  {
    "Rank": "N/A",
    "Name": "The Artemis Project: Seize D'Ice Tower Promo Card",
    "ID": 301253,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301253/the-artemis-project-seize-dice-tower-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "0",
    "Description": "A promotional Expedition card made for The Dice Tower 2020 Kickstarter campaign. This is an Expedition for use in the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teotihuacan: City of Gods – Promo Bundle",
    "ID": 301254,
    "Year": "(2020)",
    "Geek Rating": "5.643",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301254/teotihuacan-city-of-gods-promo-bundle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This bundle contains five previously released promos:&#10;&bull; Brettspiel Adventskalender 2018 Promo&#10;&bull; Decoration Tiles Promo&#10;&bull; Dice Settlers Promo&#10;&bull; Man vs Meeple Promo&#10;&bull; Pyramid Tile Promo&#10;&#10;Contents:&#10;3 Decoration tiles&#10;2 Royal tiles&#10;2 Starting tiles&#10;1 Technology tile&#10;1 Pyramid tile&#10;&#10;This promo bundle was provided to the Board Game Geek Store and localization partners in non-English markets.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Movement",
      "Point to Point Movement",
      "Rondel",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Country: Mexico",
      "Game: Teotihuacan",
      "Players: Games with Solitaire Rules",
      "Promotional: BGG Store Promos",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Traintopia: Starting Tile Promo",
    "ID": 301256,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301256/traintopia-starting-tile-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This promo adds another Starting Tile to the game. Simply mix this tile with the other Starting Tiles before giving each player a random tile as part of setup.&#10;&#10;This promo was given to retailers at GAMA 2020. Retailers were encouraged to give these to their customers as preorder bonuses.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Changing rooms: The Card Game",
    "ID": 301258,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301258/changing-rooms-the-card-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fancy yourself as an interior designer?Well the race is on against the opposing team to redesign your room.  With multiple options on location and decor a &pound;500 spending budget limit and the occasional mishap, your team will need to work together and have a keen eye to win.  Enjoy hours of fun with this fast and easy to learn game for any number of players.&#10;&#10;Players are divided into two teams and each team is dealt 18 cards these represent the room that need changing. Both teams roll the die to decide the type of room that it needs to be changed into. Teams take turns on a turn a team can take a card and discard one or roll the die and perform an action.&#10;Team wins by having 15 furniture, 3 complementary colour cards which value under &pound;500.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chatter Box: The good news bad news game",
    "ID": 301259,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301259/chatter-box-the-good-news-bad-news-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game is won by the last player left in the game.&#10;The game is started by a person reading out a piece of good news from the card and throwing a bean bag to another player.  This person must reverse the news (from good to bad or visa versa) and throw the sack to another person.  Player is out of the game if they hesitate. there statement is too long, the statement is not relevant to the last statement or is a repeat.&#10;&#10;Play is limited to time or number of rounds&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The StoryMaster's Tales: Dracodeep Dungeon",
    "ID": 301260,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgame/301260/the-storymasters-tales-dracodeep-dungeon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2",
    "Description": "Enter a world of folklore fantasy, epic storytelling and mighty magic! Set in the Grimm world of 18th Century dark fairytales. You will make your own treacherous pathway through the Dracodeep Dungeons, encounter strange mystical creatures and find lost arcane artefacts.&#10;&#10;Alone or with friends you must choose a dangerous quest but beware only those with the skill, intelligence and bravery of a hero will survive.&#10;&#10;Quick to learn, portable and most importantly really fun. This game is a unique hybrid of Role-playing, board and choose your own adventure book.&#10;&#10;To play you must choose one of the ten heroes, select a quest and then you are ready to enter the Dracodeep Dungeon. Each round, the players must either stay on a Story Card or move to a new area. Every card has a corresponding page of descriptions and choices to make. Over time, you will discover items, gold and mysteries. You must try to complete the quest to end the game.&#10;&#10;Great fun for new players and experienced players of all ages.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Broadside and Salvo",
    "ID": 301263,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/301263/broadside-and-salvo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Broadside and Salvo is a set of fast play naval rules for the pre-dreadnought era that allow large actions to be fought out in just a couple of hours.&#10;&#10;Generic data for a complete range of ships typical of the era is included.&#10;&#10;Note: These rules are included in Splendid Little War and White Bear, Red Sun publications. If you have these then you DO NOT need this product, you already have the rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Broadside and Salvo (Long Face Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whuppin' Jonathon: Recreating the War of 1812 in Miniature",
    "ID": 301264,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301264/whuppin-jonathon-recreating-the-war-of-1812-in-min",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Napoleonic Wars are in full swing...&#10;&#10;The familiar sight of long lines of scarlet-coated British infantry advance on their enemies, ready to shatter them with their disciplined volleys...&#10;&#10;But wait.  The opposing soldiers are in line, not an attack column.  Some of them wear grey, not blue, and they speak English, albeit with a strange accent.&#10;&#10;French-speaking troops are on the British side, decked in distinctive &quot;habitant&quot; dress.  On the flanks, buckskin-clad frontiersmen face off against painted Natives, both using tomahawks and scalping knives rather than bayonets.&#10;&#10;These are not the ordered fields of Europe.  This is the wooded wilderness of North America, where artillery pieces are a rarity and cavalry almost non-existent.  Welcome to the Anglo-American war of 1812.  It's Napoleonics, but not as you know it...&#10;&#10;A complete ruleset for recreating the War of 1812 on land in miniature, Whuppin' Jonathon allows you to refight the small-scale but desperate battles that saved Canada and established the United States as a respected world power.&#10;&#10;Use of d10 dice exclusively.&#10;&#10;Rules for infantry, cavalry, guns, howitzers, and rockets.  Sample battle to illustrate the game - the battle of Frenchtown.  Includes an easy to follow ready reference sheet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: War of 1812",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whuppin' John Bull: Recreating the War of 1812 in Miniature",
    "ID": 301265,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301265/whuppin-john-bull-recreating-the-war-of-1812-in-mi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Napoleonic Wars are in full swing in Europe...&#10;&#10;Meanwhile, in North America, blue-clad American troops face off against savage Indians armed with tomahawk and scalping knife.&#10;&#10;But wait.  The Indians are on foot, not galloping around on horses.  And they have help.  They have cannon, and cavalry, and disciplined scarlet-clad British infantry.  On the flanks, American frontiersmen in Buckskin face off against Canadian militia in green, black or brown.&#10;&#10;These are not the ordered fields of Europe.  This is the wooded wilderness of North America, where artillery pieces are a rarity and cavalry almost non-existent.  Welcome to the Anglo-American war of 1812.  It's Napoleonics, but not as you know it...&#10;&#10;A complete ruleset for recreating the War of 1812 on land in miniature, Whuppin' John Bull allows you to refight the small-scale but desperate battles that established the United States as a respected world power.&#10;&#10;Use of d10 dice exclusively.&#10;&#10;Rules for infantry, cavalry, guns, howitzers, and rockets.&#10;&#10;Sample battle to illustrate the game - the battle of Malcolm's Mills.&#10;&#10;Includes an easy to follow ready reference sheet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: War of 1812",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike Legion: Skunk Works",
    "ID": 301266,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301266/strike-legion-skunk-works",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Strike Legion: Skunk Works brings new optional and &quot;advanced&quot; rules to your gaming table. The fourth volume in the Strike Legion tactical series includes:&#10;&#10;     Rules for Scout EW, Tank Riders, Psionic combat, capturing enemy vehicles and troops, Aimed Shots, Ambushes, Drones, and more.&#10;     Complete rules for rail movement, trains, and land trains.&#10;     Solitaire gaming rules for the Strike Legion tactical game series.&#10;     New types of missiles, missile warheads, and artillery payloads.&#10;     Many new systems, weapons, and attributes.&#10;     A preview from an upcoming Strike Legion sourcebook of two opposing forces - The Omani Imperium and the Rikai'ishi'i Empire - including brief backgrounds and Data Cards for these two combatants.&#10;     Four new scenarios pitting these forces against each other in interesting tactical situations.&#10;     A consolidated construction section that includes all of the construction data from all Strike Legion tactical books to date.&#10;     Additional reference charts and game markers.&#10;&#10;&#10;Strike Legion: Skunk Works is not a complete game. Ownership of the Strike Legion Main Rulebook is necessary to use the information enclosed in this volume; ownership of Strike Legion Module One: The Genome Gambit and Strike Legion Module Two: The Clockwork Armies is necessary to utilize some of the information presented herein.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Strike Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Play the Seven Years' War 1756-1763",
    "ID": 301267,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301267/play-the-seven-years-war-1756-1763",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Play the Seven Years&rsquo; War 1756-1763 is a project made possible by the great and beautiful collection of Gianpaolo Bistulfi, who in many years of modelling career has personally painted thousands of toy soldiers. Now these soldiers will be at your disposal to obtain, with little effort, entire armies of battalions of infantry, squadrons of cavalry, batteries of cannons, houses and buildings, trees and much more material needed to create the scenes of your battle.&#10;&#10;We also explain tricks and modes for a good assembly of the pieces, as well as the official rules for playing wargame.&#10;&#10;All in 50 pages full of hundreds of soldiers supplied in the standard scale of 25/28mm that you can, for personal use only, photocopy on thicker cardboard and thus get armed with the desired size.&#10;&#10;So what are you waiting for? Wear the general commander&rsquo;s shoulder pads, equip yourself with a capable table, a practical ruler to measure, a pair of dice and get ready to lead hundreds or thousands of armed in epic and exciting battles of history!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "History: Seven Years War",
      "Players: Two-Player Only Games",
      "Series: Paper Battles and Dioramas (Soldiershop Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blowfish Blowup",
    "ID": 301270,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.58",
    "Link": "https://boardgamegeek.com/boardgame/301270/blowfish-blowup",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Will a player's hand make the fish expand? This fun game combines fun and easy play with a silly and exciting payoff! Try not to startle this silly blowfish who has collected all kinds of special treasures. Reach inside the bowl to fish out the treasures&hellip; but watch out! If a player grabs one too many treasures, the blowfish might expand suddenly, sending them out of the game! The only player not to make the blowfish inflate wins. In the Advanced Play option, players count up the number of points for each of their treasures, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dimentals: Unseen Warfare",
    "ID": 301273,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/301273/dimentals-unseen-warfare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "On the edge of a distant galaxy, life has been thriving in the solar system of the ancient star, Zohneth. After discovering their Sun was beginning the violent process of dying and their planets were in imminent danger, all alien races came together and invented the Kyur: a gravitational machine capable of stabilizing the vehement star. No one could have foreseen what happened next. The Kyur created an interdimensional bridge. Dimentals, invisible beings from a parallel universe, were released and are infecting the hearts and minds of these once peaceful species. War has begun.&#10;&#10;Dimentals: Unseen Warfare is an expandable card game for 2 players. Players will select and collect resources and play cards onto the battlefield to protect their homeworld and attack their enemies. The game is played by turns and is expandable to up to 6 players.&#10;&#10;Dimentals: Unseen Warfare features a unique Spectrum Shifted Blacklight Technology. The game includes exclusive card art and patented ink which glow in UV light. The ink is invisible in normal light so special hidden abilities and pictures come to life once the blacklight is activated. Special Dimentals cards are completely hidden from the players until revealed as well.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Majesty",
    "ID": 301275,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301275/your-majesty",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Your Majesty is a fun and social card game about monarchy in the 18th century, the Age of Enlightenment.&#10;&#10;Each player takes the role of a fictional 18th century ruler trying to amass the most dazzling court, replete with the famous personalities of the Enlightenment, while paying for it by conquering colonies in the New World.&#10;&#10;The goal is to be the most successful and enlightened monarchy by passing reforms, attracting the great thinkers and artists of the age to your glittering court, and maintaining a good reputation in world affairs, even though you will have to fight wars and do some pushing among your rivals.&#10;&#10;Your Majesty is not a wargame, nor does it require any miniature figures. It is a pure card game, ideal for carrying to social events at court, classical concerts, and salons. It will fit under your wig, and the beautiful printed box prevents any powder or snuff from getting to the cards. All Ladies and Gentlemen of refinement will surely want to acquire a copy forthwith.&#10;&#10;The rules for Your Majesty are free! No, your spectacles have not deceived you, you can read the game rules by clicking here with your quill. Sapere Aude! Dare to Know, as Professor Kant says, and investigate the game for yourself.&#10;&#10;In order to play the game you will need to purchase the cards from DriveThru Cards. The boxed set of 108 cards is available  to whichever of His Majesty&rsquo;s colonies you happen to live in.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eagles, Swords & Bayonets",
    "ID": 301276,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301276/eagles-swords-and-bayonets",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Eagles, Swords and Bayonets covers the period from 1790 to 1815 in Europe and Russia. The intent of these rules is speed of play and while trying to return the grand tactical flavor of the Napoleonic Wars.&#10;&#10;ln the past we have played many rules for the Napoleonic period and have found them floundering just as the heat of the battle was getting interesting. Red tape, too many odd rules, all in the name of the realism. it is just too unbelievable for gaming.&#10;&#10;So what we have done here, is sort through all the good, the bad and the ugly of all the rules we have played, and tried to come up with a set that will stay together when the real fighting starts.&#10;&#10;Many rule sets have good qualities about them. What we have done here is try to take all those good thing and make a grand tactical miniature wargame out of them for 15mm to 20 mm figures. With little difficulty one can  adapt these rules to fit 6, 10, 25, 30 or 40 mm figures.&#10;&#10;The rules are for grand tactical division and corps play although there is no reason you cannot use them for tactical regimental level games. &#10;Players do not need tons of dice just a few D-10 and D-6 dice will do. There is no writing of rules and most games can be played in three to four hours with resolution.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kobolds VS Goblins",
    "ID": 301278,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/301278/kobolds-vs-goblins",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "If you were picked on your entire life, would you consider finding a way to fight back?  In Kobolds Vs. Goblins that's what happens! When the leader of a small tribe of Kobolds has finally had enough of being picked on and ridiculed, he comes up with a plan.  Not just &quot;a&quot; plan, &quot;the&quot; plan!  If the ones picking on him are doing it because they are stronger and bigger than him, he'll find someone bigger and stronger than THEM!&#10;&#10;It's a foolproof plan.  He decides to swear allegiance to the Mightiest of them all, the great red dragon.  But, he knows he can't just go alone.  The great red dragon wouldn't even bat an eye at a single Kobold seeking to join his ranks.  The plan calls for a much larger number of Kobolds to show up and wear their allegiance.  He isn't sure, but he thinks 30 sounds like a pretty large number.&#10;&#10;So, the plan, to reiterate, is to recruit 30 Kobolds to join the cause and follow the great red dragon, then, make fun of all the ones that have made fun of us because we'll have the protection of the great red dragon!&#10;&#10;This is the perfect plan, well it was!  Unfortunately, the Goblins (Another of the puny races that always gets picked on and our bitter rivals) heard about &quot;the plan&quot;.  The Goblins have decided to copy the plan and only change one little detail... they are going to swear allegiance to the Great Orcish Chieftain!  How dare they steal the plan that took me the whole time I was on the poop pot!&#10;&#10;The plan has changed, well, no, not really.  But now we have to do it faster than them!  Then, we'll have the great red dragon smoosh those little green meanies!&#10;&#10;Oh, I've gone on a tangent haven't I?&#10;&#10;Ahem...&#10;&#10;You'll love the fast paced nature of Kobolds Vs. Goblins with the rapid dice rolls, the press-your-luck mechanics blended perfectly with Roll &amp; Write tracking system for a sweet 5-15 minute game that you'll want to play again and again.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Makehay",
    "ID": 301284,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/301284/makehay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Makehay players race their combine harvester to collect crop tiles in the fields. When the sun shines (represented by a sand timer) players program their combine harvesters by up to 6 moves at once. In the basic game the winner is the player who collects the most crops. &#10;In the intermediate game players score bonus points for collecting crops of the same type.&#10;In the advanced variant players score bonus points for fulfilling contracts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Programmed Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game Noir",
    "ID": 301291,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301291/game-noir",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Become a hard-boiled private eye,&#10;navigate through the dangerous &quot;noir&quot; world,&#10;and find your destiny - maybe even your femme fatale!&#10;&#10;In Game Noir, players become private detectives and have to decide wisely what to do with their action points as they move along the NOIR path. Unpredictable events occur there, the detectives may encounter the femme fatale, end up in the bar for a while, or chase the suspect. They gather black and white tokens they can use to cancel effects of unfavorable events. The tokens also determine to which final path (peace, justice, revenge) a player goes. Then they roll dice and earn victory points for achieving various endings (beware, death is one of them). Being the first to achieve an ending, having an alliance with the femme fatale and/or catching the suspect gives the players bonus points.&#10;&#10;Printed components are: board (A4 or A3 format) and 80 tokens (2x A4). Rules have 4 pages. Additional components needed are: different-colored pawns (2-5 for detectives, 1 for femme fatale, 1 for a suspect, 1 spare pawn if possible) and 1-2 six-sided dice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Income",
      "Lose a Turn",
      "Minimap Resolution",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whitewater Rescue",
    "ID": 301292,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/301292/whitewater-rescue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Work as a team to rescue the swimmer and get off the river.&#10;&#10;It's a good day if you rescue the swimmer and all players make it to the same portage trail.&#10;&#10;It's a bad day if your group is unable to play the required gear cards to rescue the swimmer or a player stuck in a purple hazard. Actually, it&rsquo;s game over!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Modular Board",
      "Moving Multiple Units"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Drawsome People",
    "ID": 301293,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/301293/drawsome-people",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ever wondered what you'd look like as a vegetable, or with a huge beard? Find out in Drawsome People, a hilarious drawing game of side-splitting scribbles from Ridley's Games!&#10;&#10;Draw famous celebrities, characters and your fellow players in this hilarious party game! With a huge range of famous faces to choose from, there's really no drawing talent required. Anyone can join in the fun and be doodling Drawsome People in no time!&#10;&#10;Roll the dice at the beginning of each normal round to determine who everyone draws from their card, like a Mash Up combination of two people or Wedding where the player must draw the fictional nuptials of any two people on their card. Don't forget the bonus cards with challenges like drawing someone at the table as a vegetable! The person with the most points at the end of five rounds wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "No Llamas",
    "ID": 301294,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/301294/no-llamas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Be the first person to collect 3 llama tokens in this card game of llamas on the loose from Ridley's Games! There's more than one way to win in this fun and fast-paced original card game. Play your llamas together to form herds, be the first to lose your llamas, or play the best llamas to win! Match or beat the llama card on the discard pile by playing a single card or starting a herd with more than one matching llama card. Try to win the round by being the first player to discard all of your cards, playing a card that no one else can match or beat, or by playing the fourth card of a kind to complete a herd.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "⊿railways inc. After The RAIN",
    "ID": 301301,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/301301/railways-inc-after-the-rain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In &#227;&#131;&#135;&#227;&#131;&#171;&#227;&#130;&#191;&#233;&#137;&#132;&#233;&#129;&#147;&#230;&#160;&#170;&#229;&#188;&#143;&#228;&#188;&#154;&#231;&#164;&#190; (&#226;&#138;&#191;railways inc. After The RAIN), it is time for the railroads to enter a small country town's urban development plan, as the Natural Public Corporation (NPC) has just opened a central station.  The players take on running four railroad companies, Alpha Transport, Beta Transport, Gamma Orbital, and the eponymous Delta Railways.&#10;&#10;The players will erect buildings, lay track, transport residents to work, and sometimes create a park, as they strive to build in accordance with the city plan formulated by the town.  The players must also satisfy their company's difficult management policy, or convince their company to switch policies.&#10;&#10;The game plays over a number of rounds, each with several phases, such as a Construction Phase and an Operation Phase.  Players will spend money and construction material resources to erect buildings.  Their trains will transport residents to work, and if a worksite is full, it will grow.  If some residents are not able to go to work, they will not pay their rent, and the owner of the apartment building will make less income.&#10;&#10;The player with the most points will win, and these points come from satisfying your company's management policy; building offices; establishing parks; meeting the requirements of the city's plan; leftover money; owning buildings next to parks; not owning factories adjacent to apartments; the tallest buildings; and the most different buildings.&#10;&#10;(The name and capitalization is based on the game's inspiration from the Japaneses video game A&#229;&#136;&#151;&#232;&#187;&#138;&#227;&#129;&#167;&#232;&#161;&#140;&#227;&#129;&#147;&#227;&#129;&#134;).&#10;user summary&#10;&#10;In a nondescript countryside town, you'll be trying to contribute to the town's development plans and management schemes in a bid to get victory points, all while constructing buildings, laying rail track, and even transporting residents.&#10;By the end of the game your empty country town will be transformed into a prospering city with skyscrapers on every block.&#10;&#10;&#228;&#189;&#149;&#227;&#130;&#130;&#227;&#129;&#170;&#227;&#129;&#132;&#231;&#148;&#176;&#232;&#136;&#142;&#231;&#148;&#186;&#227;&#129;&#171;&#227;&#128;&#129;&#229;&#187;&#186;&#231;&#137;&#169;&#227;&#129;&#174;&#229;&#187;&#186;&#232;&#168;&#173;&#227;&#128;&#129;&#233;&#137;&#132;&#233;&#129;&#147;&#227;&#129;&#174;&#230;&#149;&#183;&#232;&#168;&#173;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#128;&#129;&#228;&#189;&#143;&#230;&#176;&#145;&#227;&#130;&#146;&#231;&#167;&#187;&#233;&#128;&#129;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#231;&#148;&#186;&#227;&#129;&#174;&#233;&#131;&#189;&#229;&#184;&#130;&#232;&#168;&#136;&#231;&#148;&#187;&#227;&#130;&#132;&#231;&#181;&#140;&#229;&#150;&#182;&#233;&#153;&#163;&#227;&#129;&#174;&#231;&#181;&#140;&#229;&#150;&#182;&#232;&#168;&#136;&#231;&#148;&#187;&#227;&#129;&#171;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#159;&#232;&#161;&#151;&#227;&#129;&#165;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#129;&#171;&#232;&#178;&#162;&#231;&#140;&#174;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#228;&#189;&#149;&#227;&#130;&#130;&#227;&#129;&#170;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#231;&#148;&#186;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#233;&#171;&#152;&#229;&#177;&#164;&#227;&#131;&#147;&#227;&#131;&#171;&#227;&#129;&#174;&#229;&#187;&#186;&#227;&#129;&#161;&#228;&#184;&#166;&#227;&#129;&#182;&#233;&#131;&#189;&#228;&#188;&#154;&#227;&#129;&#171;&#231;&#148;&#159;&#227;&#129;&#190;&#227;&#130;&#140;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "City Building",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Income",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ziteria: Ziterion's Magic Tournament",
    "ID": 301314,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301314/ziteria-ziterions-magic-tournament",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Ziterion's Magic Tournament is a game that requires two or more players to start and theoretically speaking, there are no player limits.&#10;&#10;Players lead a small elite unit of brave heroes through Ziterion's tournament arena, which he has created in dark underground caves. This means, whatever is located outside the playing field modules is impenetrable rock. Each player tries to pilfer an artifact from the central room of the arena, while fighting off your opponents, and move it to the starting room of the player on his or her left.&#10;&#10;As a result, players build stairs to overcome individual levels of the arena, erect walls to block their opponent's path, find and use magical tools that may benefit them, and engage in battles with opponents, or even temporarily join forces with one of the other players in order to defeat a seemingly all-powerful opponent.&#10;&#10;In the end, however, only one team can win Ziterion's Magical Tournament.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fortunes Won and Lost",
    "ID": 301315,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301315/fortunes-won-and-lost",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fortunes Won and Lost allows you to adventure during the Age of Imperialism^. &#10;Explore the dark recesses of a steamy jungle. Lead a raid against enemy tribesmen. March in relief of a surrounded outpost. You can do this and more with Fortunes Won and Lost.&#10;&#10;Why limit yourself to playing only historical games? This is a great period to make up your own countries and places to explore. ImagiNation gaming they call it. Draw up a rough map and put in a few villages. Toss in a fort or two and you&rsquo;re good.&#10;&#10;Inside you&rsquo;ll find:&#10;&#10;     Six Army Lists that can be adapted for any army of the Colonial Period.&#10;     Rules for combat that work just as well for small skirmishes or big battles.&#10;     A complete and easy to track campaign system to give meaning to your games.&#10;     A variety of pre-generated games.&#10;     A low bookkeeping system to track how well you are doing.&#10;     Retirement rules to determine how you ended up after your career has ended.&#10;     All this and much more.&#10;&#10;&#10;Fortunes Won and Lost is an easy game to play, learn and teach. It&rsquo;s easy, but it&rsquo;s also fun. It&rsquo;s easy, but it&rsquo;s also a challenge. It&rsquo;s great for when you want to spend less time setting up a game and more time playing it.&#10;&#10;While all games &ldquo;can&rdquo; be played solo, although not always very well, Fortunes Won and Lost is designed for solo play or on the same side with your friends. The Artificial Intelligence creates a realistic enemy for you to fight where no two games will ever play the same. Welcome to&hellip;&#10;&#10;FORTUNES WON AND LOST!&#10;&#10;^The Age of Imperialism was the period between 1870 to 1914 that saw no less than eight European powers in conflict with each other and the native peoples that inhabited the lands of Africa and Asia to which these powers laid claim&rdquo;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dorasure: Map Expansion Sky Archipelago Tormente",
    "ID": 301316,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301316/dorasure-map-expansion-sky-archipelago-tormente",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The second map expansion set for Dorasure.&#10;&#10;A new stage for adventure, Tormente City, a place of flying ships, adventurers and travellers.&#10;&#10;However, a dragon capable of controlling storms has decided to settle in the sky archipelago, causing fear and despair in the citizens of Tormente City.&#10;&#10;Travel across the islands of the sky and hunt down the storm dragon to save Tormente City.&#10;&#10;&#10;         A new map &amp; 1 new character **&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Realm Lords: For castle and country!",
    "ID": 301319,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301319/realm-lords-for-castle-and-country",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The board game where you battle against the other Lords to spread your domain! Whether you choose to be defensive and build your castle one wall at a time or grow your army to control the area&rsquo;s resources, your goal is to use your army of Archers, Foot Soldiers, Cavalry and Catapults and defeat the other would-be Lords to rule the realm!&#10;&#10;Basic game contains full country battle field board, 32 miniature army pieces, 16 castle pieces, scenario card deck, resource tokens, army base counters and more &ndash; Over 150 pieces! Special: Contains unique turn/season dial &ndash; keep track of player turns and automatically move through the seasons!&#10;&#10;Players choose one of four sides for your home township, North, South, East or West. Play as all humans or play as one of 4 additional races with the Race Add-On - Elves, Dwarves, Orcs or Undead. The four corners are reserved for the areas to find one of four resources; Ore Deposit (Iron), Forest (Wood), Granite Quarry (Stone) &amp; Wild Game (Leather). The exact resource located in each corner is randomly determined once the players have chosen their sides. Players may need to decide early on if they will build offensively first by growing their army with iron, wood and leather, or build their castle with stone and wood. Your ultimate goal will be to build an army to overtake all of your opponents and rule the realm! The scenario card deck lets random encounters and events occur - Mercenaries could join your army or bug-infested logs means the loss of critical wood tokens.&#10;&#10;Over 150 pieces, cast and printed in sturdy polyurethane/resin in 5 colors, depicting pieces of your castle and your army of Archers, Foot Soldiers, Cavalry, Catapults (2 each of all, per army) and more. As you grow your troops you add base counters to each army miniature to show the size of your force. Battle for the realm&rsquo;s resources and take down your enemy&rsquo;s castle. Easy to play and quick to set up &ndash; the 24&rdquo;x 24&rdquo; game board consists of nine 8&rdquo;x 8&rdquo; boards with a handy tray to keep all of your resource tokens and troop base counters separate. 24 dice (12 each of 2 colors) included!&#10;&#10;Solo play with the 42 card AI deck and separate rules included. Kickstarter launches 2/13/20&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ICE",
    "ID": 301320,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/301320/ice",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "ICE is our home.ICE is our world. ICE is corrupted. ICE is dying.&#10;&#10;ICE is a mega-city. Ice is dying from within. Before our history began, the Gods created this world and seeded a civilisation that spread to cover the entire planet. They raised us up - the eight exalted families, they gave us a sun that would never dim, they gave us technology. Then they left.&#10;&#10;Why they did so is a question that has had no answer, until now. For our sun is dying, the corrupted machines are spreading. But after eons away, the Gods have finally returned. To help us battle for survival?         Possibly.&#10;&#10;In ICE players take on characters representing one of the exalted families born from the genetic seed of the ancient Kchemic Gods. They must work together (semi co-op play) as powerful agents of the Gods in mission-based scenarios to hunt down and defeat corrupted threats in the dying city. A clever AI mechanism in game will keep players on their toes as they try to zero in on the location of the final enemy. With many NPCs to interact with and city sectors that change position and purpose, no two games will ever be the same!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallout: Wasteland Warfare – Institute Wave Card Game Expansion Pack",
    "ID": 301321,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301321/fallout-wasteland-warfare-institute-wave-card-game",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As new and terrifying friends and foes are unleashed on the wasteland, the true survivors from all factions upgrade their weapons, find new allies and gird themselves for the fight to come.&#10;&#10;The Brotherhood of Steel deploy the Order of the Shield and call in their leader Elder Maxon to coordinate their pacification efforts. The Super Mutants are sure to resist, rushing forward to smash everything in their path. Shouting louder and hitting even harder are their Overlords, in particularly the bloodthirsty Fist. In the face of such aggression the Survivors will dig even deeper to stay alive &ndash; in some cases literally, calling on the support of long sealed vaults to bring pre-war tactics and personnel to the fray. Nothing is beyond the pale in the fight to stay alive, leading to some unusual alliances and all new companions joining the cause. All the while the Institute is creeping back into the light, deploying its synths and covert operations teams to further its shadowy cause.&#10;&#10;All the rules for units, weapons, and equipment in the Institute Wave are included in this card pack. Also included are new AI Cards, chems, mods, events, dangers and more, all for expanding the Fallout: Wasteland Warfare experience.&#10;&#10;Included in the set are cards for:&#10;&#10;Institute Core Box&#10;Institute Synths&#10;Institute Covert Operations&#10;Elder Maxon and Captain Kells&#10;Order of the Shield&#10;Overlord and Fist&#10;Super Mutant Skirmishers Expansion&#10;T-51 Power Armour Expansion&#10;Vault Personnel Expansion&#10;Unusual Allies Expansion&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Fallout",
      "Theme: Post-Apocalyptic",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avatar Spirits",
    "ID": 301322,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301322/avatar-spirits",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Avatar Spirits, you take control of a team of fighters. Use their attributes and skills to execute maneuvers and combat techniques, combining cards to perform devastating sequences to defeat your opponent.&#10;Clash your way to victory, execute combat techniques and explore exciting combos in this fast paced and dynamic 1v1 showdown!&#10;Avatar Spirits is a competitive fighting card game for two players, inspired by arcade fighting games. Featuring simultaneous action, dynamic turns, hand, resources and opportunity management.&#10;The objective of the game is to reduce the opponent's will points (WP) to zero using cards from your hand and the skills of your avatar fighter. The first player to achieve it wins the game. &#10;You can build your own deck! Each new expansion comes with brand new fighters and strategies!&#10;&#10;&mdash;description by publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallout: Wasteland Warfare – Raiders Wave Expansion Card Pack",
    "ID": 301324,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301324/fallout-wasteland-warfare-raiders-wave-expansion-c",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wave 2 arrives with a new faction in the Raiders, as well as new profiles for Creatures and Robots to allow players to further increase their forces. Joining them are the Mysterious Stranger and notable equipment like the X01 armour suit and the Gauss Rifle.&#10;This card pack contains 203 cards containing new profiles, AI cards, items, quests, mods , perks and more to allow players to use the new models in wave 2 and customise their Fallout: Wasteland Warfare miniatures.&#10;&#10;Contents&#10;57 x Poker Cards&#10;146 x Euro Mini Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Fallout",
      "Theme: Post-Apocalyptic",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Splendor: 2019 Promo – Shen Wansan and Zhou Ying",
    "ID": 301333,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301333/splendor-2019-promo-shen-wansan-and-zhou-ying",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Two new nobles tiles to be used for Splendor.&#10;&#10;Artwork included one male and female noble---Business people Shen Wansan (&#230;&#178;&#136;&#228;&#184;&#135;&#228;&#184;&#137;) and Zhou Ying (&#229;&#145;&#168;&#232;&#142;&#185;).&#10;&#10;The bottom right hand corner of each tile is marked with a &ldquo;p&rdquo; to indicate that it is a promotional noble.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Splendor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trismegistus: The Ultimate Formula – Alchemists",
    "ID": 301357,
    "Year": "(2020)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301357/trismegistus-the-ultimate-formula-alchemists",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Alchemists is a mini-expansion which adds 10 asymmetrical character abilities to Trismegistus: The Ultimate Formula.&#10;&#10;Setup:&#10;&#10;     (Step 25) When giving each player their Starting Experiments, Masterpiece Experiments, Publications, and Starting Artifacts, also give each player 2 Character cards.&#10;     (Step 26) When each player secretly chooses their Starting Experiment, Masterpiece Experiment, Publication, and Starting Artifact, they should also select their Character card.&#10;     Each player should place their chosen Character card face up onto their player board, covering the portrait already there.&#10;     If their chosen Character card provides a start-of-game benefit, they receive this now.&#10;     If their chosen Character card provides an ongoing benefit, it remains in effect throughout the game.&#10;&#10;&#10;Originally available as part of the Builders Promo Pack from Dice Tower 2020 Kickstarter campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tekhenu: Obelisk of the Sun – Foundations of Karnak",
    "ID": 301358,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301358/tekhenu-obelisk-of-the-sun-foundations-of-karnak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Foundations of Karnak is a mini-expansion which adds 3 new Pillar tiles to Tekhenu: Obelisk of the Sun.&#10;&#10;Setup:&#10;Add these tiles to those from the base game.&#10;&#10;Description:&#10;P28 (Cost: 2 Limestone, 1 Granite, 1 Gold)&#10;Ability: Perform a Bastet God Action to increase the Happiness of your populace as if you had taken a die with value 3.&#10;Special: This ability always activates when built, but its use is optional as with all pillar abilities. &#10;Note: You must still pay the cost of the action as normal.&#10;&#10;P29 (Cost: 3 Limestone)&#10;Ability: None&#10;Special: The tile features all four edge colors, making it easier for you to score Victory Points when built.&#10;&#10;P30 (Cost: 3 Limestone)&#10;Ability: None&#10;Special: The tile features all four edge colors, making it easier for you to score Victory Points when built.&#10;&#10;Originally available as part of the Builders Promo Pack from Dice Tower 2020 Kickstarter campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Income",
      "Open Drafting",
      "Pattern Building",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Game: Tekhenu – Obelisk of the Sun"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "中國霸業5000年 (5,000 Years of Chinese Domination)",
    "ID": 301359,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301359/zhong-guo-ba-ye-5000nian-5000-years-of-chinese-dom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Monopoly variant in which players attempt to collect various properties and not go bankrupt from paying rents.&#10;&#10;&quot;Properties&quot; are named after Chinese dynasties.&#10;&#10;All text is in traditional Chinese.&#10;&#10;Packaged in a plastic case similar to those used for video tapes.&#10;&#10;Published in Taiwan, Republic of China.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Country: Taiwan",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gridblock",
    "ID": 301360,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/301360/gridblock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gridblock is an abstract card driven game, where players have to move on a tile grid and try to place markers in order to score victory points. Each player has a deck of six cards, which show a combination of movement points from 1 to 3 and one of six symbols. Markers may only be places, if the symbol on the played card matches the symbol on the tile their movement ends on. Bonus points may be scored if a player manages to place multiple markers on a single tile.&#10;&#10;The game is played with the components of the Green Box of Games. The Meeple Mini Expansion is not needed to play this game.&#10;&#10;Gridblock won the Best Original Game category of the 2018 Green Box of Games Design Contest.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Golden Pyramid",
    "ID": 301363,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301363/the-golden-pyramid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Golden Pyramid is a card driven game, where the players use colored cubes and tiles to collectively build a three-dimentional pyramid.&#10;&#10;The unchilded emperor needs a worthy successor to his throne. He declares that the nobles shall together build a golden pyramid. The emperor demands a pyramid that consists of four levels, with the upper levels being build upon colorful artistic colonnades. The one whose contribution impresses the emperor the most will become the new emperor.&#10;&#10;How to build a pyramid:&#10;&#10;The cubes in this game represent the columns of the pyramid and are bought by playing a card. The number or cubes a player may draw from the bag is determined by the value shown on the card. Cubes can also be obtained from a common market or by trading with other players.&#10;&#10;To actually build a part of the pyramid the players need four cubes (second level or higher) and a card that shows the symbol of an available tile as well as a value that equals at least the level that should be build.&#10;&#10;Players mainly gain victory points by building tiles and placing cubes adjacent to already placed cubes of the same color.&#10;&#10;The Golden Pyramid was one of two Gold Winners of the 2019 Contest X for the Green Box of Games. In order to play the game the Meeple Mini Expansion or replacements (20 white 10mm cubes, 20 black 10mm cubes, a drawbag and e.g. meeples in player colors) are needed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Age of Eagles (2nd Edition): The Napoleonic Wars in Miniature Based on Fire & Fury",
    "ID": 301364,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/301364/the-age-of-eagles-2nd-edition-the-napoleonic-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.6",
    "Description": "The Age of Eagles 2nd Edition, aka Age of Eagles II (Napoleonic Fire &amp; Fury) is a complete update of the original rules set and as such has spawned a French edition and expansion modules covering the Lace Wars and the Age of Rifles. Glossy color covers, BW interiors, same length as the previous, first edition.  The game is a massive evolution of the first Age of Eagles and includes:&#10;&#10;&bull;    Correction of all grammar, vocabulary and spelling errors.&#10;&bull;    Interpretations of rules integrated into the text of the document.&#10;&bull;    Rules changes, from both the author and our 3000 + person Yahoo Group added and integrated into the text of the book.&#10;&bull;    New rules and data charts, from both the author and the Yahoo Group added and integrated into the text of the document.&#10;&bull;    New army lists and generals, to include an all-new Ottoman army chart and a slew of Spanish generals.&#10;&bull;    Changes are easily identified by underlined text.&#10;&#10;Like its predecessor, Age of Eagles II is based on Fire &amp; Fury for the American Civil War. This is a BIG battle game where units are infantry and cavalry brigades, as well as artillery batteries of between 6 and 12 guns. Each infantry stand represents 360-foot soldiers while each cavalry stand represents 180 mounted troopers. Ground scale is 120 yards to each inch, while all game turns represent 30 minutes of actual time. Players command corps, not battalions, and engagements of 150,000 plus combatants are an easy gaming reality.&#10;&#10;The complete AOE related product line is sold direct thru digital distribution, though hardcopy versions are available from certain retailers. AOE II is 96+ pages long. Kindle formatted products are sold exclusively thru Amazon, while digital downloads exportable to PDF format may be purchased via Google Play.&#10;&#10;Online, public research portal for this game and its historical period (to include flags for miniatures, official histories, Public Domain military maps, images and publications - all copyright friendly and FREE to download) at https://tinyurl.com/AOE-Napoleonic-Research-Portal.&#10;&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation",
      "Turn Order: Random"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Prussia",
      "Country: Russia",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Age of Eagles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Games for Renegade Scout",
    "ID": 301365,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301365/battle-games-for-renegade-scout",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Welcome to the Battle Games pack for Renegade Scout.&#10;&#10;With this pack, you receive a full set of rules for standardized games, perfectly suited for pick-up games or for those nights where the imagination is running a little short.&#10;&#10;The system includes&#10;&#10;     standardized set-up rules,&#10;     6 missions to play,&#10;     victory point system (with handicap rules) and&#10;     simple, easy-to-use rules to turn the game into a campaign or a league.&#10;&#10;&#10;Several options are included to tailor the game to your own experience of course.&#10;&#10;Players who cut their teeth on the venerable 2nd edition of Warhammer 40K should feel right at home with this setup.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shitty Questions",
    "ID": 301367,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/301367/shitty-questions",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each round in Shitty Questions, the active player asks the other players a question. After each reply, secretly drop the player's heart in one of two tubes: Smart or Shitty! The last responder chooses the winning tube. The players in the chosen tube move up the freedom board!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Timun Mas",
    "ID": 301368,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301368/timun-mas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Timun Mas runs to get out of the woods as quickly as possible, but Buto Ijo is behind her. Based on the Indonesian legend of the young Timun Mas, the game Timun Mas will make you live an unprecedented adventure through three exciting game modes: solo, co-operative and semi-cooperative.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Journey to Tianzhu",
    "ID": 301370,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301370/the-journey-to-tianzhu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Chinese and English game based on the Chinese national epic novel Journey to the West.&#10;&#10;Players move their monk, monkey, pigsy and Shaseng pieces from Chang An to Tianzhu (the ancient Chinese name for India) with rules similar to those of Pachisi. Play is made more interesting by inclusion of special powers for each type of piece which can affect each other type in special ways as well as cloud paths which a player may attempt to use to evade his enemies. There are also variant rules to change the victory conditions or play of the game.&#10;&#10;Pieces are plastic with colored stickers with the board made from laminated paper.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Age of Eagles: Napoleon vs. Europe 1813-14",
    "ID": 301373,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301373/the-age-of-eagles-napoleon-vs-europe-1813-14",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3",
    "Description": "This is the first scenario book specifically to The Age of Eagles original and 2d Edition, aka Napoleonic Fire &amp; Fury. It covers the 1813 German campaign, the 1814 campaign in France, and Wellington&rsquo;s invasion of southern France. This is a scenario book only. Age of Eagles is required to properly play this game. It contains conversion instructions for many other fine rules such as Napoleon's Battle, plus a glossary of Napoleonic terms, a bonus French Revolution scenario (Hohenlinden) and more. The publication is black and white with full color front and back covers.&#10;&#10;Befreiungskrieg 1813 &ndash; 14 (War of Liberation 1813 &ndash; 14) scenarios include:&#10;&#10;&bull;    Battle of Gross Beeren - 23 August 1813, Oudinot vs Bernadotte. &#10;&bull;    Battle of the Katzbach - 26 August 1813, MacDonald vs Blucher. &#10;&bull;    Battle of Kulm - 30 August 1813, Vandamme vs the Czar. &#10;&bull;    Battle of Dennewitz - 6 September 1813, Ney vs Bernadotte.  &#10;&bull;    Battle of Wartenburg - 3 October 1813, Bertrand vs Yorck.  &#10;&bull;    Battle of Leipzig (two scenarios) - Leibertwolkwitz, 14 October 1813 and Mockern on 16 October.    &#10;&bull;    Battle of Hanau - 30 October 1813, Napoleon vs Wrede.   &#10;&bull;    Battle of Schestedt - 10 December 1813, the Danes vs the Russo-German Legion.   &#10;&bull;    Battle of La Rothiere - 1 February 1814, Napoleon vs Blucher.   &#10;&bull;    Battle of Orthez - 27 February 1814, Wellington vs Soult. &#10;&bull;    Battle of Toulouse - 10 April 1814, Wellington vs Soult Round 2, the last battle of the campaign.&#10;&#10;The AOV product line is sold direct thru digital distribution, though hardcopy versions are available from certain retailers. It is 80 pages long. Kindle formatted products are sold exclusively thru Amazon, while digital downloads exportable to PDF format may be purchased via Google Play.&#10;&#10;Online, public research portal for this game and its historical period (to include flags for miniatures, official histories, Public Domain military maps, images and publications - all copyright friendly and FREE to download) at https://tinyurl.com/AOE-Napoleonic-Research-Portal.&#10;&#10;-description from the designer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random"
    ],
    "Families": [
      "History: Napoleonic Wars",
      "Series: Age of Eagles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Battles Napoleon",
    "ID": 301374,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301374/grand-battles-napoleon",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Grand Battles Napoleon is a set of rules for recreating Napoleonic battles with model soldiers.&#10;&#10;Players can play GBN using any scale from 6mm all the way up to 28mm miniatures and there are guidelines for gaming in the various scales. &#10;Units represent infantry regiments, cavalry regiments, artillery batteries and skirmish battalions and screens.&#10;&#10;Players take on the role of army or corps commanders. Each player usually commanding around four to five divisions, with each division composed of between two to seven units. Thus the average size of a game is a corps + assets depending on which nation you are using.&#10;&#10;The game is driven by two important, and to my mind exciting mechanisms, command initiative and response. Both these mechanisms make the game completely interactive at all times, inspired by Koenig Krieg.&#10;&#10;Grand Battles Napoleon is definitely not a you-go-I-go game. It is very important that players understand the function of initiative in this set of rules as it governs most of the actions that occur during a turn. Actions are not sequential, neither are they simultaneous. Instead commanders test initiative several times during the turn. The player who wins the initiative test may activate one of his divisions or force his opponent to activate one of their divisions instead. Both players roll for initiative round after round until all units on both sides have had a chance to act. In this way each player is kept &ldquo;in the game&rdquo; at all times, with each general tied to their initiative, command ability and the important decision to strike now or force their opponent to act instead!&#10;&#10;The second exciting mechanism is response. Response is divided between command response and unit response. Commanders need to perform response tests if they wish to perform sweeping grand tactical orders, maintain command control should they find themselves outside command range of their corps, wing or army general or to steady the troops from becoming demoralised as casualties in the division mount.&#10;&#10;Unit response allows your troops to act out of turn and react to movement within their zone of control or when being charged. So that even within the other player&rsquo;s activation the non acting player is never really out of the game.&#10;&#10;You will be will be able to re-fight historical battles, or  play any one of 10 points based missions from Grand Battles Napoleon and Legion d&rsquo;honneur supplement. Legion d'Honneur are our free campaign and Big Bash rules, suitable for running tournaments, big multi-day games and linked campaigns.&#10;&#10;Units act via operations. The types and amount of operations a unit may perform are defined by the type of unit, is it cavalry, infantry, skirmishers, the units national character, i.e. does the infantry prefer fighting in lines or column, and the quality of the troops, are they guards or militia?&#10;&#10;So in the immortal words of Marshal Gebhard von Bl&uuml;cher, &quot;Raise the flag high my brave lads. Forwards to victory!&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Turn Order: Random"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's Grande Armée 1808-1815",
    "ID": 301375,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301375/napoleons-grande-armee-1808-1815",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "You can build Napoleon's French armies between 1808-1815 using Napoleon's Grande Arm&eacute;e Parade Handbook for Grand Battles Napoleon.   &#10;In this supplement you will find in-depth divisional organisations for all the French main battle divisions between 1808-1815. &#10;From these lists you can build pretty much any French corps that fought in Spain, Italy, Austria, Russia and Germany. Although for all allied divisions you will need their handbooks as well, as this supplement only covers the French.&#10;&#10;Build Line, Reserve, Marie Louise, Marine, Swiss, Grenadier, Young, Middle and Old Guard infantry divisions. You can also build historical Light, Dragoon, Cuirassier and Guard cavalry divisions as well as deploy Grand Batteries.&#10;&#10;We have also added in our selection of National Heroes into the Headquarters options. Napoleon comes to mind - naturally! However you can also select Ney, Davout, Lannes, Massena, Soult, Macdonald and Nansouty. Men like Murat and Eugene, who also commanded other national forces will be highlighted in those handbooks. Both of these French Generals will be found in the Armies of Italy handbook. All national traits and special rules pertaining to the French are easily located in the glossary at the end of the book, so you will never have to worry about trying to find out what Marie Louise troops can and cannot do!&#10;&#10;Vive la France! Vive l'Empereur!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wellington's Armies",
    "ID": 301376,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301376/wellingtons-armies",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Third Grand Battles supplement has now been released! You can build British, Spanish, Portuguese, KGL, Hanoverian, Brunswick, Nassau, Netherlands and Emigre armies using Wellington's Armies Parade Handbooks.&#10;&#10;The army list building options are very flexible and clearly laid out. Using these lists you can pretty much build any Revolutionary, Peninsular and 1815 historical army organisation using any of these nine nations. Perhaps you are looking to build a 1st Coalition Iberian army composed of Portuguese and Spanish to fight those dastardly French Revolutionaries during the War of Rousillon or maybe mix in some British and Emigre's for a Toulon campaign. Alternatively, a British expeditionary force to Egypt, a British, Spanish or Portuguese force in the peninsular or a glorious British-Allied army to drive back Napoleon from the ridges at Waterloo. Whatever you decide it can be done with this book.&#10;&#10;Such a glorious celebration of Wellington's overwhelming influence upon the wars and national armies he commanded, besides his own British redcoats, would not be complete without a few national general options such as Wellington, Moore, Crawford, Forbes, Prince of Orange and the Duke of Brunswick to name a few. Oh and to round the whole book off what better way to celebrate Wellington's Armies than a recipe for Beef Wellington to be made for your next Waterloo game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armies of the Coalition: Austria, Prussia and Russia 1808-1815",
    "ID": 301377,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301377/armies-of-the-coalition-austria-prussia-and-russia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Second Grand Battles supplement.&#10;You can build Austrian, Prussian and Russian armies between 1808-1815 using Armies of the Coalition Parade Handbook.&#10;&#10;In this supplement you will find in-depth divisional organisations for all the Russia, Prussian and Austrian main battle divisions between 1808-1815. &#10;From these lists you can build pretty much any coalition corps that fought between 1808 and 1815. &#10;Although for all other allied divisions such as the German Confederation and Swedes you will need their handbooks as well.&#10;&#10;We have also added in our selection of National Heroes into the Headquarters options.Archduke Charles, Blucher, Bagration, Platov and Kutuzov!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Prussia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Koenig Krieg: Horses and Musket Edition – Fighting Battles with Model Soldiers, 1660 - 1900",
    "ID": 301378,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301378/koenig-krieg-horses-and-musket-edition-fighting-ba",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Koenig Krieg Version 4&#10;&#10;This new edition allows players to not only re-fight battles during the wars of Frederick the Great, but also the Great Northern War, Napoleonic Wars, American Civil War, War of Triple Alliance, Mexican-American War, Zulu Wars, Crimean, Franco-Prussian and Austro-Prussian wars as well. It has taken a few years now of game testing and organising but we are finally there.&#10;&#10;Inside the book:&#10;&#10;     Clearly presented rules, easy to read with plenty of diagrams and examples.&#10;     New and improved sequence of play, with detailed rules for command and control, movement, shooting, close combat, exploitation and morale.&#10;     New Brigade Morale Rules.&#10;     New Combined Action Rules.&#10;     New Reaction Rules.&#10;     New Village and Garrision Rules.&#10;&#10;&#10;And much, much more!&#10;&#10;So come on and play Koenig Krieg, its the way Freddy would have played it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Series: Koenig Krieg"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New Girl: A Quirky Game of Trivia and A Whole Lot More",
    "ID": 301379,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/301379/new-girl-a-quirky-game-of-trivia-and-a-whole-lot-m",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this New Girl board game, players answer trivia questions, fill in the blanks in a funny sing-along and play rounds where they learn about each other. This promotes critical thinking and serves as a tool for socializing. Play your feeling stick card to your advantage along the way as you race around the game board trying to get back to your apartment. The player who gets home fastest wins!&#10;&#10;Contents: game board, 85 trivia cards, 75 shenanigans cards, 35 crazy cards, 6 feeling stick cards, 6 movers, 6 mover stands, round marker, and rules.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Micro Fleet: Napoleonic Naval – Trafalgar Fleets",
    "ID": 301380,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301380/micro-fleet-napoleonic-naval-trafalgar-fleets",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion includes four cardstock sheets of uncut counters and a double-sided instruction sheet (which includes a map of the ship starting positions). The scenario is designed for two teams of two players, divided into the following four groups: the ships of Nelson and Collingwood for the British fleet, and the French and Spanish divisions of the opposing combined fleet. More players can participate by further dividing up these groups.&#10;&#10;&ndash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "History: Napoleonic Wars",
      "Series: Micro Fleet (Tabletop Games)",
      "Series: Micro Warfare (Tabletop Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "General's Compendium: Supplement for Koenig Krieg",
    "ID": 301381,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301381/generals-compendium-supplement-for-koenig-krieg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Koenig Krieg v4: General's Compendium&#10;&#10;Content:&#10;&#10;     Authors musings and design notes for Koenig Krieg.&#10;     In depth explanation of formations.&#10;     The Parade Handbooks and how to build an army.&#10;     Points based games Victory rules.&#10;     12 Battlefield Scenarios and special rules.&#10;     Optional rules, like night fighting and wagons.&#10;     A sample turn.&#10;     Sneak Peak Generic Parade Handbooks for &#10;         La Guerre Du Roi 1660-1730&#10;         Frederick The Great 1730-1790&#10;         Napoleon 1790-1815&#10;    &#10;&#10;&#10;Rise of Nations 1830-1902&#10;    Sun Never Sets 1830-1902 colonial wars.&#10;    Charts for 6mm, 10mm, 15/18mm/20mm and 28mm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Series: Koenig Krieg"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DieMinions",
    "ID": 301382,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/301382/dieminions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Two players challenge each other in this quick, fun game of sparring DieMinions. DieMinions are dice shaped creatures that are the henchmen, or Minions, of a group of larger dungeon monsters.&#10;&#10;Each player has 6 cards (identical to the other players), along with a set of 24 cards called a &quot;Deck-A-Dice&quot;. Players choose a DieMinion card to play from their hand, face down, simultaneously, then reveal their choices and proceed to battle each other using the &quot;Deck-A-Dice&quot; to roll their attack.&#10;&#10;This is designed to be a simple filler game, taking 10-15 minutes to play with 1 minute of setup time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legion d'Honneur",
    "ID": 301383,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301383/legion-dhonneur",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Legion d'Honneur&#10;&#10;This supplement is designed to spice up Napoleonic games with new and exciting fast play missions, rules for big games, generating narratives for your battles, campaigns and loads more!&#10;&#10;All the rules in this supplement are optional and we encourage players to tinker with the rules and create new rules as suits their group.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jumanji: The Next Level – Falcon Jewel Battle Game",
    "ID": 301386,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/301386/jumanji-the-next-level-falcon-jewel-battle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Welcome back to the jungle with the Jumanji: Falcon Jewel Battle Board Game! As always, we&rsquo;re in for a wild ride. Players choose characters and get special advantages based on their unique character abilities. Compete with other players as you race through the jungle. Your goal is to collect tokens to fill your character tracker. Battle the evil forces and encounter windfalls but remember to be careful! Everything could change at a moment&rsquo;s notice!&#10;&#10;The first player to gain 6 tokens is the winner of the game.&#10;&#10;Each player has 3 lives until they are dead (this is from the movie).&#10;&#10;There are three cards that are placed face up. On a players turn, they select one of the cards to use for the turn. Cards may give you an extra life, give you an extra die, allow you to steal a token (VP) from another player, or fight a bad guy. Fighting the bad guys are the main event battles you will perform.&#10;&#10;Combat is very easy. Each card (bad guy) allows you to ask other players to join a fight. Then there is a number that collectively all the players must roll equal to or higher than. If they do so, they each get a token (VP). If not, the lead player loses a life (you only get 3!).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Jumanji / Zathura"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kelloggs Album of Australian Games",
    "ID": 301391,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301391/kelloggs-album-of-australian-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Kelloggs Album of Australian Games is a promotional mail out set of 4 games published by Kelloggs during the 1940's.&#10;&#10;The games are stapled into a booklet style and have pop out playing pieces and dice made of cardboard. Games are about racing, swimming, golf and saving money and all require movement by the roll a dice and the players playing pieces to be first to reach the end of the playing course to win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KIAR",
    "ID": 301392,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301392/kiar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "KIAR (Kings In A Row) is a simple abstract game played on a 4 hex board where the central hex is not used. Each player has 15 pieces. Take turns placing your own colour pieces on any free hex on the board. When you have three in a row you can crown any one of the three into a king by placing a piece on top of another, a mechanic inspired by the abstract boardgame LOT. The other two pieces of the original line of three must be removed from the board but can be played again. Once you have crowned the piece, if it is adjacent to an opponents king and you can jump over that king into a free space behind you can then remove the opponents king. This is the only occasion a piece can move on the board after being placed. A newly crowned piece can only jump another King. A single piece cannot be jumped. Return the jumped pieces to your opponent. Continue playing until a player has managed to reach a winning position of creating three Kings In A Row (KIAR) or until a player runs out of pieces. In that scenario the first player who cannot make a move due to not having any pieces left loses.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex4 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Navy Bobs",
    "ID": 301393,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301393/navy-bobs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Navy Bobs is an Australian wartime game of skill where players use either a wooden cue or a cardboard chute to roll a marble down a playing board which consists of a long channel and warships on either side. The ships have wooden pegs for masts.&#10;&#10;If the marble stops opposite a mast on an enemy ship the mast is removed. The winner is the player who removes all the masts from the enemies ships.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rovers van de Noordzee: Helden uit het Noorden",
    "ID": 301401,
    "Year": "(2020)",
    "Geek Rating": "5.711",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301401/rovers-van-de-noordzee-helden-uit-het-noorden",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "This is a big box expansion for the Dutch market that contains two expansions (Hall of Heroes and Fields of Fame), the solo variant and some bonus cards.&#10;&#10;In Raiders of the North Sea: Hall of Heroes, a mead hall has been constructed, attracting a new breed of adventurers. Each raid brings new quests for the daring to endure. But with mead in abundance, there is little room for the wary, so sharpen your axe and ready your shield as new adventures await!&#10;&#10;In addition to including components for an extra player, Hall of Heroes has the new mead hall board, large player boards, mead, quests, reputation, and a variety of new townsfolk.&#10;&#10;In Raiders of the North Sea: Fields of Fame, enemy jarls have joined forces to help defend against the onslaught of raids on their settlements. But despite their threats, there is fame awaiting those who seek to kill or subdue them. Encountering a jarl is sure to bring injury, but now is no time for the faint-hearted. Onwards to the battlefield!&#10;&#10;In addition to including components for an extra player, Fields of Fame also includes the new township board, enemy jarl tokens and cards, fame, damage and a variety of new townsfolk.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Series: The North Sea Trilogy (Garphill Games)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump River",
    "ID": 301424,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301424/jump-river",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Jump River&#10;&#10;Summary&#10;&#10;Jump River is a game of wits for two players. The goal is to have your fish reach the other river without being captured by the cats! But cats beware, dogs are on the prowl to protect their fishy friends. Move the most fish to the opposite riverbank to win!&#10;&#10;&#10;     of Players&#10;&#10;&#10;2 Players All Ages&#10;(2-4 players with expansion)&#10;&#10;Fish Pieces - These represent your fish and can move in any direction, One space at a time&#10;&#10;14 pink                                                         14 Green&#10;&#10;Cat Pieces - These represent your cats! Use your cats to target the opposition&rsquo;s fish.&#10;&#10;2 Pink                                             2 Green&#10;&#10;Dog Piece - Each player has a dog piece! The dog can be used to block or attack cats.&#10;&#10;1Pink                                            1 Green&#10;&#10;River Race Cards(aka Fish Bowl Cards) - These cards can help you to attack/block an opponent player - among other things!&#10;&#10;28 cards&#10;&#10;Gameboard&#10;&#10;10x10&#10;&#10;Set-Up&#10;&#10;To begin each player collects 14 Fish pieces, two Cat pieces, and one Dog piece.&#10;&#10;Each player should put their 10 Fish in the first-row space closest to their river, and rest their 4 Fishes in the river water by their bank.&#10;&#10;Dog in the river water by their bank&#10;&#10;Cats in the river water by their bank&#10;&#10;Shuffle all the River Race Cards(aka Fish Bowl Cards) and distribute each player 14 cards or equally -&#10;&#10;Once both players have placed their fish,  pieces the game is ready to begin.&#10;&#10;Rules and Gameplay.&#10;&#10;Players can move any there fish from the first row to second row then second replace cats first and dogs there wish.&#10;&#10;Players take turns moving any of their pieces on the board. Each piece moves differently:&#10;&#10;Dogs can move horizontally or vertically in any distance across the board. They can only attack Cats or other Dogs.&#10;&#10;Cats can only move diagonally across the board in any distance. They can only attack Fish, not Dogs.&#10;&#10;Fish can move one space at a time in any direction only 1 cell at a time.&#10;&#10;In addition:&#10;&#10;When a Fish is on top of water space, can not attack them for any reason.&#10;&#10;When a Cat attacks a Fish, the player draws a River Racecard and face up and plays it when it is required in the game. ( opponent players can plan strategies accordingly)&#10;&#10;&#10;    Players can move any fish Jump into an opponent's river that player can draw a River Racecard and face up and play it when it is required in the game. ( opponent players can plan strategies accordingly)&#10;&#10;&#10;When a Cat attacks a Fish, it is removed from the game (discarded outside of the board).&#10;&#10;When a Dog attacks a Cat, Cat is removed from the game as well.&#10;&#10;Based on the rules of play, the game ends when there are no Fish left on the board. The winner is whichever player has moved the most Fish to the opposite river.&#10;&#10;River RaceDeck :&#10;&#10;River Racecards are obtained when a player moves their fish to an opponent's water space. They may then draw a card and use it immediately. Once a card is used, it must be discarded from play.&#10;&#10;Also When a Cat attacks a Fish, the player draws a River Racecard and face up and plays it when it is required in the game. ( opponent players can plan strategies accordingly)&#10;&#10;Note: Once a card is used, it must be discarded from play.&#10;&#10;&#226;&#151;&#143;    Go fish (2 Cards )-&ndash;Return the user to an opponent&rsquo;s fish from their first row.&#10;&#226;&#151;&#143;    Doggie Treat  (2 Cards)-- Your opponent can&rsquo;t use their Dog for one turn.&#10;&#226;&#151;&#143;          Block Shield (2 Cards)-player can block any attack one turn.&#10;&#226;&#151;&#143;    Bird (2 cards) -Hunt an opponent&rsquo;s fish from their river and discard it from the game.&#10;&#226;&#151;&#143;    Fish hook 2cards -You can discard opponent 1 fish from the game.&#10;&#226;&#151;&#143;    Catnip 2 cards-Your opponent can&rsquo;t use their Cat for one turn.&#10;&#226;&#151;&#143;    Fish Flop 2 Cards -Move any one Fish horizontally two spaces.&#10;&#226;&#151;&#143;    Fishbowl Cards(2 cards) - Move the number of Fish shown on the card directly into the other player&rsquo;s river. There are 2 types of Fishbowl cards:, 0 Fish, 1 Fish.&#10;Angelfish 1 card - reborn dead fish one time from the discarded game. &#10;Swordfish 2 cards - Fish can attack opponent fish one time and discard it from the game. &#10;Fish Flop 2 Cards -Move any one Fish diagonally two spaces.&#10;Fish flop 2 Cards -Move any one Fish (L) Shape 4steps..&#10;Fish flop 2 Cards -jump one time on any opponent 1 piece.&#10;Skip card 2 Cards- players can skip opponent turn-on time.&#10;Queenfish 1 card - Fish can receive Cat or Dog power one time (it's upon players choice).&#10;&#10;Rules for 4 players update:1&#10;&#10;1. Gameboard&#10;10x10&#10;&#10;2. A) It&rsquo;s like a split between 2 players. So each player can put their fish, cats and dogs only on his/her 5 columns and 2 rows like an original game&#10;https://monosnap.com/file/yuPN3oZoZKcyju6U5goz0RgpzbCU7x however they can reach any column on the other side to make their fish a winner&#10;https://monosnap.com/file/zO7IHZRmegX3T9ob5ZErYguEMuaGM9 &#10;B) Each player has 10 fish, 2 cats, and 1 dog.&#10;&#10;3. Main rules:&#10;-players play in teams so the winning condition is for the players to bring as much fish as possible together to the other river bank. &#10;-rules for moving for every pawn are the same. So they can move across all the big boards.&#10;-players take turns so If players 12 and 34 are teams then player 1 starts his first move then player 3 takes another move then player 2 and then player 4 etc&hellip;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Moving Multiple Units",
      "Roll / Spin and Move",
      "Stat Check Resolution"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Fish / Fishes",
      "Series: Go Fish for Art",
      "Toys: Fisher Price Little People"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: World War 1 – Nieuport 16",
    "ID": 301425,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301425/wings-of-glory-world-war-1-nieuport-16",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Nieuport 16 was an evolution of the Nieuport 11, reinforced and modified to fit a new, more powerful engine, and used as a fighter, bomber escort, and in balloon busting. It was armed with a single Lewis machine&ndash;gun, set in a difficult to reach position over the upper wing and when used in balloon busting with four Le Prieur rockets on each side. With a top speed of over 100 mph (ca. 161 km/h), it was superior to its predecessors, but lacked in maneuverability; still, it represented an important stepping stone for the Nieuport line.&#10;&#10;Nieuport 16 (Ball)&#10;Considered a &ldquo;lone wolf,&rdquo; Albert Ball was a British ace scoring multiple victories on this Nieuport, including the destruction of an observation balloon with phosphor bombs.&#10;&#10;New versions: &#10;&#10;Nieuport 16 (Navarre)&#10;Jean Navarre, the Sentinel of Verdun, the first French pilot to shoot down two enemy aircrafts in a day and the first to be officially declared an ace. He was made a Chevalier de la Legion d&rsquo;Honneur for his secret special missions and his aerial victories.&#10;&#10;Nieuport 16 (Escadrille Lafayette)&#10;A&eacute;ronautique Militaire unit N 124 &ndash; best known as &ldquo;Escadrille La Fayette,&rdquo; in honor of the French hero of the American Revolutionary War &ndash; was composed mostly of American volunteers who soon became a great inspiration to many aspiring pilots.&#10;&#10;Nieuport 16 (De Guibert)&#10;Henri De Guibert earned his flight license as a civilian, and once enlisted he became a French aviation pilot, and scored his first victory in his Nieuport 16 on July 21, 1916. After 19 years of service, he was honored as Chevalier de la L&eacute;gion d&rsquo;Honneur.&#10;&#10;Each WW1 Wings of Glory&reg; Airplane Pack is a ready&ndash;to&ndash;play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product. In each pack you will find all you need to play with the airplane: a special base with gaming stats, a variable altitude flying stand, and a specific deck of cards.&#10;&#10;&mdash; Description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: World War 1 – RAF SE.5",
    "ID": 301426,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301426/wings-of-glory-world-war-1-raf-se5",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The RAF SE.5 fighter (quickly becoming the SE.5a) was one of the aircraft that turned the air war around for the Allies. Both fast and maneuverable, it was easy to fly and an excellent gun platform, as demonstrated by the many aces who scored most of their victories in the airplane. Though engine problems inhibited its early success, once they were solved, it became one of the best fighters of the entire War, able to match or beat anything the Germans flew. Over 5000 aircraft were produced.&#10;&#10;Raf SE.5 (Bishop)&#10;The Canadian ace &ldquo;Billy&rdquo; Bishop was one of the top scoring pilots of the World War I (72 victories), including 25 in one 10-day period. He was awarded the Victoria Cross and several other decorations.&#10;&#10;Raf SE.5a (Dallas)&#10;Roderic Dallas was one of the top&ndash;scoring pilots from Australia shooting down 32 enemies, nine victories flying on SE.5a, before being shot down by members of Jasta 14 on 1 June 1918 above Li&eacute;vin, in France.&#10;&#10;Raf SE.5a (McCudden)&#10;James McCudden began the war as an observer and became the most highly decorated Allied airman, a precise and patient pilot that achieved 57 victories, most of which came flying in the glorious SE.5a.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wow! vs the Intergalactic Space Whale",
    "ID": 301435,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301435/wow-vs-the-intergalactic-space-whale",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A hungry intergalactic space whale has wandered upon planet WOW! It has vacuumed up all the animals from the Zoo for Endangered Alien Animals. In this co-op game, our young players will assemble a team of superdupers to venture into the whale's bowels and rescue the animals by matching various, age-appropriate patterns between alien cards.&#10;&#10;Kids love co-op games, but when playing with a different ages, complex games may bore the young players and basic games bore the older players. This co-op game provides three levels of difficulty: picture-pattern-matching for pre-K, letter-matching for K-2, and rhyming-word matching for 3rd-grade and up. Players will choose their own level of difficulty and can switch to easier patterns at anytime should they get fatigued.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War with Goblins",
    "ID": 301437,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/301437/war-with-goblins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "1. The core gameplay of War with Goblins is the fight between different troops and conquering cities. Each player has at his disposal many units, which he can successively introduce to the game if he has only the right number of ducats. About 24 different types of troops take part in the war. On the obverse of the board we have the land map and on the reverse the second, sea map. The game has climatic, oldschool fantasy graphics, perfectly depicting a magical world in which humans coexist with goblins.&#10;&#10;2. This is a turn-based war game. The board is divided into areas. Each of them has one type of terrain assigned to it. Terrain affects the movement of units as well as their combat strength. There are 12 cities on the board, a number of villages and dungeons, which are the source of money (ducats).&#10;Each player in his turn can buy troops on the board (in the form of tokens), moves them, occupy areas and fights battles. The strength of the units, their HP, and partly the dice decide about the result of the clashes. Units can be combined into larger groups, up to 4 units.&#10;&#10;3. The player who has the most cities after 6, 8 or 10 rounds wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Crowdfunding: Wspieram"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cube Duel",
    "ID": 301444,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/301444/cube-duel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Cube Duel, players alternate balancing pieces on the cube game board, strategically choosing between offensive and defensive moves. The goal is to have your color in more exposed positions when the game ends.&#10;&#10;If you're on your own, train your 3D building skills with the 80 challenges included in single-player mode!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4x4x4 Grids",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Spot",
    "ID": 301446,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/301446/top-spot",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Top Spot is a multi-player card game for 3-5 players that features cards with holes. Players score points and win rounds by strategically combining cards to create value. The player with the highest point total at the end wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "JU87 Stuka Jericho Trumpets: Expansion 1",
    "ID": 301466,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301466/ju87-stuka-jericho-trumpets-expansion-1",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "2",
    "Description": "JU87 Stuka Jericho Trumptes is a solitaire card wargame depicting in just 18 cards the career of a Luftwaffe Stuka pilot aiming to win a Knight's Cross!&#10;&#10;This Expansion adds some more Objective Cards and two new JU87 Stukas: &#10;&#10;     the B2, carrying 4 50kg bombs and 1 250kg bomb and &#10;     the G-1 armed with two 37mm guns!&#10;&#10;&#10;Both can still strafe, but several new Objective can be hit by the 250 kg bomb or the guns only!&#10;&#10;The pilot can earn the Knight's Cross with Oak Leaves and Swords and if flies enough Missions, can redraw a Card if has earned enough Experience!&#10;&#10;9 cards, with all the rules, no dice needed!&#10;&#10;Great to be played on trains and during flights!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Card Game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Invazions: Sajou",
    "ID": 301467,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301467/invazions-sajou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "One more place for the Invazions game.&#10;This place can replace one of the places in the base game, it has a defense of 5 and the following effects:&#10;-Humans : as long as there is a search on the place, your card hand is increased by 1&#10;-Zombies: +1 zombie&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frontline: The Miniature Game – Core Rulebook: Rules for Tabletop Battles in WWII – Pacific and South East Asia 1941-1945",
    "ID": 301468,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301468/frontline-the-miniature-game-core-rulebook-rules-f",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Frontline Miniature Core Rulebook covers all rules you need to reenact battles in the Pacific and South East Asia, including dogfights.&#10;&#10;It works for these miniature sizes: 1:100, 1:72, 1:56&#10;&#10;There are many other miniature games on the market, but mostly the Pacific is only a side notice. The battles in the Pacific and South East Asia played an important role in the war and for a tabletop gamer it has a lot of potential for modelling, collecting and gaming as well. That&lsquo;s why we decided to lay the focus on it, because we are very interested in that period of time and it&lsquo;s worth to learn more about it.&#10;&#10;What you get in the Frontline Miniature Core Rulebook:&#10;&#10;     Comprehensive basics, optional and advanced rules&#10;     Organisation lists for Pacific WWII nations&#10;     Tanks and gun charts&#10;     Numbered rules set out in a clear order of play for easy reference&#10;     Rules explanation backed by photos and diagrams&#10;     Standard and special scenarios for re-play, illustrating the rules in action&#10;     Rules for air combat&#10;     Practical tips and hints for setting up exciting tabletop battles&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Series: Frontline Books (Red Octopus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline: Beach Red – Guadalcanal: The US Forces in the Pacific Theatre 1942-1943",
    "ID": 301469,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301469/frontline-beach-red-guadalcanal-the-us-forces-in-t",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These are historical briefings for appropriate company sized battles for any size of tabletop miniatures from 1/100 to 1/72 or 28mm.&#10;&#10;You can use it with any WWII tabletop rule system. &#10;In the books and in our apps we included all you need to set up your armies for this specific Pacific theatre. &#10;You can configure your company with a typical HQ, Combat and Weapons Platoons and of course some support units. &#10;You find all this in full overview on the company diagrams, with special rules, point values and more.&#10;&#10;Based on historical facts players can refight the famous battle of Guadalcanal 1942 - 1943.&#10;&#10;It contains:&#10;&#10;     7 US lists,&#10;     special rules,&#10;     a story part about the setting and the historical battle of Guadalcanal in 1942 to 1943 between the US and the Japanese forces. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Series: Frontline Books (Red Octopus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuke?",
    "ID": 301470,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301470/nuke",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;The people sitting around your table have been lying to you. They are actually the most powerful leaders of industry the world has ever seen, with massive stockpiles of resources and weapons, probably hiding somewhere in their basement. Can you trust them? Can they trust you? I don't know, but I'm pickin' up some strange vibes. Could be that tuna I ate earlier...&quot;&#10;&#10;Nuke? the Card Game puts players in the hot-seat as billionaires and world leaders with two simple goals: 1) to make more many than they ever did, 2) to not get blowed up.&#10;&#10;You will be embodying a richer you, and over the course of 3 rounds, collecting sets of commodities to ensure a profitable asset portfolio. How will you accomplish this? Through trade negotiations of course! In real-time, you and your friends will be making deals as shrewdly as possible, but it's in the follow through that your true colours will show. Should you deal honestly and fulfill your end of the bargain? Or should you forsake your responsibility and send the all-dreaded nuke? See, here's the trick: all of the cards that are traded remain hidden until the end of the round. And then, just when you think you're all set to make a fat stack of dough... you flip your cards to reveal 3 nukes! Thanks guys, thanks a lot.&#10;&#10;To add a little more chaos into the mix you'll receive a secret identity, and in the second round you'll get 2, and in the third round, 3. Talk about split personalities... These Identity cards might give you a scoring bonus or even a powerful single-use ability to whap out at the most opportune time. Pretty neat! Now it's time for you to put your power of persuasion to the test. But even for the shrewdest shark, at the end of the day the only question that remains is this: should you be a stable and trustworthy friend, or should you send a Nuke?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Communication Limits",
      "Hidden Roles",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Real-Time",
      "Score-and-Reset Game",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline: Great Asia War –  Allied and Japanese Forces in Asia and the Pacific 1941-1945",
    "ID": 301471,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301471/frontline-great-asia-war-allied-and-japanese-force",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These are historical briefings for appropriate company sized battles for any size of tabletop miniatures from 1/100 to 1/72 or 28mm. &#10;You can use it with any WWII tabletop rule system. In the books and in our apps we included all you need to set up your armies for this specific Pacific theatre. &#10;You can configure your company with a typical HQ, Combat and Weapons Platoons and of course some support units. You find all this in full overview on the company diagrams, with special rules, point values and more.&#10;&#10;Based on historical facts players can refight the famous battle in the Pacific and South East Asia 1941-45. This is a great source for all WWII tabletop gamers.&#10;&#10;It contains:&#10;&#10;     Allied lists and Japanese lists,&#10;     special rules for the armies,&#10;     a story part about the setting and the historical battles from December 1941 to 1945 between Allied and the Japanese forces. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Series: Frontline Books (Red Octopus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline: Tarawa – Japanese and US Forces in the Pacific Theatre 1942-1943",
    "ID": 301472,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301472/frontline-tarawa-japanese-and-us-forces-in-the-pac",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Frontline: Tarawa - Japanese and US Forces in the Pacific Theatre 1942-1943&#10;&#10;Contains:&#10;&#10;     2 US lists and&#10;     2 Japanese lists,&#10;     special rules for the armies,&#10;     a story part about the setting and the historical battle of Tarawa in November 1943 between the US and the Japanese forces. &#10;&#10;&#10;These are historical briefings for appropriate company sized battles for any size of tabletop miniatures from 1/100 to 1/72 or 28mm. &#10;You can use it with any WWII tabletop rule system. In the books and in our apps we included all you need to set up your armies for this specific Pacific theatre. &#10;You can configure your company with a typical HQ, Combat and Weapons Platoons and of course some support units. &#10;You find all this in full overview on the company diagrams, with special rules, point values and more.&#10;&#10;Based on historical facts players can refight the famous battle of Tarawa and the landing on Betio Island in 1943. The battle of Tarawa was part of the Gilbert Island Campaign (code-named Operation Galvanic). It was fought from November 20 - 23, 1943.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: Kiribati",
      "History: World War II (Pacific)",
      "Series: Frontline Books (Red Octopus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline: Tokyo Express – Guadalcanal: The Japanese Forces in the Pacific Theatre 1942-1943",
    "ID": 301474,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301474/frontline-tokyo-express-guadalcanal-the-japanese-f",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These are historical briefings for appropriate company sized battles for any size of tabletop miniatures from 1/100 to 1/72 or 28mm. &#10;You can use it with any WWII tabletop rule system. In the books and in our apps we included all you need to set up your armies for this specific Pacific theatre. &#10;You can configure your company with a typical HQ, Combat and Weapons Platoons and of course some support units. &#10;You find all this in full overview on the company diagrams, with special rules, point values and more.&#10;&#10;Based on historical facts players can refight the famous battle of Guadalcanal 1942 - 1943.&#10;&#10;It contains:&#10;&#10;     5 Japanese lists,&#10;     special rules,&#10;     a story part about the setting and the historical battle of Guadalcanal in 1942 to 1943 between the US and the Japanese forces.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Series: Frontline Books (Red Octopus)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hierarchy: Emissary",
    "ID": 301475,
    "Year": "(2020)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301475/hierarchy-emissary",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Solo expansion for Hierarchy.&#10;&#10;&#10;Two noble families have been fighting over the throne for years, and the people of the kingdom have suffered. You&rsquo;ve been sent to make sure there is an uneventful transition into a new age of peace. To be a successful Emissary, you must play all 14 cards.&#10;&#10;Hierarchy: Emissary comes with 3 double sided Edict cards that give special abilities, as well as three alternate game cards (Impostor, Tower, and Surgeon) to swap in for solo play.&#10;&#10;At any time, you may discard an Edict card to use its printed ability. You must be able to resolve the card in order to use it. For example, if there are no cards left in the deck, you cannot &ldquo;Return a card to the bottom of the deck.&rdquo;&#10;&#10;It also comes in three levels of difficulty. In the Standard and Expert difficulties, after you fully resolve the Edict, you must remove the bottom card in the line and place it on top of its deck, extending the length of the game.&#10;&#10;While it's not required, we also made a sweet playmat for solo play. If you like to go all out, the playmats are always really nice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polemos: War of the Spanish Succession – Chosen Men, Well Disposed",
    "ID": 301478,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301478/polemos-war-of-the-spanish-succession-chosen-men-w",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Polemos War of Spanish Succession is specifically aimed at enabling the wargamer to fight large scale actions; actual battles, rather than small scale skirmishes. Systems for firing, melee and morale are straightforward and easy to learn, but allow your troops to emulate the tactics used by their historical counterparts. For instance, troops using the platoon firing system have improved close range factors, while others using fire by ranks are allowed to be more aggressive.&#10;&#10;Chosen men, well disposed is therefore produced as one of two sets of rules produced to cover the period. &#10;CMWD enables the player to recreate the small to medium sized battles of the War of Spanish Succession, or crucial parts of the major battles. Use CMWD you can, if you wish, replay General Webb&rsquo;s action at Wynendael or perhaps the attack of the Allied left column on the village of Blenheim.&#10;&#10;The aim of the rules is to allow you to fight actions of this size to a finish in three to four hours while retaining the feel of warfare in this period and giving you some tactical control over your troops&#10;&#10;The same wargames figures may be used in both sets of rules, as the basing system is universal; only the nominal scale will differ.&#10;&#10;Basing and Representation&#10;&#10;     The basic unit of manoeuvre in Polemos CMWS is the Base - a group of wargames figures mounted permanently on a single base of a given size. The actual position of the figures on the base is not important, nor is it important that the base sizes given below are adhered to. So long as both armies use the same basing system, the rules should not be affected.&#10;     A base of infantry in CMWD represents between 300 and 500 men. This generally represents a battalion in most armies of the period. Some armies tended to field larger battalions and these will be represented by two bases.&#10;     A base of cavalry represents a regiment or two to three squadrons.&#10;     An artillery base represents 2-3 guns.&#10;     All distances in Polemos games are expressed in Base Widths (BW) and Base Depths (BD) in order to allow the use of differing base sizes. A BD is half a BW.&#10;     This system means that any size can be used for bases, so no rebasing is required so long as both sides are consistent. We believe that a 60mm x 30mm base gives the best results in terms of both practical use and visual impact. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: War of the Spanish Succession",
      "Series: Polemos (Baccus Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sin Rummy",
    "ID": 301484,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/301484/sin-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sin Rummy is a brand new game - a vicious twist on one of the most popular card games of all time (Gin Rummy).&#10;&#10;The game itself is elegantly contained inside a gorgeous deck of the highest-quality playing cards, manufactured by the United States Playing Card Company.&#10;&#10;Sin Rummy follows the rules of Rummy, with a simple exception: before each round starts, each player is dealt one 'social sin' card face up on the table. This card changes the rules for only the player that has it, for the entirety of that round. Then play proceeds with whatever variant of Rummy you prefer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fan Expansion"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War 3! Rules for Modern Warfare 1960-1990",
    "ID": 301485,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/301485/cold-war-3-rules-for-modern-warfare-1960-1990",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "COLD WAR3! Rules for Modern Warfare 1960-1990 allows you to field a tabletop army (and fight with it) in 6mm, 15mm or even 20mm (or any combination thereof!) from the early Cold war right up to it's finish in 1990.&#10;&#10;&#10;     This comprehensive rulebook includes TWO complete orders of battle for the American and Soviet forces split into three sections:&#10;         1960-'70 -Early; &#10;         1970-'80 -Middle; and&#10;         1980-'90 -Late COLD WAR if you will.&#10;    &#10;&#10;&#10;&#10;     This book covers rules for armoured, mechanised and infantry assaults, movement, firing, night fighting, engineers, scouts, snipers, medics and battlefield recovery. &#10;     It also includes rules for modern anti-tank weapons from the AT-3 through to the TOW II and Milan ATGM's as well as modern armour such as ERA (explosive reactive armour), Composite (such as Chobham) and things such as side skirts and improvised armour.&#10;&#10;&#10;&#10;     Rules for artillery, including all of the sub-munitions such as FASCAM (scaterable mines), DPICM (boosted rounds), Copperhead (guided rounds) and High Explosive, chemical and smoke rounds as well!&#10;&#10;&#10;&#10;     Rules for air support and even surface-to-air-missiles, aircraft firing on ground targets, straffing runs, bombing runs and avoiding ground fire are all included as well as such ordinance as smart bombs, high explosives, rocket pods and even napalm! Loitering, air to air combat and re-arming are also included. Rules for helicopters, gunships and even medical evacuation are covered in depth as well.&#10;&#10;&#10;&#10;     A comprehensive air craft armoury lists is included covering everything from the A1 Skyhawk to the A-10, the F14, F15, F16 and even F-18, the F-104 through to the Phantom and even A6 crusaders!For the Russians we have the Mig-15 through to Mig-29, the Su-25, Su-11 and even Su-7 ground attack, the Tu-11 and Tu-95 bombers to bring added carnage to the battlefield!&#10;&#10;&#10;&#10;     Optional rules can take your COLD WAR 3! Battles to new, hotter, levels with the inclusion of chemical, biological and even nuclear effects are covered as well as on-table explosions, loitering times, decontamination, detection and even on-table nuclear explosions!&#10;&#10;&#10;&#10;     Modern armour from the T34/85 through to the T-80u, the M48a1 right through to the M1a2 and all manner of armoured vehicles in between such as the BTR family of wheeled APC's, the BMP-1 and BMP-2 and the ubiquitous M-113 family of armoured personnel carriers and the modern M2 and M3 Bradleys!&#10;&#10;&#10;These rules are compatible with other popular 15mm tabletop games such as TY and FoW as well as other titles produced by Dean Wilson.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War³: Ukraine! – Invasion & Civil War 2014 -present -Russian Forces",
    "ID": 301494,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301494/cold-war3-ukraine-invasion-and-civil-war-2014-pres",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ukraine ! Invasion &amp; Civil War 2014 -present -Russian Forces is the first book in the CRISIS UKRAINE trilogy. &#10;This volume covers the Russian Army volunteers* who are currently fighting in Ukraine. This book focuses primarily on the 9th Motor Rifle brigade, 18th Guards Motor Rifle Brigade and the 200th Motor Rifle Brigade as those are volunteer* units that have been positively identified as being on Ukrainian Soil. This book can be used for the Ukrainian Civil War of 2014, the Annexation (Invasion) of Crimea and the continued fighting in the Donbas-Luhansk region(s) of Ukraine.&#10;&#10;Included in this volume are comprehensive rules for the modern electronic battlefield, including ground surveillance radars, drone cameras, armed drones, IR smoke, Krasnopol Ammunition, upgraded ATGM&rsquo;s such as the Akaka and the Shturm as well as trench fighting, and upgraded armour for Russian tanks such as the Shotra/Arena package and Kontakt-5 ERA and composite armours!&#10;&#10;This book introduces new Russian equipment such as the 2s19 MSTAS-s self-propelled artillery platform, the 2s7 Psion and the TOS-1 Burantino artillery systems; the (infamous) 9k37 BUK Anti-Aircraft Missile System, the Tunguska Self-Propelled Anti-Aircraft Gun and Missile System; the T-90a, the T-80u, the up-armoured T-72bv and the T-62e tanks as well as the BTR-80, BRM-1k, BMP-3 and the Gaz Tigr Armoured Personnel Carriers. Along with modern anti-tank rounds, artillery rounds (such as Rocket Assisted projectiles) and a new threat for the battlefield: DRONES!&#10;&#10;Using this book you can field any modern Russian Army force &ndash;not just for the current crisis in Ukraine but for many other what-if scenarios such as World War III, Invasion of Poland and other nightmare scenarios of your devising!&#10;&#10;This book is fully compatible with other titles by Dean Wilson and is recommend for the COLD WAR3! Modern Combined Arms Rules System &ndash;but is perfectly compatible with Batlefront &trade; Team Yankee and Flames of War systems. Ideally suited for 15mm but can use any scale from 6mm to 1:32!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Russo-Ukrainian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Royal Thai Army: History, Organisation and Insurrection 2000 to 2014",
    "ID": 301495,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301495/the-royal-thai-army-history-organisation-and-insur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Royal Thai Army: History, Organisation and Insurrection 2000 to 2014 covers the area of instability, protests and coup's as well as the ongoing (and continuing) Southern Insurgency (where the RTA and RTP are fighting the Islamic separatists and IS).&#10;&#10;This book works for 6mm, 15mm and 20mm (1:72) scales and any combination thereof and is ideally for COLD WAR3! Set of rules but is compatible with any of the popular 15mm tabletop rules such as TY and FoW and any titles produced by Dean Wilson.&#10;&#10;This book covers the organisation of the Royal Thai Army, including all of their equipment (from M48a3 tanks through to the modern T80u's from Ukraine), Humvee's and Honda Pick-Up trucks as well as artillery such as the 105mm Field Howitzer, M-109a1 Paladin and the ubiquitous 81mm mortar!&#10;&#10;All major Thai units such as the Thahan Phranh (Rangers), the Cavalry and the Armoured units are included as well as weapons from the AK-47 right through to the newly acquired Tavor though the M16 and G3 rifles.&#10;&#10;The Royal Thai Police, including the Naresuan-261 (HRT unit), the PARU (SWAT), Border Police and the RTP Special Branch -including their equipment such as UH-1D helicopters, Unimog trucks, pick-up trucks, Tactical vehicles, and all light weapons from the AK through to the M16 and M203 grenade launcher.&#10;&#10;The Southern Insurgents are included with their diverse equipment such as 122mm rockets, 120mm mortars, road side bombs, person borne bombs, assault teams and so on. Two 'drug dealing' armies are included, the LAO Drug Barons and the Burmese Drug barons -so you can play interdiction missions along the Thai borders where Border Police, Army rangers and any units in-between interdict and fight it out with heavily armed drug lords and their private militias.&#10;&#10;There is also a comprehensive army list for protesting factions (of either the red or yellowshirt variety and any hue in between such as white, lilac, pink or even rainbow coloured!) including taxies, LPG Gas Tankers, protesters, agitators, grenade units, medics, civilians and armed sections.&#10;&#10;A comprehensive rules section covers drones, tyre fires, taxies (used to blockade routes) army riot squads and police riot squads, engineers, roadside bombs and all wepaons in-between! A campaign and scenario section is included as well as a detailed look at how to asemble and paint a RTP and RTA force.&#10;&#10;A very detailed history section detailing the various protests, the ongoing insurgency in southern Thailand as well as the history and organisation of the Royal Thai Army and Police is also included.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Thailand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tail Feathers: The Wilderberry Patch",
    "ID": 301496,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301496/tail-feathers-the-wilderberry-patch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Blimey!&quot; hissed Filch. Before them was a wilderberry bush from which sprang the first blooms of the season. A bush such as that could yield the most magical of fruit and influence the outcome of the ongoing war.&#10;&#10;This scenario features the Downwood Militia and the Vermin Raiders battling over magic berries!&#10;&#10;",
    "Categories": [
      "Animals",
      "Aviation / Flight",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Mice",
      "Animals: Rats",
      "Components: Miniatures",
      "Game: Mice and Mystics",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh Poo!",
    "ID": 301498,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301498/oh-poo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Oh Poo is not just another card elimination game.  Sure, you discard and pass cards, but you also get to flush and plunge them as well.  All you need to do to win is avoid being the player last to hold the Poo Card!&#10;&#10;Game Play Instructions:  Don&rsquo;t get stuck holding the Poo!  Flush it, use the plunger, trick a fellow player into taking it off your hands... Keep it far away!&#10;&#10;Getting Started: Shuffle the deck and deal out all cards. Some players may have an extra card compared to other players. That&rsquo;s okay! Look at the cards you were dealt. If you have any two matching food card pairs discard them into a discard pile.   ***If you have three of the same cards, you discard two (one pair). If you have four of the same cards you can discard all four (two pair).&#10;&#10;Don&rsquo;t let any players see your cards that are not able to be discarded!  Keep them secret!&#10;&#10;After all players have discarded matching pairs, the youngest player goes first by drawing a single random card from the player on their right. Any new matching food card pairs, if a matching card was drawn, gets discarded right away and then the player on the right does the same, going around the table allowing each player to draw one card and discard pairs if able.&#10;&#10;&#10;            Anytime two food cards match they should be discarded. &#10;        &#10;    &#10;&#10;&#10;The Plunger Card: If you have a Plunger Card you can play it at the beginning of your turn or at the very end of your turn. When you play a Plunger Card it gets discarded immediately and is removed from the game. Playing the Plunger Card switches the direction players draw cards from. If the table had been drawing cards from the player on their right, they would now switch to drawing cards from the player on their left. Anytime a Plunger Card is played the direction changes. There are only four Plunger Cards in the deck.&#10;&#10;The Toilet Card: The Toilet Card never gets discarded, but can switch from player to player if randomly drawn. Whenever you have the Toilet Card and the Poo Card in your hand you can flush the Poo Card by giving it to any player of your choice. When flushing the Poo you have to show everybody you have the toilet card. You keep the Toilet Card in your hand after flushing the poo, as it could be drawn by the player drawing cards from you on their next turn.&#10;&#10;The Poo Card:  If you are left with no food cards in your hand and don&rsquo;t have the Toilet Card, but are holding the Poo Card, you lose the game. OH POO!&#10;&#10;Anytime you discard all your food cards and have no other cards in your hand during your turn, you are &lsquo;out&rsquo; and can sit back and watch the remaining players struggle to avoid being stuck with the Poo Card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War³!: Canuck! – The 4th Canadian Mechanised Brigade 1968 to 1993",
    "ID": 301510,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301510/cold-war3-canuck-the-4th-canadian-mechanised-briga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Canuck! The 4th Canadian Mechanised Brigade 1968-1993 covers the Canadian deployment to West Germany in support of NATO between 1968 and the draw down in '93 (after the end of the Cold War).&#10;&#10;Suitable for 6mm, 15mm and 20mm (1:72) tabletop wargaming miniatures and ideally for COLD WAR3! &#10;this rulebook supplement is also compatible with other 15mm popular tabletop games such as TY and FoW.&#10;&#10;Armed with this book you can field a 4th CMB force for early, middle and late Cold War. It covers all Canadian equipment such as Lynx Recon APC's (baby M113's!), Ferret's (British Armoured Cars), centurion through to Leopard 2a4 Main Battle Tanks, 6 wheeled Cougars, Huskies and Grizlies as well as 8 weeled LAV's and 4x4 VW Iltis and M151 Jeeps.&#10;&#10;Air support is also included from the F104 Starfighter, the CF-86 Sabre and the CF-188 Hornet along with all various air launched nasties such as rocket pods, air to air and air to ground missiles, bombs and napalm to seriously ruin any Soviet commanders day.&#10;&#10;Rules for Canadian engineering vehicles, Assault-M113's, minefields and entrenchments; battlefield recovery and repair, medic sections and air observers mounted in Kiowa helicopters or Cesna aircraft.&#10;&#10;NATO air defences in the form of Chaparal or West German Roland or gepards are included to bolster the 4CMB's AA assets (alongside their own Blowpipe sections of the RCHA).&#10;&#10;Princess Patricias Light Infantry, Lord Strathcon's Horse, the Royal Canadian Regiment, Royal Canadian Horse Artillery, Royal Canadian Dragoons and Fort Garries Horse are all included as well as a background and historical section and a comprehensive how to paint your Canuck force! Alongside a list of stockists who supply suitable 15mm Canadian models.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tail Feathers: Four Captains Scenario",
    "ID": 301511,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301511/tail-feathers-four-captains-scenario",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Collin tapped on the map with a tiny claw. He sounded confident, but in his heart he worried. Would Zure&rsquo;s preemptive strike be enough? If the plan collapsed, his entire army could be routed in one battle.&#10;&#10;This scenario includes 2 new pilots, the common mouse rookie and common rat rookie pilots. The scenario itself is designed for 4 players using 2 Tail Feathers base sets, with the Mice and Mystics Sorrow and Remembrance set recommended as well.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Mice",
      "Animals: Rats",
      "Components: Miniatures",
      "Game: Mice and Mystics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tail Feathers: Twitch",
    "ID": 301512,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301512/tail-feathers-twitch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Twitch is a web-only pilot whose card you can download in PDF form. Twitch is legal for play in Tail Feathers. Proxy another pilot figure of your choice to represent Twitch.&#10;&#10;Twitch was designed by Paul Barnes for the Tail Feathers pilot design contest.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Mice",
      "Animals: Rats",
      "Components: Miniatures",
      "Game: Mice and Mystics",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireball Forward: Rommel's First Defeat – Operation: Crusader Scenario Book",
    "ID": 301513,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301513/fireball-forward-rommels-first-defeat-operation-cr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Refight the desperate battles between Rommel's Afrika Korps and the British 8th Army as they struggled for control of the fortress of Tobruk in November of 1941.  &#10;Tanks fleets clashed in the Libyan desert in a massive offensive that ultimately handed the Desert Fox his first defeat.  &#10;These well playtested 13 scenarios for the popular WW2 tactical rules Fireball Forward cover all aspects of the fighting during this campaign and include Germans, Italians, Indians, South Africans and British combatants.&#10;&#10;The book also includes new rules, a dedicated stat sheet and a thorough history of the battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Kentucky Sampler: Three Scenarios Based on the Conflict in Eastern Kentucky, January 1862 – for use with Forty Dead Men ACW Rules",
    "ID": 301515,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301515/the-kentucky-sampler-three-scenarios-based-on-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Kentucky Sampler&#10;&#10;Three introductory scenario's for Forty Dead Men ACW Rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hex Command: Gunpowder – The Horse and Musket Era with Pike and Shot Addendum",
    "ID": 301516,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301516/hex-command-gunpowder-the-horse-and-musket-era-wit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hex Command Gunpowder are rules for miniature gaming the horse and musket era.&#10;Also includes rules for the Pike and Shotte era.&#10;&#10;These rules for miniature war gaming combine board game mechanics with miniatures, where the basic concepts and intent of the rules is to be shared or made common with other rules in the Hex Command System: Ancients, Mechanized and more.&#10;Where possible, as many common concepts and procedures were to be incorporated so that once a particular set was learned, the other rules would find the same intentions.&#10;&#10;Hex Command avoids complex issues of movement and measuring due to the use of a hex grid, and infantry regiments do not consist of multiple stands and are not concerned with formations. When a is &quot;Fatigued&quot; it means it has reached the limit of encountering obstacles and efforts such as melee.&#10;&#10;To win this game, players must observe the tactical reserve, maneuvering the enemy, and supported combat. Use of Game Cards keep players from being all-knowing and all-seeing above the game table... the fog of war element.&#10;&#10;&mdash;description from the introduction of the book from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Pike and Shot"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "RECALLATI Compact Edition",
    "ID": 301518,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301518/recallati-compact-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "RECALLATI&trade; is the ultimate memory game.&#10;Those who recall triumph, and those who triumph recall&#10;&#10;Players take turns to uncover complete RECALLATI card chains. During their turn a player turns over one card at a time, until they have uncovered a complete card chain, taking these cards from the grid, or until they uncover a card that doesn't match the other uncovered cards. Play then passes to the next person. &#10;The WINNER is the player who uncovers the most complete RECALLATI card chains.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's a Wonderful World: Stretch Goals #1",
    "ID": 301519,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301519/its-a-wonderful-world-stretch-goals-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally contained in the It's a Wonderful World: Heritage Edition, the stretch goals are now bundled together and available as an add on during the It's a Wonderful World: Corruption & Ascension campaign.&#10;&#10;Includes:&#10;12 Tribute cards&#10;5 plastic bowls&#10;5 empire cards (side c &amp; d)&#10;1 wooden turn order tracker&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: It's a Wonderful World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hex Command: Mechanized – Rules for War Gaming The Mechanized Battlefield",
    "ID": 301520,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301520/hex-command-mechanized-rules-for-war-gaming-the-me",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules for miniature war gaming combine board game mechanics with miniatures, where the basic concepts and intent of the rules is to be shared or made common with other rules in the Hex Command System: Ancients, Mechanized and more.&#10;Where possible, as many common concepts and procedures were to be incorporated so that once a particular set was learned, the other rules would find the same intentions.&#10;&#10;Hex Command avoids complex issues of movement and measuring due to the use of a hex grid.&#10;&#10;To win this game, players must observe the tactical reserve, maneuvering the enemy, and supported combat. Use of Game Cards keep players from being all-knowing and all-seeing above the game table... the fog of war element.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hero High",
    "ID": 301521,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301521/hero-high",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Congratulations, future Heroes! You have been accepted into Hero High, the most decorated Academy for supernaturally gifted young adults. In Hero High, you will hone your superpowers, complete daring assignments, participate in school events, and discover yourself as you compete to become the most prestigious of Hero High students! Buckle up, because this year is sure to be one for the books!&#10;&#10;Hero High takes place over the course of 2 semesters, each 2 rounds long. During each round, players (also referred to as students) will train in feats of heroism, attend extra-curriculars, and complete heroic assignments, which they will use to gain Prestige. Whoever has the most Prestige by the end of the school year wins the game and will place themselves among the most decorated of Hero High alumni!&#10;&#10;Hero High has elements of worker placements, set collection, and dice rolling. Players inhabit different facilities at school, growing their distinct superpowers and becoming stronger heroes. Who will become one of Hero High's decorated alumni?&#10;&#10;&mdash;description from the designers&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GuildCraft",
    "ID": 301522,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301522/guildcraft",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Recruit Companions, Learn Knowledge, and take Action to create a unique and formidable Guild capable of battling back ferocious creatures to reclaim the Kingdom!&#10;&#10;GuildCraft is a deckbuilding, tableau-building fantasy sandbox game for 2-4 Players. Set in a Medieval Fantasy setting, each Player controls a Guild that they will build up and customize over the course of the game.&#10;&#10;Players are tasked with a mission from the King to go forth into the world to conquer and claim new territory for the Kingdom.  Beware though, the lands beyond the Castle grounds are crawling with dangerous, ferocious creatures, intent on cutting down anyone who encroaches into their domains.&#10;&#10;During their Turn, Players will play and use Cards to venture forth and discover new lands, Gather valuable Resources, and eliminate the deadly Creatures that plague the Kingdom.  The Resources that they Gather can be used to Hire helpful Companions, Learn  Knowledge, or Develop powerful Actions to aid them in their Quest.&#10;&#10;The Player with the greatest Guild at the End Game is the victor!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TREK Myanmar",
    "ID": 301523,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/301523/trek-myanmar",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Make stunning photo vistas of famous destinations in Myanmar to reveal compelling facts and history.&#10;&#10;Play Trek Myanmar either solo, or cooperatively in groups of up to five players: create card sets in the correct sequence to win. Perfect for travel, or gifting back home.&#10;&#10;Players create treks (six-card sequences) for each destination in Myanmar. Completing the treks reveals stunning photo vista of the sites. Cards also have compelling facts and history about each location for you to discover.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Burma"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: Apollo 22",
    "ID": 301525,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/301525/pocket-investigations-apollo-22",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Pocket Investigations is a series of &quot;escape boxes&quot;, i.e. cooperative board games that are based on escape games, but playable at home.&#10;&#10;The scenario Apollo 22, the players lead the investigation on a mission to the moon and try to start restart the space shuttle.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Pocket Investigations (Argyx Games)",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: Cluny",
    "ID": 301527,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/301527/pocket-investigations-cluny",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Pocket Investigations is a series of &quot;escape boxes&quot;, i.e. cooperative investigation board games that are based on escape games, with real items for clues, and playable at home.&#10;&#10;In this scenario, you will try to unravel the mystery of the Lady and the Unicorn, using your five senses.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Pocket Investigations (Argyx Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: Casino Krysos",
    "ID": 301528,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/301528/pocket-investigations-casino-krysos",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Pocket Investigations is a series of &quot;escape boxes&quot;, i.e. cooperative investigation board games that are based on escape games, with real items for clues, and playable at home.&#10;&#10;In this scenario, the famous Gang des Casinos recruits new talents... Will you be the next? Receive the &quot;robber kit&quot; and simulate the heist of Casino Krysos in Monte-Carlo!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Digital Implementations: Tabletopia",
      "Series: Pocket Investigations (Argyx Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: The Love Lock Agency",
    "ID": 301529,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/301529/pocket-investigations-the-love-lock-agency",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Pocket Investigations is a series of &quot;escape boxes&quot;, i.e. cooperative investigation board games that are based on escape games, with real items for clues, and playable at home.&#10;&#10;In this scenario, you will have to follow a mysterious stranger in the streets of Venice during the Carnival...&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Pocket Investigations (Argyx Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: Merry Christmas",
    "ID": 301530,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/301530/pocket-investigations-merry-christmas",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Pocket Investigations is a series of &quot;escape boxes&quot;, i.e. cooperative investigation board games that are based on escape games, with real items for clues, and playable at home.&#10;&#10;In this scenario, Santa Claus' memory is no longer what it used to be...: he forgot his bank account details and can't log in to buy his Christmas gifts. Will you help him recover his lost information? Merry Christmas is a light initiation scenario to discover Pocket Investigations.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Digital Implementations: Tabletopia",
      "Holidays: Christmas",
      "Series: Pocket Investigations (Argyx Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Affinity: Extension Sensuelle",
    "ID": 301531,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301531/affinity-extension-sensuelle",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An expansion for Affinity, which adds a new emotion : sensuality !&#10;&#10;90 new cards in a little box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aye Aye Island: A Pirate Odyssey",
    "ID": 301532,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301532/aye-aye-island-a-pirate-odyssey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "You&lsquo;re a pirate! ... A gentleman or lady of &ldquo;the sweet trade&ldquo;!&#10;Actually... A good-for-nothing of the worst kind! &#10;So naturally you are keen on fat prey... Aye? &#10;How about a legendary emerald, as clear and pure as a mountain stream and as big and heavy as the thick skull of an old drunkard?&#10;&#10;The enchanted gem stone &bdquo;ALLWATYAWANT&ldquo;. &#10;Legend has it that this gem is supposed to fulfil every wish. &#10;Tempting - isn&acute;t it? Of course it is!&#10;The aim of the game is to rip this treasure under your dirty nails before someone else does. There&lsquo;s only the one or the other catch. On the one hand you still are on the wrong island and unfortunately you have to find a treasure map here first, on the other hand you have to collect 5 different building materials for a  proper raft in order to travel to the treasure island. However, the island won&acute;t reveal neither the treasure map nor resources voluntarily. You will have to explore the island and find what you need or &ldquo;acquire&ldquo; it otherwise. You will, good or bad, find much more than you like. The island holds innumerable dangers and adventures for you, which have to be conquered in order to leave the island. It goes without saying that also the deeps of the sea are pretty demanding too. Basically you could bathe in adventures. &#10;Apart from that... You are not the only scoundrel who is after the treasure and you will have to deal with your opponents in many different ways. You better leave moral considerations to the landlubbers.... Aye!!!????&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Dice",
      "Exploration",
      "Fighting",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Drafting",
      "Betting and Bluffing",
      "Closed Drafting",
      "Dice Rolling",
      "Events",
      "Flicking",
      "Hand Management",
      "Kill Steal",
      "Open Drafting",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Set Collection",
      "Take That",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Krosmaster: Arena – Gloomy Grove Elite Pack 1",
    "ID": 301533,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301533/krosmaster-arena-gloomy-grove-elite-pack-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Expansion for Krosmaster Blast and Krosmaster Arena&#10;&#10;Contains the 4 figures:&#10;-Soft Oak&#10;-Veronika Sino&#10;-Wally Wallop&#10;-Doctor Steam&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Krosmaster"
    ]
  }
]