[
  {
    "Rank": "21101",
    "Name": "Ratto Zakko",
    "ID": 269258,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/269258/ratto-zakko",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ratto Zakko features fast food for gourmets &mdash; but hopefully you can grab the right dishes, despite the changing colors of the hoods that hide the dishes, the rancid cheese or rotten eggs that might await there, and the darn fly that keeps showing up when you least expect it! Who can grab the most delicacies?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Rats",
      "Series: Ugly Animals (Drei Magier)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21102",
    "Name": "PuzzLegend: Sherlock Holmes",
    "ID": 378626,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/378626/puzzlegend-sherlock-holmes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rediscover through a journal the story of a legendary character. Progress in the story by solving a series of puzzles, which become progressively more difficult.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Books: Sherlock Holmes",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21103",
    "Name": "Balloon Challenge",
    "ID": 183874,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/183874/balloon-challenge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Try to blow up the balloon perfectly! Baaaan!&#10;&#10;Let's fly the balloons in the sky!&#10;The prince say that. The people tries to blow up a ballon, but sometimes break it, and sometimes it is not enough, still be small.&#10;However the people continues to blow up the balloons! The prince also try to blow up a ballon. Because, in his eyes, the people enjoys very well.&#10;&#10;Until the colorful balloons decorate the sky, it is a little more at that time !&#10;&#10;The players have 5 and more cards with the numbers in the hand.&#10;The turn player can play one card in the table, or drop from the round.&#10;When all players drop the round, now scoring. The number of the played cards is the balloon size. The sum of the remained cards in the hand is the number of blowing up a balloon.&#10;&#10;For example, the 8 cards are played on the table. The cards in the hand are the three cards with 0, 2 and 4. The size is 8, and the number of blowing up is 6 (0 + 2 + 4). It is not full!&#10;The scoring is 6 points.&#10;In the game, we have the simple bonus points with the fish discs. But it is not small points.&#10;&#10;After the fifth round, the winner is the highest player!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21104",
    "Name": "Kakerlaken Sushi",
    "ID": 288062,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/288062/kakerlaken-sushi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kakerlaken Sushi mixes lying and seafood into a potent, real-time meal, I mean, game.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cockroaches",
      "Food & Drink: Sushi",
      "Series: Ugly Animals (Drei Magier)"
    ]
  },
  {
    "Rank": "21105",
    "Name": "Middle East Battles: Suez '56",
    "ID": 15483,
    "Year": "(2004)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/15483/middle-east-battles-suez-56",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.75",
    "Description": "The Middle East Battles: Suez '56 &amp; El Arish '67, are two games in one that depict an operational simulation of mid-20th century warfare in and near the Sinai peninsula.  Both games in the system represent, in two-player format, a clash between two or more of the important military powers in that region during the middle third of that century. The playing pieces represent the actual units that participated, or could have participated, in those battles, and the maps show the militarily significant terrain over which the units fought or could have fought.&#10;&#10;Suez '56 simulates the Anglo-French invasion of Egypt at the time of the 1956 Arab-Israeli War. The Anglo-French objectives were to seize the Suez Canal, which the Egyptians had nationalized, and to possibly also overthrow the regime of Gamel Abd El Nasser. Though the invaders gain their military objectives, they unleashed a political disaster on themselves when the United States joined the Soviet Union in condemning the operation.&#10;&#10;Published in Strategy &amp; Tactics magazine #226 - Jan/Feb 2005.&#10;&#10;Game Scale:&#10;Game Turn: 6-8 hours&#10;Hex: 360 yards / 329 meters&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters - 101 for Suez &#039;56, 110 for El Arish '67, 30 errata/variant for The East is Red, 39 errata/variant for Dixie)&#10;One 16-page Middle East Battles rulebook&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-10 Hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "History: Suez Crisis",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21106",
    "Name": "True Stories",
    "ID": 179552,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/179552/true-stories",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A cheeky game about ludicrous tall stories for 2 up to 6 players. Life writes the craziest stories. But what can we believe, and what is just a pack of lies? Who is lying his head off? Find it out &ndash; with the game for know-alls, wiseacres and lovers of unnecessary knowledge.&#10;&#10;Aim of the game&#10;Find out which stories are lies and collect points. That is the only way to win this game.&#10;&#10;The Question-Cards&#10;Every question-card contains one question, three wrong answers and one correct answer. The correct answer is marked in colour. Also, the correct answer is always either the first, or the last answer on the card.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21107",
    "Name": "Catlantis",
    "ID": 282525,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/282525/catlantis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Become the leader of Catlantis in this clever game of trade-offs and treasures!&#10;&#10;Gather wealth and treasures, and purr-suade allies to join your kitty coup. Each turn, you make offerings to another player and hope they don't pounce on the resource you need. Trying to figure out what they want is half the battle. Whose reputation will sink in the seas, and whose will float to the top?&#10;&#10;Catlantis is a punny, mythical twist on the hot trend of mer-animals and ever-popular cats, featuring intuitive gameplay that's quick to play and easy to learn. This hip design includes meme-worthy art, foil cards, and adorable meeples.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats",
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "21108",
    "Name": "Geek Out! Family",
    "ID": 215287,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/215287/geek-out-family",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Geek Out!&trade; is the outrageous game that finds out once and for all which player is the most knowledgeable about your favorite pop culture subjects!&#10;&#10;In the game, you will draw cards asking you to list things which fall under a certain category.  Before you begin, however, the other players may try to steal your points (and bragging rights!), by bidding to list even more than the card requires.  The bidding continues until one player is ready to &ldquo;out-geek&rdquo; their friends and family.&#10;&#10;The award-winning geek trivia party game has taken on a new twist in this brand-new Geek Out!&trade; Family Edition! Level the playing field with topics the whole family geeks out over! This edition uses the same bidding mechanic made popular in the original Geek Out!, but also includes a Gameboard and features topics in categories like Science, Music, History, Pop Culture, and more!&#10;&#10;You don&rsquo;t have to be a geek (but it helps!) to win this amazing social interaction and bluffing party game of geek lists!&#10;&#10;Contents: 720 Lists on 144 Cards, 20 Chips, a 6-Sided Die, Gameboard and Instructions&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21109",
    "Name": "Luminis",
    "ID": 402527,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/402527/luminis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "ENGLISH :&#10;&#10;Enter a ruthless race and be the first to complete your cathedral. &#10;Use the resources you gather to build your masterpiece level by level. &#10;Your rivals must not stand a chance, you have to be the first to raise your spire above the city!&#10;This beautifully illustrated game features simple rules with deep tactical gameplay that provide a new experience every time you play.&#10;&#10;Waste no time, and start laying the foundations of your victory!&#10;&#10;&#10;FRAN&Ccedil;AIS :&#10;&#10;Lancez-vous dans une course effr&eacute;n&eacute;e vers le sommet de votre Cath&eacute;drale. Construisez-la &eacute;tape par &eacute;tape, gr&acirc;ce aux ressources que vous accumulez. Ne laissez aucune chance &agrave; vos adversaires et soyez le premier &agrave; poser la fl&egrave;che de votre cath&eacute;drale. Des r&egrave;gles simples pour une profondeur tactique qui rend chaque partie diff&eacute;rente, le tout accompagn&eacute; de magnifiques illustrations !&#10;&#10;N&rsquo;attendez plus et commencez &agrave; poser les bases de votre r&eacute;ussite !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21110",
    "Name": "If I'm Going Down...",
    "ID": 103937,
    "Year": "(2012)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/103937/if-im-going-down",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "If I'm Going Down... (or IIGD) is the first ever Dying Card Game (or DCG) from Van Ryder Games. A DCG is a card game in which it is certain that the character(s) WILL die. For 1 to 2 players (expandable to 3 to 4 with a 2nd copy), IIGD is set in a world overrun by zombies. Unlike virtually every other Zombie game, your goal is not to survive, but to kill as many zombies as possible before you die, which results in very engrossing solo or cooperative play.&#10;&#10;IIGD puts you smack in the middle of a hopeless scenario where endless zombies lurch and ramble toward you, never stopping until you are dead or become one of them (Zead). You must gather and use weapons and resources to take as many of the abominations as you can with you.&#10;&#10;Zombies enter the playing area from several &quot;Entry&quot; points depending on the scenario. You can take actions during your turn such as Attack, Use an Item, or Search for Resources. Each turn the Zombies will be moved closer and closer and eventually the resources will run out...&#10;&#10;Random events or &quot;Occurrences&quot; that come into play and change the rules keep the game fresh and different every time. The game may be played in a sort of &quot;Kill em All&quot; mode where you simply try to achieve the best score or you can play one of several Story Arcs that add entertaining story lines to the game where how well you do determines what happens in the story after you die.&#10;&#10;The unique mechanisms of the Fate Deck &ndash; which determines whether you find a resource when searching and whether you &quot;hit&quot; or &quot;miss&quot; during an attack &ndash; and the Tracker cards &ndash; which are used to keep track of health, ammo, and inventory &ndash; make this a game unlike any you have seen before.&#10;&#10;One other thing that makes this game unique in the Zombie genre is that each Zombie is illustrated with AMAZING detail and has a character all its own. You may just become more invested in the story of the Zombies than you are in the characters you play!&#10;&#10;IIGD allows for some level of creative control for players who have interest in making their own layouts and scenarios.&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21111",
    "Name": "The Game of Life: Jurassic Park",
    "ID": 374335,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/374335/the-game-of-life-jurassic-park",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hold onto your butts! A hurricane is closing in and the Park is in danger. In this The Game of Life Jurassic Park Edition board game, players race around Isla Neblar, collecting Dinosaur Eggs and rescuing Park Rangers as the storm advances and dinos escape! Jurassic Park fans will love the nostalgic nod to the film with blockbuster-inspired twists and turns. Move around the island and draw from interactive cards featuring quotes, characters, and iconic objects from the original film. Be careful! Hungry dinos lurk everywhere! Played in 15 rounds, players have 2 ways to escape the island. Who will play it safe and who will risk it all to save more Eggs and Rangers? Escape the island and get 1 point for every Egg token collected and 3 points for every Ranger in the SUV. The player with the most points wins. This family board game is for ages 8+, and it's a fun choice for a family game night.&#10;&#10;&#10;     THE GAME OF LIFE JURASSIC PARK EDITION: Fans can celebrate the nostalgic classic film and favorite movie moments with movie-related details, gaming components, and a dynamic unboxing experience&#10;     WILDLY-DIFFERENT GAMEPLAY: Life finds a way! A hurricane is headed to Isla Nublar. In this immersive gaming experience, players collect dinosaur eggs and park rangers, and try to leave the island before the storm hits&#10;     GAME-CHANGING DINO TOKENS: Dinosaurs now roam the park! In this fun board game for ages 8 and up, players avoid the dinos and try not to lose eggs and park rangers as they race to escape the island&#10;     ESCAPE THE ISLAND TO WIN: For the first time ever, players finish this The Game of Life game in 15 rounds. Those who don't will be stuck on the island with hungry dinosaurs as the hurricane hits&#10;     FAMILY BOARD GAME FOR 2-4 PLAYERS: This family-friendly game features perilous blockbuster-inspired twists. It's a great gift for old and new Jurassic Park fans. The game is for adults and kids ages 8+&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Prehistoric",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Game: Game of Life",
      "Islands: Fictional",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "21112",
    "Name": "Kemomimi Panic",
    "ID": 73759,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/73759/kemomimi-panic",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The players are citizens threatened by the vicious thief Crescent Moon. Through talking, bluffing and special abilities, you must find out which of them is the culprit. Will Crescent Moon manage to steal everyone's treasures before she is unmasked?&#10;&#10;Kemomimi Panic is a conversation-based deduction game in which all players take the role of a beast-eared human, but the master thief Crescent Moon lurks among them, aiming to steal every player's treasure before the civilians can reveal her.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "21113",
    "Name": "Vowl",
    "ID": 303074,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/303074/vowl",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Vowl&nbsp;is a fast-paced word game in which players will race against both time and each other to recognize words that have had their vowels removed. The premise may seem simple at first... But, with a few critical rules, you'll quickly realize that it is harder than it sounds!&#10;&#10;As you race to solve these wordy puzzles, you'll be faced with choices of how to gain points when you succeed: Either gain 2 points or gain 1 point and lower your victory condition and an opponent's victory condition by 1. Be careful! As you acquire more points, your game will gradually become more difficult as you are forced to draw extra, more challenging cards.&#10;&#10;This one of a kind word&nbsp;game features more than 400 totally unique puzzle cards for maximum replayability, 3 distinct game modes, a uniquely tiered scoring system and a simple ruleset that is sure to delight at any game night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Catch the Leader"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21114",
    "Name": "The Labours of Hercules",
    "ID": 234859,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/234859/the-labours-of-hercules",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Hercules, the divine hero from ancient Greece, had been driven by Hera to slay his son, daughter, and wife in a fit of madness. After he went to the oracle at Delphi and prayed to the god Apollo for guidance, Hercules was instructed to serve King Eurystheus and perform twelve difficult labours to atone for his actions. In this game, players will take on the roles of Hercules and his companions to complete these twelve labours (known as tasks). However, things are not as easy as they appear - mysterious perils await you, and some of you might betray Hercules!&#10;&#10;The Labours of Hercules is a cooperative game for 4-7 players. Each round, different tasks will appear on the table. To complete a task, Hercules needs to collaborate with his companions to gather the necessary items.&#10;&#10;As the game continues, new tasks will arise to challenge Hercules and his companions. If Hercules fails to complete the tasks, he will lose courage (represented by bravery tokens), which may lead some his companions to betray him and further increase his challenge. Hercules and his companions win if they complete all the tasks. But if Hercules loses all of his bravery tokens, Hercules and his companions lose and villains who betrayed him win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Ancient: Greece",
      "Characters: Hercules",
      "Country: Greece",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "21115",
    "Name": "Das Prestel Nasenspiel",
    "ID": 14142,
    "Year": "(2004)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/14142/das-prestel-nasenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players effectively make a large pattern of groups of noses and score points at the end for owning groups. There are 10 noses, all taken from art, shown paired up in every combination on large tiles (excepting one pairing because there are only 54 tiles in the game). The tiles are shuffled face-down and distributed evenly (excess can go in the box). Players then turn up and sort their noses out.&#10;&#10;They take it in turns to add a nose to the pattern according to the rules, and when a player makes or increases a group of one type of nose, they place one of their five colored markers on it. (If you happen to increase two groups, you place 2 markers.)&#10;&#10;But as soon as another player increases that group, their marker replaces the first, which goes back to the other player. In this way, the pattern gets bigger and players fight to control the noses. But because of the random distribution, you will have some fewer noses than others, so the placement becomes very tactical as you try to close off groups and secure your scoring.&#10;&#10;The pattern must sit within a 10x10 grid, and all the tiles are open, so it pays to deliberately extend the grid in one direction, giving or taking away opportunities. When no more tiles can be placed, you score one point for each nose you own.&#10;&#10;A surprisingly tricky game given the range of noses, Nasenspiel entertains with a delightful combination of sacrifice and reward and a very unusual theme.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "21116",
    "Name": "Paddle Pool",
    "ID": 23270,
    "Year": "(1970)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/23270/paddle-pool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "4 players use paddles to deflect and shoot a small ping-pong size ball towards opponent players goals. The board is raised in the center and slopes towards each players goal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "21117",
    "Name": "Dungeon Dwellers",
    "ID": 144383,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/144383/dungeon-dwellers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "Dungeon Dwellers is a fantasy adventure card game that requires strategy, cooperation, and cunning. This game is recommended for 2-4 players. Each player will take on the role of an adventurer seeking gold. Along the way, adventurers will gain treasure, magic items, abilities, and level increases by defeating monsters within the dungeon. The winner will be the player who collects the most gold at the end of the game.&#10;&#10;To play, each player selects a Character (Rogue, Priest, Mage, and Fighter). All Characters have their own special ability, weapons, armor and item cards. Players will build a 30-card deck, also called the Energy Deck, with these cards.  The deck will be used to power abilities, do damage to monster and will also be used to gain additional treasure, in the form of gold cards, or items and abilities to put into active play.&#10;&#10;Players then take turns using their abilities and weapons to cause damage and collect experience points from monsters.  Players will use their energy deck throughout the game, but if they spend too much energy, they might not have enough to survive the final boss. Can your party work together and survive the dungeon or feel the agony of defeat. In the end there can be only one winner and that is the player with the most gold.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21118",
    "Name": "Baby Cruise",
    "ID": 228419,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/228419/baby-cruise",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Sun, sea, free drinks and slot machines! Welcome on board of the luxurious Baby Cruise! While your spouse is visiting the sun deck, you promise to take care of the kids...in the on-board casino with a cocktail in your hand. Generously you are giving free drinks to the other &quot;responsible&quot; parents &mdash; yes, the cruise is all inclusive! &mdash; but with every cocktail you offer, you increase their chances of triggering the jackpot.&#10;&#10;The kids are bored quite fast and start messing up your plans. Baby Luck gives poker chips to another parent, the Shy Baby offers a cocktail to the most thirsty passenger, the Captain Baby passes one of your cocktails on to another parent, and the Police Baby can rat you out to your spouse if you had too many cocktails. All that chaos grants plenty of bluffing opportunities to snatch the jackpot for yourself. Make sure you'll win the jackpot before you get caught drunk behind a slot machine or you'll be in big trouble!&#10;&#10;Every turn in Baby Cruise, you take a card from the draw pile and show it to everybody. You must give the card to another player. Most cards show a baby, a cocktail, and a fruit symbol. Every baby has their own special rules, and they can mess up your plans (or the plans of the other players). As soon as you have received a set of three matching fruit symbols, you win the round, but you can also lose a round if you get caught drunk with too many cocktails in your hands!&#10;&#10;Some cards show a slot machine and a cocktail. These cards also have to be given to another player and it will give them an additional winning condition, but due to the cocktail they also increase the risk of getting caught drunk.&#10;&#10;If you play several rounds the winner of a round will receive golden milk bottles and the loser (if there is one) will lose a token. The parent who owns the most golden milk bottles when they run out wins the jackpot (and the game).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Nautical",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Baby (Jumping Turtle Games)"
    ]
  },
  {
    "Rank": "21119",
    "Name": "Prize Property",
    "ID": 2645,
    "Year": "(1974)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/2645/prize-property",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5238",
    "Description": "This is a game of land development and litigation.  Each player is assigned an area of the board, containing three land sections and building lots of different colours (red, yellow, orange or blue).  The object of the game is to be the first to build all of your nine buildings.&#10;&#10;On your turn, you gamble for income.  The income die is rolled; if it comes up on its red dot face, you don't get any money.  Otherwise, you get the amount indicated and may roll again --but if you roll the red dot, you lose any income for the turn!  Income is doubled once you've completed all three buildings of one of your land sections, tripled once you've completed two sections.&#10;&#10;Next, you draw an Opportunity card and resolve it.  You may buy a Town Meeting card; these cards are either Legal Action or Defence cards (this is kept secret until used).  Finally, you may improve a property (from its undeveloped state), or build a resort on it (once improved) --if you have the money.  The properties have varying degrees of risk associated with them (the Opportunity cards) and consequently varying building costs.&#10;&#10;When you complete a building, the other players may play Legal Action cards (up to five), each of which places a red marble in the gavel device.  You automatically get a green marble, and may add up to four more by using your Defence cards.  The gavel is then shaken and then held up so marbles roll into the handle; a window at the handle's end reveals who won.  If the opponents win, the builder does not get his building (and has lost the money) and the opponents get money from the bank for their trouble.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "21120",
    "Name": "Bug Hunt",
    "ID": 338425,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/338425/bug-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Bug Hunt, players want to collect matching bugs to complete their collection.&#10;&#10;At the start of the game, they construct the bug shrub and fill it with all manner of bugs. Then, they reach in through the shrub's tunnel opening to try to grab theirs &mdash; but they have to watch out for the other players' bugs as well as the white ones, who are known to bite any hand that tries to grab them. The first player to finish their collection wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Animals: Insects",
      "Components: 3-Dimensional (3D)",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "21121",
    "Name": "Narwhal Free for All",
    "ID": 277424,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/277424/narwhal-free-for-all",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Score points in Narwhal Free for All by flipping your colored rings onto the tusks of the narwhals floating in the ice arena. Earn bonus points when your rings land on the narwhal that matches your color or on the center iceberg. The player with the most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21122",
    "Name": "Mind the Gap",
    "ID": 323377,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/323377/mind-the-gap",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Mind the Gap, teams race around the board answering pop culture trivia through 4 generations: Boomer, Gen X, Millennial, &amp; Gen Z. The team that makes it around the board first is crowned the Greatest Generation!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21123",
    "Name": "Molino Del Rey: Gateway to Mexico City",
    "ID": 143842,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/143842/molino-del-rey-gateway-to-mexico-city",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "In August 1847, Winfield Scott&rsquo;s US Army was at the gates of Mexico City after a string of victories over Santa Anna. However, Scott paused to negotiate. Both sides used the delay to regroup, but when Scott heard a rumor that the Mexicans were casting cannon (true) at Molino del Rey (false), he resolved to take the place. The Mexicans saw it coming and prepared their defenses. The result was a narrow but costly American win that left the city's defenses intact. A quicker victory might have pushed into the city and ended the war.&#10;&#10;Game Contents:&#10;&bull;    11 x 17&rdquo; map&#10;&bull;    40 die-cut counters&#10;&bull;    Scenario Instructions&#10;&bull;    Four page rule booklet&#10;&#10;Scale:&#10;&bull;    Level: Regiment&#10;&bull;    Hex:  352 yards&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Mexico City (Mexico)",
      "Country: Mexico",
      "History: Mexican – American War",
      "Players: Two-Player Only Games",
      "Series: Mini Series (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)"
    ]
  },
  {
    "Rank": "21124",
    "Name": "Yu-Gi-Oh! Dungeon Dice Monsters",
    "ID": 5502,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/5502/yu-gi-oh-dungeon-dice-monsters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1111",
    "Description": "Yu-Gi-Oh! tackles the minis market.&#10;&#10;Players roll dice that unfold depending on their value, and are placed on the board to create a dungeon path. Minis represent monsters summoned by the players (each with a corresponding stats card), and move through the dungeon, fighting each other, discovering treasure, avoiding traps, and eventually trying to get across the board to attack the opposing player.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Maze",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Yu-Gi-Oh!",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "21125",
    "Name": "Escola de Dragões",
    "ID": 167718,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/167718/escola-de-dragoes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "User Description (English):&#10;&#10;We are in the last days of school prior to graduation of another class of students from the School of Dragons, a powerful institution teaching the doctrine of Draconaria, the art of training dragons.&#10;It's time to find out who was the student who dedicated all his time to the secrets of the Dragon training, since only one student will receive the title of Master Trainer!&#10;&#10;Escola de Drag&otilde;es (School of Dragons) has only one goal: to find out which of the students is the Master Trainer. For this, the player must reach 25 points before his rivals, but beware, not always the other students will play under the rules (and probably you too)!&#10;&#10;Escola de Drag&otilde;es is a filler cardgame for 2-4 players (the use of 2 decks allows 5-8 players), no language needed and simple rules, where the interaction between players aims to undermine the possibility victory of the rivals.&#10;&#10;The game uses a deck of 54 cards and is aimed primarily at children and young-adults (8+ years) or groups that don't have the habit of playing cardgames.&#10;&#10;&#10;User Description (Portuguese):&#10;&#10;Estamos nos &uacute;ltimos dias de aula que antecedem a formatura de mais uma turma de alunos da Escola de Drag&otilde;es, uma poderosa institui&ccedil;&atilde;o de ensino da doutrina da Draconaria, a arte de treinar drag&otilde;es.&#10;Chegou a hora de descobrir quem foi o aluno que se dedicou com maior afinco aos segredos do treinamento de Drag&otilde;es, j&aacute; que apenas um dos alunos receber&aacute; o t&iacute;tulo de Mestre Treinador!&#10;&#10;Escola de Drag&otilde;es s&oacute; tem um objetivo: descobrir qual dos alunos &eacute; o Mestre Treinador. Para isso, o jogador deve alcan&ccedil;ar 25 Pontos de Treinamento antes dos rivais, mas cuidado, nem sempre os outros alunos jogar&atilde;o limpo (e provavelmente nem voc&ecirc;)!&#10;&#10;Escola de Drag&otilde;es &eacute; um filler, ou seja, um jogo de cartas para 2 a 4 jogadores (usar 2 baralhos permite 5 a 8 jogadores), independente de idioma e com regras simples, cuja intera&ccedil;&atilde;o entre jogadores visa minar a possibilidade de vit&oacute;ria dos rivais.&#10;&#10;O jogo utiliza um baralho de 54 cartas e &eacute; direcionado principalmente ao p&uacute;blico infanto-juvenil (a partir de 8 anos) ou grupos que n&atilde;o tenham o h&aacute;bito de jogar cardgames.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Fantasy",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21126",
    "Name": "Old Men of the Forest",
    "ID": 110160,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/110160/old-men-of-the-forest",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5357",
    "Description": "In Old Men of the Forest, players collect resources that enable them to rescue orangutans &ndash; but if you waste resources while doing so, you'll be punished at the end of the game.&#10;&#10;To set up, shuffle the fifty-card deck (cards in five suits, numbered 1-10 in each suit), then deal each player ten cards. Shuffle the 16-card orangutan deck, then lay out 4 or 5 cards face up, depending on the number of players; each orangutan shows one or more suit cards on it, and a player must possess matching cards to claim that orangutan.&#10;&#10;Each round, the lead player lays a card on the table, then each player follows, without regard for suit. Whoever played the highest card claims one card played by another player, then either places it on the table before her or uses it (possibly with cards collected earlier) to claim an orangutan. The player discards all cards needed to claim the orangutan, and tucks any remaining cards collected under that orangutan.&#10;&#10;Each player must claim one card, if possible, adding it to her collected cards or claiming an orangutan. Discard any unclaimed card. After all players are finished, lay out new orangutan cards (if needed), then play another round.&#10;&#10;Once players have played all ten cards in hand, the game ends. Each player sums the points on the orangutan cards she claimed, then loses one point for each excess card tucked or collected card still on the table. The player with the highest score wins.&#10;&#10;All profits from sales of Old Men of the Forest will be donated to the Orangutan Foundation UK.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "21127",
    "Name": "Monopoly: Deadpool",
    "ID": 253819,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/253819/monopoly-deadpool",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "1",
    "Description": "Monopoly with Deadpool theming and game pieces.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "21128",
    "Name": "Zoar",
    "ID": 213260,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/213260/zoar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A long time ago, the &ldquo;cities of the plain&rdquo; ruled the known world. These cities were founded by four tribes locked in an endless struggle for power. This is their story...&#10;&#10;In Zoar, players take the role of a tribe leader who guides their tribe across the desert, building great cities and armies in a struggle to get the tribe's sacred relic back to their capital. The player who returns the sacred relic first or who destroys a certain number of cities wins the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "City Building",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Grid Movement",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21129",
    "Name": "Bananya: The Card Game",
    "ID": 344177,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/344177/bananya-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Get ready for Bananya, the cutest card game in town about the kitty that lives in a banana! Along with Love Live! Sunshine!, we secured the license from Crunchyroll to create this quick-play card game all about collecting these adorable cats! Two to four players are trying to collect a full set of Bananyas before their opponents.&#10;&#10;You and up to 3 other players draw cards, play cards to resolve their effects, and force your opponents to put cards in the litterbox - the first player to get all 10 Bananyas of the same type wins the game - but only if they shout &quot;Nya!&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "21130",
    "Name": "Cthulhu Tales",
    "ID": 190015,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/190015/cthulhu-tales",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Cthulhu Tales is a storytelling card game for people who enjoy the weird tales of the Cthulhu Mythos, love games and have a sense of humour with a touch of darkness to it...&#10;&#10;Incarcerated in a sanatorium, you must convince the staff that you are sane by telling the story of the terrifying events that led you there. The other players try to disrupt your tale to make themselves look more sane in comparison, and the success of your tale determines which misguided therapies and medication are administered by the terrifying medical staff. These treatments are the way the game is scored, the player ending with the least amount of treatment is the winner, and is free to go.&#10;&#10;Each player is trying to persuade the sanatorium staff that they are sane and can be released. As well as giving a convincing account of their own story, players can improve their chances of being freed by casting doubt on the other players&rsquo; tales &ndash; making themselves seem sane by comparison.&#10;&#10;",
    "Categories": [
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Story Creation",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "21131",
    "Name": "Chope!",
    "ID": 286661,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/286661/chope",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Singaporeans love to eat. But where there is love, there is war.&#10;&#10;Seize your food and capture your table! Even if you can carry one more plate, will you be able to chope (reserve) enough tables to eat in peace? Or siam (evade) the dreaded mynahs when they come for your food? Grab your friends and family to play this fast-paced hawker-approved game!&#10;&#10;Chope is a captivating blend of dexterity and push your luck, in a small box that packs as much flavour as your laksa or mutton briyani. Come and have a taste!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Singapore",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21132",
    "Name": "Word Heist",
    "ID": 342177,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/342177/word-heist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Your goal in Word Heist is to create clever words that others don't steal, while ideally snatching words from  their grasp.&#10;&#10;To set up the game, take a number of consonant, vowel, and special letter cards based on the number of players, shuffle them, then place one card each in the +1 and +2 slots by the game board, while laying all the other letters in a row. Reveal  two &quot;bonus vault&quot; cards that show special ways to score.&#10;&#10;Each player then simultaneously and secretly writes a &quot;heist&quot; word on their player board using only the letters revealed, with as  many copies of those letters as they like. Once everyone has  finished, each player drops clues to their word by placing their personal clue tokens on as many public letters as they wish; if you use a letter multiple times in your word, you must mark the letter that many times.&#10;&#10;Next, after looking at those clues, each player writes a &quot;halt&quot; word on their player board that they think corresponds to an opponent's word.&#10;&#10;All players then reveal their words one by one. If two or more players have the same word, none of them score for that word; if an opponent has &quot;halted&quot; your word, then they score for that word instead of you! A word scores 1 point for each clue token you placed, +1 or +2 points for you using the letters placed in those slots, and bonus points if you met one or both &quot;bonus vault&quot; challenges.&#10;&#10;After writing all the used &quot;heist&quot; and &quot;halt&quot; words on a public board, shuffle the letter cards, then play another round. You cannot repeat a previously used word. After a third round conducted in the same manner, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Targeted Clues"
    ],
    "Families": []
  },
  {
    "Rank": "21133",
    "Name": "Trinity: Battleground",
    "ID": 3760,
    "Year": "(1997)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/3760/trinity-battleground",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "[from the box]&#10;Trinity: Battleground is a new boxed miniatures wargame from White Wolf.  It covers the war between the Aberrants and the psions of the Seventh Legion on the deep-space colony of Khantze Lu Ge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21134",
    "Name": "Dien Bien Phu",
    "ID": 163077,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/163077/dien-bien-phu",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "Dien Bien Phu is a wargame covering the decisive battle of the First Indochina War in which elite French Expeditionary Force units defended an air-land base against the communist Viet Minh. The game covers the critical period of Viet Minh assaults and French counterattacks of March to May, 1954. Historically, the Viet Minh won the battle, overrunning the base. This led to the collapse of the French position in Indochina and eventual US involvement in Vietnam.&#10;&#10;In Dien Bien Phu, you play the French while the game system controls the Viet Minh. The objective is for the French to hold out long enough for the fortress to be relieved, or even gain a decisive victory by breaking Viet Minh morale.&#10;&#10;While a solitaire game, Dien Bien Phu can also be played by two or more players, each taking charge of different aspects of the French defense. For example, one player can be overall commander, while others command various defensive sectors, or take charge of air and artillery.&#10;&#10;Modern War #17, May-June 2015.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Vietnam",
      "History: First Indochina War",
      "Magazine: Modern War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "21135",
    "Name": "Hannibal: The Second Punic War",
    "ID": 6406,
    "Year": "(1991)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/6406/hannibal-the-second-punic-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.4615",
    "Description": "&quot;Hannibal: The Second Punic War&quot;, is a two-player wargame that covers the conflict between Carthage and Rome, during the period of 218 to 195 B.C..&#10;&#10;The Carthaginians, under the military leadership of their general, Hannibal, marched into Italy and won several battle. The Romans, meanwhile, built up their strength and eventually counterattacked, leading to a Roman victory.&#10;&#10;The game shows the difference between the two military systems, the Carthaginians start out with better leaders, but the Romans have a greater population to build armies from. The game map represents countries of the Western Mediterranean area in which the war actually took place.&#10;&#10;Each turn represents one year. During each turn, there is in sequence a Diplomacy Segment, a Carthaginian turn and a Roman turn. Basic and Advanced Rules allow customization of gameplay. Strategic movement is performed on the map. When armies engage each other, they are transferred to a Battleboard, which allows for army field positioning and tactical combat.  Amphibious Assaults, Recruiting and Promotion on the March, Siege Assault, Naval Combat and Interception, and Neutrals are all part of the basic rules. Tactical Superiority, Roman Battlefield relief, Supply and Attrition, Land Units in naval combat, Limited Intelligence, Blockade, and special rules for Syracuse are Advanced rules.&#10;&#10;Originally published by Decision Games (I) in Strategy &amp; Tactics magazine #141.&#10;&#10;Game Scale:&#10;Turn: 1 year&#10;Map: Point-to-Point&#10;Units: 1,500 to 10,000 men, 25-50 warships&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (200 1/2&quot; counters)&#10;One 20-page Hannibal: The Second Punic War rules booklet&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;Players: 1 or more&#10;Playing Time: 3-5 Hours&#10;&#10;Players will have to provide one 6-sided die&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Minimap Resolution",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Country: Spain",
      "History: Punic Wars",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Mediterranean Sea",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "21136",
    "Name": "Tolerance",
    "ID": 332779,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/332779/tolerance",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Tolerance is an asymmetric set collection game with variable player goals set in 16th and early 17th century Reformation England. Three to five players engage in the conflict between the Catholics and the Protestants. Tolerance uses a trick-taking mechanic, with the winner of each trick performing the actions on the played cards - whether or not they are beneficial!&#10;&#10;The game is played over three rounds, spanning the reigns of Queen Mary, Queen Elizabeth I, and King James I, each round representing the reign of one monarch.&#10;&#10;The game aims to highlight the suffering mankind brings upon itself because of supposedly &quot;wrong&quot; beliefs - a topic which was just as valid almost 500 years ago as it still is today.&#10;&#10;The game lasts about 45 minutes so is short enough for multiple plays during one game night.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Deduction",
      "End Game Bonuses",
      "Roles with Asymmetric Information",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21137",
    "Name": "O Jogo da Enciclopédia",
    "ID": 92661,
    "Year": "(2000)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/92661/o-jogo-da-enciclopedia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "One player (the leader of the round) take a card from a pile containing weird questions (such as &quot;why chicken lay eggs of different colors&quot;), then he chooses one of them and reads it aloud for the rest of the players. Each one of the players must write secretly an answer for the question. More than knowing the correct answer, it is important to try and convince your opponents that your answer is the right one.  After all players have written their papers, the leader reads aloud all of the answers given by the players adding the correct answer from the card. Then each player vote on the definition he thinks is the correct. Players score by getting votes from others players, by giving the correct answer to the question or by voting in the correct answer. The leader of the round only scores if no player votes in the correct answer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "21138",
    "Name": "bOOLeO",
    "ID": 40943,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/40943/booleo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.3333",
    "Description": "bOOleO is a card game which combines strategy card play with the concepts of Boolean logic.  Players must race to resolve an initial binary number to a single specific bit.  This is accomplished through the use of logical gates.&#10;&#10;Why is bOOleO fun?&#10;bOOleO stretches your brain by using the fundamental concepts of Boolean algebra, specifically teaching you the concepts of Boolean operators/logic gates.  Using the four different types of gate: AND, OR, XOR, and NOT; you strategically build your logic pyramid, carefully watching the movements of your opponent, anticipating how your next move could destroy their pyramid.  The pace can be lightning fast, the tension can blow your mind.&#10;&#10;Integrates with:&#10;&#10;    bOOLeO N-Edition&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "21139",
    "Name": "Mountain of Inferno",
    "ID": 39802,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/39802/mountain-of-inferno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.9",
    "Description": "Mountain of Inferno (Flaming Mountain) is a chapter of Journey to the West, one of the Four Great Classical Novels of Chinese literature. During the journey, Xuanzang is trapped in the Mountain of Inferno with the evil and hungry Buffalo Demon King family. Now it is up to his disciples to protect him, so he may continue his journey to the west safely.&#10;&#10;Mountain of Inferno is played in number of rounds. Each round ends when any one Xuanzang is placed at the intersection of four unique disciples continuously in a row and another four in a column. Each player then calculates his points based on the location of his Xuanzang. After number of rounds, the player with highest score wins the game.&#10;&#10;Players: 2 to 4&#10;Time: 30 min&#10;Age: 10+&#10;&#10;Components: &#10;&#10;     52 cards&#10;         9 &times; Monkey King (disciple)&#10;         9 &times; Monk Pig (disciple)&#10;         9 &times; Friar Sand (disciple)&#10;         9 &times; Dragon Horse (disciple)&#10;         3 &times; Buffalo Demon King&#10;         3 &times; Princess Iron Fan&#10;         8 &times; Red Boy&#10;         2 &times; Guayin&#10;    &#10;     Other Components&#10;         4 &times; Xuanzang tokens&#10;         4 &times; Score tokens&#10;         1 &times; Score track&#10;         1 &times; English rulebook&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "21140",
    "Name": "Golden Snitch: Snitch Snatcher – The Quidditch Game",
    "ID": 209667,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/209667/golden-snitch-snitch-snatcher-the-quidditch-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "It's Gryffindor vs. Slytherin in this fast-paced wizarding game of Quidditch. Outmaneuver the opposing team with authentic Quidditch tactics. Use spells and potions to confound and outwit your opponent. Each high-flying game is a battle of strategy and magic!&#10;&#10;In Golden Snitch: Snitch Snatcher &ndash; The Quidditch Game, which uses 16 playing pieces, 2 sets of playing cards, 4 observation towers, 1 die, and a game board, the goal is to be the first to catch the Golden Snitch.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Take That"
    ],
    "Families": [
      "Books: Harry Potter",
      "Players: Two-Player Only Games",
      "Theme: Fantasy Sports",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "21141",
    "Name": "Attack in the Ardennes: The Battle of the Bulge",
    "ID": 4360,
    "Year": "(1982)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/4360/attack-in-the-ardennes-the-battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.4615",
    "Description": "From the back cover:&#10;&quot;Attack in the Ardennes&quot; is an Operational  level board-wargame for two players covering Germany&rsquo;s last offense in the west. One player controls the German forces attempting to break through the Allied lines; the other player commands the American, British and French Forces trying to stem the onslaught. Movement of units is point-to-point along roads, emphasizing the key role played by the transportation lines in the rugged and densely wooded Ardennes. Each turn covers eight hours of the actual battle; each unit represents a regiment-sized unit involved in the battle. Armor, infantry, artillery and rocket launchers have key roles in battle, each having its own strengths and weaknesses. &#10;(text from the Box)&#10;&#10;The game comes with two 17x22 maps, 320 counters, rulebook, and two dice. Game Mechanics are similar to A HOUSE DIVIDED from the same author.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Drawing",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21142",
    "Name": "Shinobi",
    "ID": 182556,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/182556/shinobi",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "The Great Daimyo of the Ninja Clans has died in mysterious circumstances, just as it happened with his predecessor, and his predecessor&rsquo;s predecessor, and so on so forth back to immemorial times. In order to take his place and serve the Shogun, the Daimyos of each clan have started the choosing process, and yes, you are said Daimyos. If you want to become the next Great Daimyo, you only need to manage one thing: Be the last survivor.&#10;&#10;During your turn in Shinobi Assasins, you must attack the three rivals on your right, giving each of them an attack card face down. As you do so, you must tell each of them which weapon you're attacking them with &mdash; but of course this DOESN&rsquo;T have to be TRUE. Remember, we&rsquo;re Ninjas. Upon receiving the face-down attack, the assaulted player must mark the kind of attack he&rsquo;s been told to be receiving by placing a black cube on top of the appropriate weapon icon on the back of the card. If a player has already received two identical attacks from other ninjas, be they true or not, you cannot repeat the same attack a third time.&#10;&#10;When you attack, you can say whatever you want and gesticulate frantically or subtly wink to another player, anything you deem necessary to confuse them as to which attack you&rsquo;re really assigning. Remember, deceit will be your most powerful weapon. Once you&rsquo;ve assigned three of your ninjas to attack your rivals, the following player will do the same.&#10;&#10;Once all the players have assigned their attacks, each of you will have before you three face-down attack cards, courtesy of the loving clans to your left. Each card will have a cube marking the weapon the attacking ninja is supposedly using. The time has come to use intuition, dodge and denounce.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "21143",
    "Name": "Ranglin' Rabbits",
    "ID": 192728,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/192728/ranglin-rabbits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;It's a bunny break-out! A herd of hasty hoppers is headed for the hills, and it's your job to halt them. Work together as a team in Ranglin' Rabbits to corral the cottontails by flicking, lifting, and rolling the dice. But hop to it! There's trouble afoot if they all escape before you can mend the fences. Wrangle the rabbits and you're a 24-carrot champion!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21144",
    "Name": "The Land of Enin",
    "ID": 122069,
    "Year": "(2012)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/122069/the-land-of-enin",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "You've grown up with the outrageous tales of your forefathers - your Uncle Jack, the golden goose thief, your Mother&rsquo;s 2nd cousin Jack the Giant Teaser and Lima Bean Eater and Grandpa Jack who had that thing about jumping over candlesticks. And now it&rsquo;s your turn to set out and find fortune in the Land of Enin. One fateful day an enchanted sheep (or pig, you are not quite clear on the details, all those enchanted talking animals look alike after awhile) saunters up and tells you about a Lost Book of Magic that will gain you a kingdom of your own, if only you can find it.&#10;&#10;To win this solitaire game you must:&#10;first, steal a key from the town elders,&#10;and sweet talk a watchword from an old witch woman,&#10;then rescue a maiden from a goblin tower,&#10;then return her to her royal father&#10;who will give you a magic lodestone&#10;to find your way through the Tombs of Neuve and&#10;search for the Lost Book&#10;and win you your kingdom!&#10;all while battling monsters a'plenty, finding treasure and&#10;magic items and generally questing about!&#10;&#10;Needed to Play:&#10;the 9 Land of Enin cards&#10;(or the player sheet if you are&#10;playing the mini-mini version)&#10;1D6 and 1D10 (2D10 is even better)&#10;10 black wooden cubes&#10;2 yellow wooden cubes&#10;1 red, blue and green wooden cube&#10;and 1 Meeple o&rsquo;Adventure&#10;&#10;Play:&#10;Each turn consists of 2 phases: Travel and Questing.&#10;&#10;Travel Phase&#10;During the Travel Phase, roll 1D10 to determine where you move&#10;to. Each Location Card, in the lower right, lists which of the other Locations you can move to depending on what number you roll. A roll of 0 allows you to choose any location.&#10;&#10;Questing Phase&#10;During the Questing Phase, roll 1D10 and, on the chart on the&#10;Location Card, find the action which matches the rolled number.&#10;Encounters result in a further 1D10 roll on a matching Encounter&#10;Card.&#10;&#10;Combat:&#10;If you encounter a monster, during the Questing Phase, you must&#10;fight it in combat. Different monsters are encountered based on&#10;your current experience level.&#10;&#10;The land of Enin is a fast and fun dice game for one player.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Series: Forest of Wyr"
    ]
  },
  {
    "Rank": "21145",
    "Name": "Diamant",
    "ID": 10372,
    "Year": "(1975)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/10372/diamant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The mystic board is in itself enticing. Almost hand-wide in height with ponderous bulges, in magical midnight- blue with glittering diamonds. The game is to light up the individual diamonds with invisible beam. This is done by clever placing of the silver colored stones on the board thus directing the invisible beam onto the right diamonds.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Series: Buchkassette (Pelikan)"
    ]
  },
  {
    "Rank": "21146",
    "Name": "Third World Debt",
    "ID": 19417,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/19417/third-world-debt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "From the Producer's Website:&#10;&#10;Do you take out that loan or do you build that factory, can you afford to not build or do you have enough to give yourself an income that will eventually clear your debts, these are the question you need to answer in order to give your country the chance to make it. Third World Debt is a game that pushes you to the limit, you have to make crucial decisions that will lead you to eventual stability, the question is how much debt can you sustain in order to achieve your goal the quickest.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "21147",
    "Name": "Blue Line Hockey",
    "ID": 2383,
    "Year": "(1968)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/2383/blue-line-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8462",
    "Description": "Blue Line Hockey is the hockey simulation board game in the 3M Sports Games line.   The board itself is a replica of a hockey rink, and there are pieces for each player on the two teams and even a little hockey puck.  The game simulates most aspects of hockey including player movement, passing, stealing, shots-on-goal, and penalties using a combination of dice, cards, and a lookup table.  The game lasts for 3 periods and the player with the highest score at the end wins.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Components&#10;     Vinyl wrap-around game-board&#10;     Box with storage tray&#10;     Shots Calculator (sliding card stock)&#10;     Scoreboard (card stock with with dials)&#10;     Red &amp; blue players (6 each, with a sheet of player position decals)&#10;     Three pucks&#10;     A pair of six-sided dice&#10;     Rules booklet (14-page) or Rules sheet (folded into a 6-page leaflet)&#10;     Three Shot on Goal cards (either round-cornered or square-cornered)&#10;     Either 15 round-cornered, or 11 square-cornered, Penalty cards:&#10;         Major: Fighting, Injury by charging, Injury by slashing,&ordm; Injury by spearing&#10;         Minor: Boarding, Charging, Cross checking, Elbowing and kneeing,&ordm; High-sticking, Holding, Hooking, Interference,&ordm; Slashing, Spearing,&ordm; Tripping&#10;    &#10;&#10;&#10;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&ordm; Cards not included in the square-cornered sets.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Roll / Spin and Move",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Series: 3M Sports Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "21148",
    "Name": "Babel",
    "ID": 17926,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/17926/babel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A building game where the cubes have embedded marbles.  You need to keep all of the marbles hidden on the interior of the tower as you build.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21149",
    "Name": "Cat Magic the Game",
    "ID": 367543,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/367543/cat-magic-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "A friendly (mostly) card game for lovers of cats, snark, and magical fun. Based on the bestselling Love, Lies, and Hocus Pocus book series.&#10;&#10;You must collect (or steal) the 5 items necessary to build your assigned artifact, while simultaneously trying to prevent the other players from collecting theirs. The first to successfully assemble their artifact will save the magical library and gain the favor of Sir Edgar Allan Kipling, Magical Talking Cat Extraordinaire.&#10;&#10;Designed for 2-5 players. Gameplay lasts about 15-30 minutes. For those with younger family members who want to join, the content is appropriate for all ages, but whether they are wily and sneaky enough to win is all up to them!  During the game each player can take two actions on their turn in which they can draws cards, play items or use various action cards to steal, swap or otherwise manipulate the cards on the table or in players hands to try to gather the items needed to complete their artifact.&#10;&#10;This game can be enjoyed on its own, as well as provide readers of the Love, Lies, and Hocus Pocus books amusing and delightful insights into the series. Every card contains a Sir Kipling quote from the books, and all the artifacts and items are taken straight from the book series.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Race",
      "Sudden Death Ending",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21150",
    "Name": "Geißlein, versteck dich!",
    "ID": 16474,
    "Year": "(2003)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/16474/geisslein-versteck-dich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "How many little kids have hidden underneath the bed? Or in the cupboard? Whoever tells the right number, can save a little kid from being caught by the wicked wolf. This memory game for 2 - 4 players contains a variant for younger players as well as the fairy tale to re-read.&#10;&#10;There are six metal cups in different colors. At the start of the game, five wooden goat's heads are placed under each of them, and the wolf is placed in the middle of a ring of cups. The players take turns to roll a color die, then announce how many goat heads are under the cup in the corresponding color. When an announcement is correct, the player gets one head and hides the rest under the cup again.&#10;When an announcement is wrong, the player gets the wolf and keeps it until another player guesses wrongly. But when the player who already has the wolf announces a wrong number, he or she has to dump one goat to the wolf.&#10;&#10;The game ends when either one player has collected seven heads (and thus wins) or the wolf has six (and thus all players lose).&#10;&#10;French description:&#10;Contenu: 6 cachettes de couleur, 30 chevreaux, 1 loup, 1 d&eacute; multicolore (6 couleurs), 1 d&eacute; multicolore (3 couleurs, pour la variante simplifi&eacute;e), 1 r&egrave;gle du jeu.&#10;&#10;Dur&eacute;e de la partie : env.15 minutes&#10;&#10;But du jeu : sauver les chevreaux cach&eacute;s avant qu'ils ne tombent dans la gueule du loup.&#10;Un formidable jeu de m&eacute;moire comprennant une variante pour les joueurs plus jeunes. Vous pourrez &eacute;galement y trouver le c&eacute;l&egrave;bre conte &quot;Le loup et le sept chevreaux&quot;.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Mythology",
      "Number"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Goats",
      "Animals: Wolves",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "21151",
    "Name": "3 Minute Crazy Café",
    "ID": 394751,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/394751/3-minute-crazy-cafe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "9",
    "Play Time": "9",
    "Weight": "1",
    "Description": "Hurry, the next order is coming in 3 Minute Crazy Caf&eacute;!&#10;&#10;Players have only three minutes to serve the dishes and drinks together and bring the bill to the table. Under time pressure, they cleverly use dice and cards from their hands. Which card fits best where? Are all guests really full? You must agree quickly in order to fulfill the orders.&#10;&#10;The game includes increasing levels of difficulty to ensure a challenge for experienced caf&eacute; staff.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: KOSMOS Open&Play"
    ]
  },
  {
    "Rank": "21152",
    "Name": "Animotion",
    "ID": 156461,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/156461/animotion",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Don't be afraid of looking silly because that's the only way you'll let others discover your true animal nature.&#10;&#10;To set up Animotion, which was first released as Animal Suspect, lay out six animal cards and six expression cards on the game board next to the die faces numbered 1-6. On a turn, one player rolls two dice in secret, looks at the cards matching the numbers rolled, then imitates this particular combination as best they can. Will they be a shy mosquito? An attentive walrus? An amorous octopus?&#10;&#10;Whoever guesses the proper combination first wins a card, along with the imitator, and whoever collects the most cards wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "21153",
    "Name": "Fish Club",
    "ID": 300008,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/300008/fish-club",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Fish Club is a classic two player abstract strategy game with a modern twist. Two families of fish go head to head for the best spot in the new aquarium!  On your turn, choose one of your fish and physically drop it in the tank. Try your best to make it land next to the other fish in your color. The first player to connect five of their fish together wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21154",
    "Name": "Würfelblitz",
    "ID": 235699,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/235699/wurfelblitz",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "W&uuml;rfelblitz is a fast-paced game of dice in which you have to be quick to recognize which numbers count and which numbers are blocked by colors.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21155",
    "Name": "Raphia",
    "ID": 104351,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/104351/raphia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.25",
    "Description": "Raphia&#10;&#10;The Battle of Raphia, also known as the Battle of Gaza, was a battle fought on 22 June 217 BC near modern Rafah between the forces of Ptolemy IV Philopator, king of Egypt and Antiochus III the Great of the Seleucid kingdom during the Syrian Wars. It was one of the largest battles of the Hellenistic kingdoms of the Diadochi and was waged to determine the sovereignty of Coele Syria.&#10;&#10;Raphia was technically designed as a Standard Combat Series (SCS) game.  However, only a small subset of the SCS rules are needed for play. If you are familiar with usual wargame movement (what an MP is, how units count movement, etc), stacking, step loss, and retreat conventions, there is no need to review the SCS rulebook itself (not included, but will be referenced in the links section).&#10;&#10;Players take turns moving their units and conducting ranged combat and melee until the victory conditions are reached.&#10;&#10;A player wins Raphia by being the first to move one of their Phalanx units into the enemy home tent.  If all Phalanxes are destroyed before either player wins, the result is a draw.&#10;&#10;Raphia is one of the games included in Multi-Man Publishing's (MMP) Special Ops magazine Issue #1 (Summer 2011).&#10;&#10;Game Inventory:&#10;One 11 x 17&quot; full-color mapsheet&#10;One dual-side printed countersheets (140 1/2&quot; counters though only 130 are used for the game)&#10;One 4-page rule booklet&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Wars of the Diadochi and Syrian Wars",
      "Magazine: Special Ops",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "21156",
    "Name": "The Great Persuader",
    "ID": 147457,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/147457/the-great-persuader",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each turn in The Great Persuader, two players &ndash; the &quot;Persuaders&quot; &ndash; try to convince another player &ndash; the &quot;Customer&quot; &ndash; either that their &quot;bad&quot; offer (e.g., &quot;Working as a scarecrow&quot;) is good for him, or that their &quot;good&quot; offer (e.g., &quot;Winning the lottery&quot;) is not what he is looking for. The Customer listens to both Persuaders, then chooses the offer from one of them. In the meantime, all of the other players bet on which Persuader will prevail. The goal of the game is to get the highest score, proving that you are the great persuader!&#10;&#10;The Great Persuader includes 220 offers as well as ten rule variants for experienced players.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "21157",
    "Name": "Oil War: American Intervention in the Persian Gulf",
    "ID": 5382,
    "Year": "(1975)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/5382/oil-war-american-intervention-in-the-persian-gulf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2414",
    "Description": "Oil War - American Intervention in the Persian Gulf, is a brigade/squadron-level simulation of a hypothetical attempt by the United States and various other nations to take over the oil-producing areas of the Middle East. The simulation is primarily of land and air conflict. The game covers an arbitrary period of conflict (sixteen days), in which the issue would be decided. A total of three scenarios are available from which the players may choose.&#10;&#10;In addition to appearing in Strategy &amp; Tactics magazine #52, Oil War was also released as folio edition as well as a boxed edition.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Iran",
      "Country: Qatar",
      "Country: USA",
      "Decades: The 1970's",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "21158",
    "Name": "Rück's raus!",
    "ID": 270137,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/270137/rucks-raus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "R&uuml;ck&rsquo;s raus! is the card game for bearded bandits &ndash; whoever steals the secondmost jewels wins.&#10;Each round, a random noble is turned face up. Then everyone plays a robber simultaneously. Whoever played the strongest bandit will enjoy the victim&rsquo;s &rdquo;favor&rdquo;. Usually, that player steals the noble&rsquo;s jewels. Sometimes the player will let him foist something on one of the opponents or swipe something from one of them. Whoever played the weakest robber will get some pity jewels. At the end of the game, the player with the second-most jewels wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21159",
    "Name": "Ragnarok: The Twilight of the Gods",
    "ID": 4516,
    "Year": "(1981)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/4516/ragnarok-the-twilight-of-the-gods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4615",
    "Description": "Ragnarok: The Twilight of the Gods is a game depicting the struggle of the Aesir race of Norse gods against an invasion of enemies led by the traitorous god, Loki. The map depicts the Plain of Vigrid, lying between the Rainbow Bridge and the city of the gods, Asgard, where the battle takes place, and the playing pieces represent warriors, Valkyries, Frost Giants, Fire Giants, and such celebrated individuals as Odin, Thor, Loki, and the Midgard Serpent. Each player maneuvers his forces across the map in an effort to fulfill his victory conditions. To win, the player commanding the invading Jotun forces must destroy Asgard, thus bringing about Ragnarok, the twilight of the gods. The Aesir player must repel the Jotun invasion to win, thus postponing Asgard's fall.&#10;&#10;Originally published in Ares Magazine #8 May 1981&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Ares",
      "Mythology: Norse",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21160",
    "Name": "Sing it!",
    "ID": 166443,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/166443/sing-it",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Are you ready for our grand lyrics competition?&#10;&#10;In the party game Sing it!, players draw a card, choose a word, and say the lyrics of the first song that comes to mind. Beat your opponents before the time ends!&#10;&#10;Sing it! contains rules for a half-dozen games along with 488 words.&#10;_________________________________________________________________&#10;&#10;Sing it! &#206;&#136;&nu;&alpha; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &pi;&omicron;&upsilon; &#207;&#140;&tau;&alpha;&nu; &tau;&omicron; &pi;&alpha;&#206;&#175;&xi;&epsilon;&iota;&sigmaf; &theta;&alpha; &pi;&epsilon;&iota;&sigmaf; &kappa;&alpha;&iota; &#206;&#173;&nu;&alpha; &tau;&rho;&alpha;&gamma;&omicron;&#207;&#141;&delta;&iota;&hellip;&#10;&#10;488 &epsilon;&lambda;&lambda;&eta;&nu;&iota;&kappa;&#206;&#173;&sigmaf; &lambda;&#206;&#173;&xi;&epsilon;&iota;&sigmaf;, 6 &pi;&rho;&omicron;&kappa;&lambda;&#206;&#174;&sigma;&epsilon;&iota;&sigmaf;, &#10;&#207;&#140;&lambda;&alpha; &tau;&alpha; &epsilon;&#206;&#175;&delta;&eta; &mu;&omicron;&upsilon;&sigma;&iota;&kappa;&#206;&#174;&sigmaf;, 1 &mu;&epsilon;&gamma;&#206;&#172;&lambda;&omicron;&sigmaf; &nu;&iota;&kappa;&eta;&tau;&#206;&#174;&sigmaf;&hellip;&#10;&#10;&Epsilon;&#206;&#175;&sigma;&alpha;&iota; &#206;&#173;&tau;&omicron;&iota;&mu;&omicron;&sigmaf; &gamma;&iota;&alpha; &tau;&eta;&nu; &alpha;&pi;&#207;&#140;&lambda;&upsilon;&tau;&eta; &tau;&rho;&alpha;&gamma;&omicron;&upsilon;&delta;&iota;&sigma;&tau;&iota;&kappa;&#206;&#174; &mu;&omicron;&nu;&omicron;&mu;&alpha;&chi;&#206;&#175;&alpha;; &#10;&Sigma;&#206;&#174;&kappa;&omega;&sigma;&epsilon; &tau;&eta;&nu; &kappa;&#206;&#172;&rho;&tau;&alpha;, &delta;&epsilon;&sigmaf; &tau;&eta; &lambda;&#206;&#173;&xi;&eta;, &pi;&epsilon;&sigmaf; &gamma;&rho;&#206;&#174;&gamma;&omicron;&rho;&alpha; &tau;&omicron; &tau;&rho;&alpha;&gamma;&omicron;&#207;&#141;&delta;&iota; &pi;&omicron;&upsilon; &sigma;&omicron;&upsilon; &#206;&#173;&rho;&chi;&epsilon;&tau;&alpha;&iota; &sigma;&tau;&omicron; &mu;&upsilon;&alpha;&lambda;&#207;&#140; &kappa;&alpha;&iota; &pi;&rho;&#207;&#140;&lambda;&alpha;&beta;&epsilon; &tau;&omicron;&upsilon;&sigmaf; &alpha;&nu;&tau;&iota;&pi;&#206;&#172;&lambda;&omicron;&upsilon;&sigmaf; &sigma;&omicron;&upsilon; &pi;&rho;&iota;&nu; &tau;&epsilon;&lambda;&epsilon;&iota;&#207;&#142;&sigma;&epsilon;&iota; &omicron; &chi;&rho;&#207;&#140;&nu;&omicron;&sigmaf;!&#10;&Alpha;&upsilon;&sigma;&tau;&eta;&rho;&#207;&#142;&sigmaf; &kappa;&alpha;&tau;&#206;&#172;&lambda;&lambda;&eta;&lambda;&omicron; &mu;&epsilon; &sigma;&upsilon;&nu;&tau;&alpha;&gamma;&#206;&#174; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&omicron;&gamma;&nu;&#207;&#142;&sigma;&tau;&eta; &gamma;&iota;&alpha;: &#10;&#10;     &#207;&#140;&sigma;&omicron;&upsilon;&sigmaf; &#206;&#173;&chi;&omicron;&upsilon;&nu; &kappa;&alpha;&lambda;&#206;&#174; &phi;&omega;&nu;&#206;&#174;                          &#10;     &#207;&#140;&sigma;&omicron;&upsilon;&sigmaf; &#206;&#173;&chi;&omicron;&upsilon;&nu; &kappa;&#206;&#172;&lambda;&omicron; &sigma;&tau;&eta; &phi;&omega;&nu;&#206;&#174; &kappa;&alpha;&iota;             &#10;     &pi;&alpha;&rho;&#206;&#173;&epsilon;&sigmaf; &mu;&epsilon; &gamma;&epsilon;&#206;&#175;&tau;&omicron;&nu;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&kappa;&tau;&iota;&mu;&omicron;&#207;&#141;&nu; &tau;&omicron; &tau;&alpha;&lambda;&#206;&#173;&nu;&tau;&omicron;!&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21161",
    "Name": "Trapture",
    "ID": 22205,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/22205/trapture",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.1667",
    "Description": "Trapture is a 2-player strategy game in which players place &quot;squiggle pieces&quot; on the board to try and trap and capture (hence the name &quot;Trapture&quot;) little purple pegs.  If a player surrounds a peg on four sides it becomes theirs.  Moves are also made to prevent your opponent from making captures.&#10;&#10;Attention needs to be given to which pieces you are placing as you do not want to be stuck with pieces that do not fit.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21162",
    "Name": "Like Minds",
    "ID": 13357,
    "Year": "(2004)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/13357/like-minds",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "This is a party game played with partners. A card is drawn which instructs the players to write down a list of things like: cartoon animals, round fruit, pizza toppings, Jim Carry Movies etc. Players then compare their lists with their partners. The team with the most matches advances their pawn on the game board, and the first team to reach Brain Central wins.&#10;&#10;From the back of the box:&#10;Would you write the same things down when you are asked to make a list of pizza toppings? Things found in a fish tank? TV game shows? &#10; You'll find out when you play Like Minds. &#10; Players sit across from their game partner. The Like Mind's brain is put in reach of everyone. The category is read out loud for all players to hear ...but only ONE player from each team knows how many matches are needed to win the round. &#10; Everyone starts writing answers to the category. As soon as you think you and your partner have the number of matches needed, you grab the brain. Now compare your list with your partner's. &#10; Here's an example: The category is &quot;things teenagers do in their spare time.&quot; You know you and your partner only need three matches. You write down whatever comes to mind, hoping that it comes to your partner's mind too. &quot;Listen to music&quot;, &quot;watch TV&quot;, &quot;play sports&quot;, &quot;use the internet&quot;. &#10; Did you match at least three? If so, you win the round and get to move ahead on the game board. The more matches you and your teammate make, the faster you'll get to Brain Central and the win! &#10; Includes game board, 35 game cards with 420 categories, 4 folders, dice, dice cup, brain, movers, pads, and instructions&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21163",
    "Name": "Quicktionary",
    "ID": 243708,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/243708/quicktionary",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It's a fast-paced casual card game for word lovers and anyone who loves to think on their feet. Win by thinking fast and being the first person to shout out a word or phrase that meets the criteria on three cards - and being right, of course! Simple to learn, with nearly endless possibilities, this free-for-all game is a fun addition to any game night.&#10;&#10;- Includes: 102 cards, rule book&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "21164",
    "Name": "Tales are Real: Animalis vs. Schatten",
    "ID": 357822,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/357822/tales-are-real-animalis-vs-schatten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "A fantasy dueling card game with easy to learn rules and intuitive game mechanics.&#10;&#10;In Tales are Real, two player fight with creature cards against each other. Each player has five creatures on the table and can equip them with item cards to make them mir powerful. On every turn, both player choose one of their creatures for battle. The creatures fight against each other and deal damage to each other. The damage depends on the creatures basic strength and equipment. Creature cards has special abilities to avoid or reduce damage. To activate the ability players has to roll the dice.&#10;&#10;The goal of Tales are Real is to destroy as many creatures of your opponent as possible. The player who lost the most creature cards within five rounds, loses the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games",
      "Creatures: Monsters",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Animal Battles",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "21165",
    "Name": "Crash Cup Karambolage",
    "ID": 166927,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/166927/crash-cup-karambolage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Crash Cup Karambolage, the players have to prove their skill and willingness to take risks in three different challenges. The goal of all three games is to use the string to flick the vehicles along the racetrack. The player who proves herself to be the most courageous and most willing to take risks will have the best chance of winning.&#10;&#10;Players can feel the racetrack vibrating with six of the best racers fighting for victory today: Larry Leadfoot straightens his helmet, Thea Rocket revs up the engine, Captain Karacho is raring to make tracks ... and off they go! Who will taste victory?&#10;&#10;You can feel the racetrack vibrating - six of the best racers are fighting for victory today: Larry Leadfoot straightens his helmet, Thea Rocket revs up the engine, Captain Karacho is raring to make tracks, and off they go! The goal of all three game variations is to use the string to flick the vehicles along the racetrack. The player who proves themselves to be the most courageous and most willing to take risks will have the best chance of landing at the top of the podium! A fast-paced, action-packed flicking game for 2-4 players, ages 6-99. A popular and classic HABA game with over 100,000 copies sold in Europe, in a brand new design!&#10;&#10;Sample Game 1:&#10;&#10;How to play&#10;Take turns based on the order of the starting numbers. The player with the lowest starting&#10;number starts and rolls both dice.&#10;What do the dice show?&#10;&bull; Two matching colors&#10; Throw the dice again.&#10;&bull; Two different colors&#10; Take the flicking string and try to flick the race car matching the color on one of the die to&#10;another race car of the other color.&#10;Important: It mustn't come into contact with any another vehicles!&#10;Did you hit the right vehicle, and not touch another one in the process?&#10;&#10;&bull; Yes:&#10; Brilliant! Take the gray trophy and put it on top of your own trophy, then advance one space&#10; towards the target.&#10; Whenever you have successfully flicked, you can choose between two options: &#10;1. Take a risk and carry on: Roll both dice again and continue as described above.&#10;2. Score points and end your turn; put your trophy in the place of the gray trophy and&#10; place the gray trophy back next to the points bar.&#10;&#10;&bull; No:&#10; That's too bad! No points. If the gray trophy is displaying points that you already won, then&#10;you lose these points and the gray trophy is placed back next to the points bar.&#10;The player with the next starting number then takes their turn. Before rolling the dice, the&#10;player must fi rst check to see whether the distance between the sideline banners and the&#10;racing cars is at least the length of the short side of the drift block. If this is not the case,&#10;then the player may move the race cars accordingly.&#10;&#10;End of the game&#10;The game ends when a player managers to reach the last space or beyond on the points bar&#10;with their trophy, and by doing so they win the &quot;Rumble Rage&quot;.&#10;Tips for experienced Rumble Racers:&#10;&bull; Double points: If you roll two of the same color and the gray trophy is already showing one&#10; or more points, then your go will score double points. Drag the gray trophy forward the&#10; exact same number of spaces that separate it from your trophy, then roll again.&#10;&bull; Drifting: If you use the drift block during your fl ick and it works, i.e. the fi rst vehicle bounces&#10; off the drift block before it hits the second vehicle, then you get an extra point and are&#10; allowed to move the gray trophy one space forward.&#10;&bull; Side banner crash: If you touch another vehicle with an outer band, then you do not receive&#10; any points and your turn ends immediately.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "21166",
    "Name": "Fieber",
    "ID": 234874,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/234874/fieber",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Fieber is a cheeky card game for 2 to 5 players with nerves of steel.&#10;&#10;The patient is suffering from a nasty fever. Slip into the role of a team of doctors and try to get the fever under control. This would be child&rsquo;s play really &mdash; if it weren't for this bitter rivalry going on amongst you and your colleagues! Everyone has their own secret agenda of how to make themself look good in front of the head physician.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Medical"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21167",
    "Name": "Perekupai",
    "ID": 349173,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/349173/perekupai",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "The place and time of the game - the used car market in the 90s. Players play for car dealers. Each car dealer has its own unique feature that helps to achieve the goal. The goal is to earn $5000 by selling used cars. Players can make money profitably by selling cars or working with loaders at a vegetable market. Players can interfere with each other by using dedicated &ldquo;Prijom&#197;&#179;&rdquo; cards.&#10;&#10;The game is full of various jargon: from car dealers and mechanic terms to street slang. In order not to get lost, a glossary with slang explanations and other fun has been added to the game.&#10;&#10;&#10;&#197;&#189;aidimo vieta ir laikas &ndash; d&#196;&#151;v&#196;&#151;t&#197;&#179; automobili&#197;&#179; turgus 90-aisiais. &#197;&#189;aid&#196;&#151;jai &#197;&#190;aid&#197;&#190;ia u&#197;&#190; perekupus. Kiekvienas Perekupas turi savo i&scaron;skirtin&#196;&#153; savyb&#196;&#153;, kuri padeda siekiant tikslo. Tikslas &ndash; u&#197;&#190;dirbti $5000 pardavin&#196;&#151;jant d&#196;&#151;v&#196;&#151;tas ma&scaron;inas. Pinigus &#197;&#190;aid&#196;&#151;jai gali u&#197;&#190;dirbti pelningai pardavin&#196;&#151;dami Ma&scaron;inas arba dirbdami krovikais dar&#197;&#190;ovi&#197;&#179; turguje. &#197;&#189;aid&#196;&#151;jai gali trukdyti vieni kitiems naudodami tam skirtas &ldquo;Prijom&#197;&#179;&rdquo; kortas.&#10;&#10;&#197;&#189;aidime gausu &#196;&#175;vairaus &#197;&#190;argono: nuo perekup&#197;&#179; ir mechanik&#197;&#179; termin&#197;&#179; iki gatvinio slengo. Kad nepasimesti tarp babin&#197;&#179;, prakladki&#197;&#179;, molding&#197;&#179; ir kit&#197;&#179; ger&#197;&#179; dalyk&#197;&#179;, prie &#197;&#190;aidimo prid&#196;&#151;tas &#197;&#190;odyn&#196;&#151;lis su slengo paai&scaron;kinimais ir kitais smagumynais.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Market",
      "Open Drafting",
      "Simulation",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Vehicles (Cars, Trucks, etc.)",
      "Country: Lithuania"
    ]
  },
  {
    "Rank": "21168",
    "Name": "Marlborough's Battles: Ramillies and Malplaquet",
    "ID": 38824,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/38824/marlboroughs-battles-ramillies-and-malplaquet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8889",
    "Description": "Originally published in Strategy &amp; Tactics magazine #256 (May/Jun 2009).&#10;&#10;Marlborough&rsquo;s Battles: Ramillies and Malplaquet is a wargame of intermediate complexity, designed by Richard H. Berg, covering two of the Duke&rsquo;s great victories in the War of the Spanish Succession: Ramillies, a massive cavalry clash, and Malplaquet, a hue infantry battle. The period in which Marlborough fought was a transition between the musket-and-pike era and the more fluid, if still massed, tactics that emerged with Frederick the Great. The key transitional mechanic was the invention of the socket bayonet, which allowed gun-armed infantry to use their weapon for shock as well as fire combat. The battles fought in the War of the Spanish Succession were the first major engagements in which that innovation was used, and the commanders hadn&rsquo;t yet learned to appreciate its value. Warfare in that era was therefore mostly still formalized, rigid and stolid.&#10;&#10;The map scale is 225 yards per hex. Each double-length infantry unit is composed of, on an average, four battalions and contains about 2,000 to 3,000 tightly packed men. The square infantry counters (for use in Malplaquet) each represent about half that number. Cavalry units each contain about five or six squadrons, about 600 mounted men. Artillery units each represent 12 to 18 guns. There is no per-turn time scale, as there are no distinct game turns. The game simply starts and then keeps going until one player wins. To accomplish that the system uses a &ldquo;continuation activation&rdquo; mechanic.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Country: Belgium",
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21169",
    "Name": "Zombie Sheep",
    "ID": 176523,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/176523/zombie-sheep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Zombie Sheep is a card game for 2 - 4 players where each player represents a group that find zombie sheep desirable in their own ways:&#10;&#10;Sheep Herders - Sheep are their lives and undead wool must be valuable.&#10;&#10;Animal Lovers - They have a love of all animals and an undead sheep is quite unique.&#10;&#10;Zombie Fanatics - This group is simply a fan of all zombies but a sheep zombie now that is different.&#10;&#10;Mad Scientist - The strange and unknown must be &quot;studied&quot;.&#10;&#10;Each of these groups race to capture 5 points worth of zombie sheep&#10;&#10;Zombie Sheep has 17 sheep that are each a parody tribute to horror or zombieism. The players will play cards to try and catch sheep while preventing others from doing the same.&#10;&#10;Card count: 155&#10;Sleeve Size: Standard 66mm x 91mm&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "21170",
    "Name": "Sumo Slam!",
    "ID": 270133,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/270133/sumo-slam",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sumo Slam! invites you to roll the sumo wrestlers in the ring to see how you score...&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21171",
    "Name": "RPGQuest: Oriental Adventures",
    "ID": 26386,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/26386/rpgquest-oriental-adventures",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "A Brazilian RPG which includes an Ancient Chinese-themed Risk-like game.&#10;&#10;From the publisher:&#10;&#10;RPGQUEST - Oriental adventures bring rules to start to play an RPG and to create characters, who can be chosen amongst 9 new Classes (Yamabushi, Ninja, Samurai, Ronin, Monge Shaolin, Shinobi, Kunoichi, Wu Jen and Komuso). As examples, the book includes six characters ready to play, with counters and miniatures, besides the possibility of creation one own's character. RPGQuest also includes complete rules for the GamesMaster and tips on creating adventures, 83 colorful 3-D paper miniatures (representing adventurers, NPCs and sets of ten warriors of the 5 Imperial Armies, including a Silver Dragon), 216 counters of Soldiers for epic battles and 2 colorful maps size 82x55 cm, ready to play! As a bonus, the RPGQuest will include a wargame, that is a game of strategy in the style of War (the Brazilian version of Risk), but more elaborate, where each player controls troops, ships, Heroes, Generals and an Emperor of one of the 5 Empires and must gain the biggest number of Victory Points, conquering new territories, defeating its opponents, constructing cities and temples and resisting the terrible attack of the Kappas.&#10;&#10;Written by Marcelo Del Debbio and Luka-Chan, all the setting is based on Eastern legends and stories and the &quot;Romance of the Three Kingdoms&quot; mythology.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "21172",
    "Name": "Chronicle X",
    "ID": 239189,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/239189/chronicle-x",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "The story of Chronicle X begins after humanity has lost control of Earth. The Grays, an alien species of spies and assassins, crippled the world&rsquo;s governments, militaries and infrastructure before striking a decisive blow in the form of a full-scale invasion across the planet. All that remains to challenge the Grays is a small group of soldiers, scientists and terrorists known as Chronicle X. Players will determine if Chronicle X is victorious, and humanity is saved, or if the Grays&rsquo; tighten their grasp and Earth is lost forever.&#10;&#10;Chronicle X is a 1-7 player board game with highly-detailed miniatures and a complex rules system ensuring no two gameplay sessions will be the same. One player takes on the role of the dreaded Overmind, high leader of an army of alien invaders known only as &ldquo;the Grays.&rdquo; The remaining players field members of Chronicle X, a diverse group of skilled individuals determined to save their planet against this new alien threat.&#10;&#10;The game includes the option of using an AI Overmind, at which point it becomes a solo or purely cooperative game. In any mode, there are always 6 human characters, divided among the human players.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "21173",
    "Name": "LovePigs (Porcellini)",
    "ID": 26446,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/26446/lovepigs-porcellini",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "LovePigs (Porcellini) is a party fun game, presented as a Prototype at LuccaGames06 in Italy. &#10;In 2007 Post Scriptum published LovePigs, in ModCon 07 the 1st National Tournament. &#10;All PhotoReports on www.warangel.it the designer's website.&#10;&#10;It is a game that tests the feeling between couples, partners may be: dad and daughter, wife and husband, teammates, school friends, co-workers, grandmother and nephew... The more you know about your LovePig, the more you are able to create questions that you are sure your friend answers in the way YOU will recognize, in relationship to answers given by other gamers.&#10;&#10;Since 2010, the card game &quot;Porcellini&quot;, same cards and illustrations, is presented by Angelo Porazzi Games in lots of Italian Fairs with simply rules for Kids, Schools, Families. You can see and read these rules in English on official page of the game&#10;&#10;http://warangel.it/LovePigsE.html&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Modular Board",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Pigs",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "21174",
    "Name": "Daimyo Senso",
    "ID": 330022,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/330022/daimyo-senso",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Manufactured in the USA!&#10;&#10;Daimyo Senso is a 1-8 player game where each player takes the role of a 16th century Japanese daimyo in conquest to become the next Shogun. Players take turns during 4 seasons per year for 4 years, using predetermined commands during each season. Those commands are Move, Deploy, or Attack. Once per year, each daimyo may use one special skill, which amplifies the power of one of their commands. At the end of each year, players tally up their total Castles, Cities, and Fortresses and are awarded Honor based on that total.&#10;&#10;The game is over after 4 years, and the player with the most Honor wins.&#10;&#10;In single player, the board is set up with significantly more troops, and the player must battle through all of them to completely conquer 5 Regions within 4 years. This race against the clock also acts to help players understand the Actions and General Cards.&#10;&#10;Edit: There are now additional multiplayer rules for playing the game out until only one player is left. This is an optional way to play, and makes the game much longer, but is still as strategic and even more desperately gratifying when a long-term plan comes together through alliance, deceit, and careful planning. Another optional rule sets the board up with all daimyo present even in a less-than-8 player game.&#10;&#10;Each faction in the game is asymmetrical, and each has its own 4 special skills, called General Cards. The factions include:&#10;Oda - Beginning in south central Honshu, the Oda clan has powerful General Cards that allow him to wage war heavily and assign his armies to the most crucial battlefronts.&#10;Uesugi - The Uesugi clan's attacks are bolstered by powerful generals, and his tactical movements and deployments insure that his armies are where they need to be.&#10;Takeda - While the mighty Takeda war machine has deceptively light attack powers, their troop movements and deployments make them extremely able to defend their hard-won gains.&#10;Hojo - The Hojo employ shinobi, which allows them to completely fool their enemies. While an enemy may think the Hojo are weak on one front, their armies can immediately arrive on the opposite end of their kingdom, shocking enemies into submission.&#10;Miyoshi - The Miyoshi use deception and surprise tactics to hit their enemies where they're weakest. Their powerful navy insures their ability to suddenly appear on any coast at any time.&#10;Mori - The Mori clan uses cunning to thwart their opponents. Their swift advance through unoccupied territories and their ability to fight on multiple fronts at once make them a headache for any enemy to stop.&#10;Date - The Date clan can assault enemy castles with heroic actions, and their ferocity makes neighboring armies wither. Beware the city of Sendai, as the Date will fiercely defend it.&#10;Shimazu - From the southern tip of Kyushu, the Shimazu wage war with their enemies to the North and East. The Shimazu are supported by the people, who rush to join their cause.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [
      "Once-Per-Game Abilities"
    ],
    "Families": [
      "Country: Japan",
      "History: Kamakura Period to Muromachi Period"
    ]
  },
  {
    "Rank": "21175",
    "Name": "They Died With Their Boots On, Volume 2: Mad Anthony & Pershing",
    "ID": 22405,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/22405/they-died-with-their-boots-on-volume-2-mad-anthony",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Boots uses an interactive game turn in which both players command an overall force made up of several sub-commands. During each turn, players alternate picking &quot;command markers,&quot; which designate the sub-command within their force they may then use to conduct operations. The player then moves units of that sub-command and, at the completion of its movement, may conduct attacks with the units of that same sub-command. Play then passes to the other player, who similarly picks a marker and moves and fights. That procedure continues until all command markers have been picked. Additionally, certain events cause players to pick &quot;heroism markers&quot; at random, which may generate anything from mad, impetuous charges to abject surrenders.&#10;&#10;The rules are divided into the standard rules, which are common to all games in the system, and the scenario rules, which provide deployment and reinforcement instructions, as well as victory conditions, for each specific battle game.&#10;&#10;In this game, each turn represents one month, and each hexagon on the map represents 10 miles across. US Army units, as well as those of the Mexican Federales forces, are battalions, regiments and brigades. Pancho Villa's units each represent correspondingly sized groups of combatants, with about 80 to 120 individuals per strength point.&#10;&#10;Low complexity, 280 counters.&#10;&#10;Published in S&amp;T 242 - May 2007&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Mexico",
      "Historical Figures: Pancho Villa",
      "History: Mexican Revolution",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: They Died With Their Boots On (Decision Games)"
    ]
  },
  {
    "Rank": "21176",
    "Name": "Royalists & Roundheads II",
    "ID": 10885,
    "Year": "(1992)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/10885/royalists-and-roundheads-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Volume 2 of  Royalists and Roundheads contains four battles of English Civil War.&#10;These are the battles of Edgehill, Fyvie, Alford and Auldearn.&#10;&#10;The game features an innovative, easy to use command system, that recreates the problems of command in an elegant and simple way. Leaders are rated for command, initiative and combat. Weapons range from pikes, muskets and artillery to bows and lances.&#10;&#10;Each of the four games is complete in itself, and can be played in 30 minutes to three hours, with the ever-present possibility of one side or the other triggering an automatic victory.&#10;&#10;Components:&#10;One rules book &#10;Four 17&quot; x 22&quot; maps &#10;300 die cut counters &#10;Charts and tables &#10;Six-sided die &#10;Solitaire suitability: very high&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Scotland",
      "History: English Civil War",
      "Series: Royalists & Roundheads System (3W)"
    ]
  },
  {
    "Rank": "21177",
    "Name": "V.I.P.E.R.",
    "ID": 14304,
    "Year": "(1988)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/14304/viper",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "V.I.P.E.R. or The Official Handbook of the Venerable Institute of Practitioners of Extraplanetary Racing (which is quite a mouthful by any standard).  The game is a basic space racing game with a free form construction and movement system, similar in concept to things like Full Thrust and Car Wars where there is a large amount of work to be undertaken before the game is actually playable.  The game comes with a die and counters for ships and marker buoys but could easily be played with spaceship miniatures.  As with Car Wars, the game has both a race component and a &quot;blow the opponent out of the sky&quot; component.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "21178",
    "Name": "Civitas Nihilium",
    "ID": 273825,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/273825/civitas-nihilium",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8",
    "Description": "A new physical card game for one player set within a cyberpunk universe, that comes with its own unique immersive soundtrack.&#10;&#10;Civitas Nihilium is a future city, cyberpunk, deck building, dice rolling, solo-player physical card game that comes with its own unique pixel art and immersive soundtrack. You play a veteran detective working the dangerous streets of Civitas Nihilium, taking with you your choice of rookie and a ton of cybernetic upgrades. This cyberpunk universe is powered by Ion; the city and all of the advanced technology gleams of it. From the poor GleeHead gangs that use the illegal personalised diffusion techniques to get whacked-out, to the hackers of the underground elite who use the bypassed power to bring down corporations gone rogue.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "21179",
    "Name": "Orkensturm",
    "ID": 178177,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/178177/orkensturm",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Join adventurers in the year 1010 after the fall of Bosparan. The Kingdom of Raul fears for the fate and safety of Emperor Hal, who has disappeared without a trace on a hunting trip in the Bornland. While the heir apparent, Brin of Gareth, searches for his father, discord is sown in the capital city by the influential noble Answin in a bid for the throne. The orcs in the Middle Kingdom plot to make haste and take advantage of this prime opportunity! Thousands pour forth, warlike in their midnight furs, from Orkland and scour the country with fire and death. Desperately, Prince Brin gathers his remaining followers to face the hordes of the Aikar Brazoragh, the chief chosen by the Ork gods, on the battlefield. While the third Orc invasion rages in Aventuria, the cards to power and prestige will be reshuffled in the glamorous Gareth capital city. Here the adventure begins!&#10;&#10;In Orkensturm, the players take on the roles of those who have stayed behind in the Imperial City of Gareth. Will you choose to support Emperor Answin, the Usurper or the Rightful Heir to the throne, Brin of Gareth? Will Prince Brin succeed in routing the orcs and return home victorious from the battlefield? Or will he perish in battle, Answin remaining the only hope of the Middle Kingdom as a strong ruler? Which of them triumphs is uncertain, because the orc invasion has many possible outcomes. The players can exert their influence to support one of the factions &mdash; with direct effects on the end of the story.&#10;&#10;Orkensturm is a board game for 3-8 players, age 14 and above, with more than 200 cards, eight different colored tiles sets and a large game board with illustrations from the World of the Black Eye by artist Nadine Sch&auml;kel.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "21180",
    "Name": "Remote Possibilities",
    "ID": 3989,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/3989/remote-possibilities",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "From the back of the box:&#10;&#10;Think Fast! Got the answer? Click in quick! Challenge your friends in 3 different categories: general knowledge question, complete the phrase, and complete the word. When you click in with one of the wireless remotes the game unit will recognize and interact with you! Don't know an answer? Zing! an opponent and see if they know. Then take turns playing the host and leading the fun!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21181",
    "Name": "Zagłada Atlantydy",
    "ID": 66969,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/66969/zaglada-atlantydy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "In Zag&#197;&#130;ada Atlantydy (&quot;End of Atlantis&quot;), players try to evacuate as many of their fellow citizens as they can - before the great cataclysm engulfs the island. Ships that are meant to ferry people to safety of the New Land are too small and few and not everybody will be able to leave Atlantis in time.&#10;&#10;Players must compete for available space, vie for control of the Atlantean Senate, ally themselves with powerful Figures, and use every bit of influence to outsmart, outbid and outthink their opponents.&#10;&#10;No trick is too cheap in such dire times. Players can resort to sabotage, betrayal, corruption and bribes. They can employ devious telepaths, shapeshifter spies and honor guards.&#10;&#10;They must hurry though. The end is near and when the third &quot;Doom!&quot; card enters play, the game is over and the winner is decided.&#10;&#10;Are you brave enough to lead your people to salvation?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Nautical",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "21182",
    "Name": "Hotel Amsterdam",
    "ID": 42066,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/42066/hotel-amsterdam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "This combination of a tile turning and occupation game is set in the touristic corners of the city of Amsterdam.&#10;&#10;In the basic game, players roll the dice to move the canal boat in order to bring tourists into the city. The same dice also allow you to move the mayor and the night guard that open and close the different tourist attractions, thereby moving the tourists to another location of the same type. The goal of the game is to move the tourists towards your own hotels on the game board.&#10;&#10;The game comes with a tactical variant, which disables the luck element by eliminating dice rolling.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "21183",
    "Name": "Minnesota Whist",
    "ID": 154537,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/154537/minnesota-whist",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game, similar to Whist, is mostly played in Minnesota and South Dakota and was brought there by settlers from Norway.  It is extremely similar to a Scandinavian game, often listed in English language card game books under the name Norwegian Whist.&#10;&#10;There are four players in two fixed partnerships. Using a standard 52 card pack and no trumps.&#10;&#10;High / Low Bids&#10;Each hand is played either &quot;high&quot; or &quot;low&quot;. If it is played &quot;high&quot;, the partnership that takes at least 7 of the 13 tricks scores points. If it is played &quot;low&quot;, a partnership must take 6 or fewer tricks to avoid losing points.&#10;&#10;With High bid, when all 13 tricks have been played, the side which won more tricks scores 1 point for each trick they won in excess of 6. While with low bid, the side which won more tricks loses 1 point for each trick they have in excess of 6.&#10;&#10;End of the Game&#10;The partnership which first reaches 13 points wins the game. This takes several deals.&#10;&#10;Variations&#10;&#10;South Dakota Whist&#10;    This version has different scoring than Minnesota Whist. If players win fewer than 7 tricks while bidding high, they lose 1 point for each trick below 7. The other team does not score. If everyone bid low, the team that takes 7 or more tricks loses one point for each trick in excess of 6. The game is played to 11 points rather than 13.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "States: Minnesota",
      "States: South Dakota"
    ]
  },
  {
    "Rank": "21184",
    "Name": "Pirates' Gold",
    "ID": 6466,
    "Year": "(1990)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/6466/pirates-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Pirates' Gold The 3-D Adventure Game with Magnetic Ships, Sunken Treasure and Pirate Danger.&#10;&#10;Move your Pirate Ship over the clear plastic overlay sheet to pick up the treasure chests below by magnets in each ship. However, the board has multiple underwater reefs --if you cross one your ship will sail on, but your treasure will be caught on the reef and sink back to the bottom of the sea. Negotiating the maze to carry your treasure back to your port without losing it on reefs is the main challenge of the game.&#10;&#10;Treasure chests when opened have a value from 0 to 4 coins written in the chest lid that is only seen by popping the chest open once back at your home port. The first player with 10 points in treasure chests wins the game, or play highest once all chests are retrieved.&#10;&#10;Players may only retrieve treasure at their home port opening. All pieces (including Sea Monster) may only move orthogonally, not diagonally. May pick up only 1 treasure chest at a time. May sail through Sea Monster Island, but not end movement there. May not sail through other players or Sea Monster. If Monster is moved onto a player they are sunk. Lift player to drop treasure where they are, return that player&amp;#039;s ship to port and the Sea Monster back to the center island.&#10;&#10;Movement die is 1,2,2,3,3,4. &#10;Rolling a 1 or 4 allows you to roll the Doom Die.&#10;&#10;Doom Die (also six sides)&#10;Skull and Crossbones --steal a treasure chest from another player.&#10;Storms --move a player 3 or 4 spaces (usually over reefs to lose treasure and far away from home port). &#10;Monster --move the monster 2, 3 or 4 spaces.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Maze",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 7 x 7 Grids",
      "Theme: Treasure Diving"
    ]
  },
  {
    "Rank": "21185",
    "Name": "Beetlez",
    "ID": 19877,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/19877/beetlez",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "From the publisher:&#10;&#10;When the band leaves the rehearsal room, you sneak out from your hiding place to assault the refrigerator: how great! How do you feel being a hungry beat-beetle? If your fingers are quick enough you could eat yourself fill... as long as the drummer doesn&rsquo;t get back to stop you!&#10;&#10;Beetlez is a new game in a new format in the Allegro line (same box of Fredericus). After the offering of four card games (Moby Pick, Mr. Bill, Abracadabra and Farfalia), Allegro line debuts with a board/tile game with still the same philosophy: easy and fast game for the whole family.&#10;&#10;Could you guess what? You&rsquo;re now a cute beetle frantically looking for food in the rehearsal room of a music band. Each beetle has his own preferences in terms of food, but the hunt is hectic: food tiles are displaced face down all over the table, with the players grabbing them, flipping them, looking at them, taking them or putting them back, all of these at the same time... at least until the light is turned on!&#10;&#10;The box contains 91 foods, 5 refuges, 4 light bulbs, 21 taste cards, 3 &ldquo;Gotcha!&rdquo;, 1 &ldquo;Greedy&rdquo;, 1 linen bag, rules. It guarantees a load of fun also to the ones hating beetles...&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21186",
    "Name": "Cook King",
    "ID": 363583,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/363583/cook-king",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "Cook King is a party mode card game for dish making and kitchen expansion.&#10;&#10;Combine ingredients to create different recipes and prevent other players from preparing dishes by throwing attack cards at them, and thereby taking points away.&#10;&#10;Sell your dishes and buy more kitchen equipment to acquire new skills and win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Deck Construction",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21187",
    "Name": "PS",
    "ID": 17909,
    "Year": "(1988)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/17909/ps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "One of the early Hans-Im-Gl&uuml;ck games - it is about a Grand Prix race - every player sports 3 cars. With special dice (all six-sided displaying different numbers) you move your cars. Also included are advanced rules for fuel consumption.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "21188",
    "Name": "Blitzkrieg 1940: Hannut et Stonne",
    "ID": 19534,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/19534/blitzkrieg-1940-hannut-et-stonne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "First edition:&#10;&#10;It is a development of the game system that appeared in VV #7, Abbeville 1940 and covers two other battles in the 1940 campaign, Hannut and Stonne.  Both maps together take up one standard Vae Victis map.  As with all Vae Victis games, counters need to be mounted and cut apart prior to play.&#10;&#10;Vae Victis issue 63.&#10;&#10;VV #63 also includes an ASL scenario and errata for the VV Las Navas de Tolosa, 1212 game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Hannut (Belgium)",
      "Cities: Stonne (France)",
      "Country: Belgium",
      "Country: France",
      "Magazine: Command & Strategy",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21189",
    "Name": "Box Two",
    "ID": 431292,
    "Year": "(2024)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/431292/box-two",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Box Two is a thrilling new adventure in the best-selling series by Neil Patrick Harris and produced by theory11.&#10;Your first choice in Box Two will change everything! Dive into a mysterious world filled with puzzles, secret codes, and unexpected twists. Your brain will be put to the test as you join others to solve the ULTIMATE challenge. With surprises at every turn, you&rsquo;ll be hooked from the start. So&hellip;Are you ready?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Misc: Limited Replayability"
    ]
  },
  {
    "Rank": "21190",
    "Name": "Megiddo",
    "ID": 792,
    "Year": "(1985)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/792/megiddo",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Megiddo is played on a round board consisting of six rings connected by six spokes. Each player in turn places a stone on one of the intersections in an attempt to get six pieces in a row in one of several configurations. A row of six could be either along a spoke, around a ring, or most interestingly, in a spiral from innermost to outermost rings. A win could also be achieved by capturing enough pairs of opposing pieces by bracketing them on either side.&#10;Megiddo won the &quot;Best new game&quot; at the International Toy and Hobby Fair held at Olympia, London 1986&#10;&#10;&#10;MEGIDDO GAME REDESIGNED FOR A NEW GENERATIONThis challenging game of strategy was first developed by Steve Baldwin in the mid-1980's. It became very popular with players around the world.&#10;&#10;In 2011, Steve&rsquo;s son Josh decided to re-release Megiddo with an updated design and new innovative rule change. Kl&uuml;ndt | Hosmer re-designed the look of the game for a new generation of players. A redesigned board, instruction booklet and packaging brought new energy to this timeless game, named after an ancient Hebrew city where numerous historical battles were waged.&#10;&#10;Megiddo will be available for purchase on Amazon.com and will soon be available as an app for iPhone and Android smart phones.&#10;&#10;We love design. And sometimes it really does feel like a game.&#10;&#10;From Klundt Hosmer website&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Gems/Crystals",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "21191",
    "Name": "Bezzerwizzer Entertainment",
    "ID": 90092,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/90092/bezzerwizzer-entertainment",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Entertainment version of Bezzwerwizzer contains 1600 questions divided into 16 different categories like for example : &quot;Action and Comedy movies&quot;, &quot;Bestsellers&quot;, &quot;Commercials&quot;, &quot;Gossip&quot; and &quot;Pop&quot;.&#10;&#10;On each turn players draw the category tiles from a bag and sort them on their player board according to their knowledge. If you know the answer to the category questions that you thought you're worst at, you get one point. For your best category question you receive 4 points.&#10;&#10;Each player has 3 additional tokens. One is labeled with a &quot;Z&quot; the other two are labeled with a &quot;B&quot;. With the &quot;Z&quot; token you can swap one of your categories with another player. Afterwards it's out of the game for this round. You can use the &quot;B&quot; token when you think you can answer a question that your opponent might not know. This brings you additional points.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "21192",
    "Name": "Dying Message",
    "ID": 401110,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/401110/dying-message",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "During the wee hours of the night, the light still shines brightly in the penthouse hotel. A private party filled with energy has turned sour by the sound of terror. A body has been found dead in the room at the end of the hallway. Fear has triggered the guests, and everyone is now vigilant...&#10;&#10;In Dying Message, you want to find evidence and vote for the murderer. Making a wrong decision can put the lives of innocent people in danger.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Role Playing",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "21193",
    "Name": "Grumpf",
    "ID": 218632,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/218632/grumpf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Hunting season has started in the little land of Grumpfs! Tribes are gathering for the annual Hunt. You will have to cooperate to catch the biggest animals but only the most powerful Tribe will collect the precious trophies!&#10;Each player has 8 grumpf token with different strength. When the game starts, everybody hunt by placing their tokens as fast as possible on the different boards in the center of the table. The players who finish first shout to stop the game. Then we look at the board to see if the conditions to hunt the animals are fulfilled (some need a lot a grumpfs, other moderate strength, etc). The most powerfull tribes in each boards get the trophies.&#10;You have to be fast to place more grumpfs than your opponents, but be carefull to respect the hunt conditions for each boards, or you&rsquo;ll go home with your pockets empty!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21194",
    "Name": "Die Maulwurf Company Mitbringspiel",
    "ID": 245131,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/245131/die-maulwurf-company-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each turn in Die Maulwurf Company, players move their moles, who are on a quest to dig underground and find The Golden Shovel.&#10;&#10;The game board is actually made of four boards laid on top of one another, with the topmost board having many holes in it, the second board down having fewer holes, etc. The players start with their moles outside of holes on the top board. On a turn, a player reveals a movement token, then moves one of their moles that many spaces. Once all of the holes are occupied, the top board (and any moles on it who aren't sitting in holes) are removed from play, and now players try to get into the newly revealed holes on the second board so that they can travel to the third board.&#10;&#10;The final level has only one hole in it leading to The Golden Shovel. Which mole will claim this prize?&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Moles",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "21195",
    "Name": "Give Me Liberty",
    "ID": 4843,
    "Year": "(1992)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/4843/give-me-liberty",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "(from the back of the box:)&#10;&#10;Beginning in September 1775 and running through the end of 1781, Give Me Liberty! covers the military campaigns that helped create the United States of America. All of the important generals are here: George Washington, Benedict Arnold, Lafayette,&quot;Mad Anthony&quot; Wayne, &quot;Gentleman John&quot; Burgoyne, Francis (&quot;Swamp Fox&quot;) Marion, Howe, Cornwallis, etc. Special rules flesh out the men, and their unique abilities and liabilities. The game system is fast paced, and creates a challenging situation for both sides.&#10;&#10;IN ADDITION TO THE FULL CAMPAIGN GAME, there are four shorter campaign scenarios. The Invasion of Canada follows the fortunes of Arnold and Montgomery, as they attempt to add a 14th Colony to those in rebellion. Saratoga 1777 covers the British attempt to conquer the Hudson Valley. Summer 1780 features the British attempt to separate the colonies of the Deep South from their rebellious brethren to the North, and finally Greene's Carolina Campaign follows the attempt by Nathaniel Greene to rectify the previous year's failure by Horatio Gates.&#10;&#10;THE RULES cover Militia, promotions, supply, leader exchanges', entrenchements, initiative, attrition, politics, Indians, and even Lord Germain. The naval rules cover amphibious assaults, interception at sea, ocean transport, and blockade. Counters represent regiments, naval squadrons, leaders, artillery, Indians, the French, etc. &#10;Each turn represents 2 weeks, or a month (in winter), with strategic interphases between turns. Victory is determined by the relative standing of the two sides on a Political Track, which is in turn, determined by a variety of events and by control of the vatious colonies. &#10;The British player generally moves first in each game turn, but the American, player may, by the accumulation of Victory Points, acquire and use (at the moment of his choosing) Initiative Chits, which enable him to reverse the order of movement-s-thus seizing the initiative.&#10;&#10;Designed by award-winning designer Rob Markham, Give Me Liberty! is both an accurate and detailed simulation, and also a fast paced and intense game.&#10;&#10;CONTENTS: &#10;&#10;    One rulebook &#10;    Two 34&quot; x 22&quot; maps&#10;    400 die&middot;cut counters&#10;    One 10&middot;sided&#10;&#10;&#10;PLAYERS: 2&middot;4,also makes an excellent solitaire game.&#10;&#10;PLAYING TIME: 2-6 hours, depending upon scenario chosen.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "21196",
    "Name": "Scan",
    "ID": 4000,
    "Year": "(1970)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/4000/scan",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;&quot;SCAN is a family game for 2 to 8 players, Ages 9 and up.  It contains two identical decks of cards printed with distinctive markings.  To start SCAN, a card in the holder is turned up and players try to be first to locate identical markings on the other set of cards which are spread out on the table.  SCAN is tense and exciting, requiring concentration and quick reactions to be a winner.&quot;&#10;&#10;This is one of those Parker Brothers card games of the late 60s/early 70s. Ages 9 to adult. The object is to &quot;Collect the greatest number of tan cards by correctly matching designs.&quot; The game consists of 23 tan cards, 23 blue cards, a little red tray, a cover card, three &quot;bluffo&quot; cards, and the instructions.&#10;&#10;It is essentially a matching game. A tan card with four complicated patterns on it is revealed, and after deciding which of the four designs you're matching, you have to find the corresponding blue card before your opponent(s) do. If you find it, you get to keep the tan card. The person with the most tan cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "21197",
    "Name": "Voll verasselt",
    "ID": 286659,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/286659/voll-verasselt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Barrel bugs, chatter bugs, rattle bugs, and water bugs hang out at the bug hub. With seven dice, at least four of which have to be rolled, everybody tries to get hold of as many critters as possible; even the dice that have not been rolled are included in the count. And if you like, you may, on your turn, pick the bugs that the previous player has caught.&#10;&#10;A clever and tactical selection of the dice and a great amount of thrill when it comes to risk assessment are the core elements of Voll verasselt, aparticularly original and suspenseful dice game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "21198",
    "Name": "Unauthorized Production",
    "ID": 76085,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/76085/unauthorized-production",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a placeholder for game versions that are unauthorized productions of games.  Specifically, this is not for items where a publisher has taken a product and has created a different publication of the same game without permission (e.g. Jungle Jam and Jungle Speed) but rather where a bootleg or unauthorized version of a game has been created that is visually similar to an existing product.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Admin: Miscellaneous Placeholder",
      "Fictional Events: Clone Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21199",
    "Name": "The Fairy Game",
    "ID": 209737,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/209737/the-fairy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Fairy Game - A Matching Game of Flowers and Fairy Magic! Watch out Fairies! Mr. Winter is trying to freeze over the fairies' treasured flowers! In this game from the award-winning design team at Peaceable Kingdom, players work together to match fairy cards and gather the hidden magic gems before 4 snowflakes land on one flower. Work together to fill the fairies' magic wand and banish Mr. Winter from the garden!&#10;&#10;On a player's turn, they draw a card for their hand.  If at any point they have 3 fairies of the same color they can move that color gem to the wand.  Other cards allow for players to trade fairies or remove snowflakes.  Also available to be drawn is the Mr. Winter card which requires the player to immediately add a snowflake to a flower.  The players win if they move all four of the gems to the wand before Mr. Winter adds four snowflakes to any one flower.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "21200",
    "Name": "Civil War Game 1863",
    "ID": 4851,
    "Year": "(1961)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/4851/civil-war-game-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "&quot;This game is played by two people.  One commands the northern forces, the other commands the southern forces.  It is up to you as one of the commanders to develop the strategy and make the decisions which will give you the best chance to win.  The course of the war is in your hands.&#10;&#10;At the beginning of the year 1863, the Confederate and Union armies were closely balanced.  Either side could still win.  There were differences - the North had more troops while the South had better ones with more mobility.  But the decisive battles lay in the future.  Final victory would be determined by the same factors for the Union and the Confederacy alike: sufficient fighting strength in the right place at the right time, daring and clever tactics, and luck.  The players of this game must fight the same even fight.  The same skill, daring and luck are required of you, if you want to win.&quot; - Taken from games rules introduction.&#10;&#10;User review: There are three types of units: infantry, cavalry, and gunboats. Infantry can move one space on land each turn. Cavalry can move up to two spaces on land each turn. Gunboats may move up to two spaces each turn and may transport infantry. Units may move orthogonally and diagonally.&#10;&#10;The gameboard is an 18 x 18 grid of squares. Starting places for the units, railroads, key cities, mountains, and important waterways are denoted.&#10;&#10;Players alternate taking turns with the Confederate player moving first. Combat occurs when opposing forces occupy the same space. The rules are more detailed but a larger force always defeats the smaller force. A player forces the opponent to remove units from play by capturing any of the opponent&rsquo;s key cities.&#10;&#10;The player who eliminates all of the opponent&rsquo;s units or gets the opponent to surrender is the winner.&#10;&#10;[27 December 2012] This game was first published in Life Magazine, volume 50 number 11, 17 March 1961. It was designed by three Life magazine staff members. This Parker Brothers edition was published subsequently, and is thus more accurately described as the second edition. Refer to the brief clip from Life magazine in the graphics.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Simulation",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]