[
  {
    "Rank": "N/A",
    "Name": "Springfrösche",
    "ID": 30984,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/30984/springfrosche",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Every player has four round discs with frog pictures on them: a small, 2 medium, and a big disc. Every player tries to catapult the frogs in the packaging tube (&quot;well&quot;) or a surrounding area marked with a paper ring (&quot;Neigborhood&quot;) - frogs in the well count with point value.&#10;&#10;Everyone uses his catapult at the same time, one may collect frogs outside the well again and catapult them again, as long as one player has placed all frogs in the well or neighborhood.&#10;&#10;There is also an expansion kit with 2 additional catapults and frogs in 2 additional colors.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Varázstorony",
    "ID": 30985,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/30985/varazstorony",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Var&aacute;zstorony (roughly translated: Magical Tower) is a light fantasy wargame published only in Hungary.&#10;Four races struggle for the ruling of the kingdom with the help of their mighty armies and magic: the humans, the orcs, the elves and the dwarves. The one who can collect enough power (control enough areas) and can enter the Tower with his mage will rise victorious.&#10;Each races have different abilities in battle and have their own spells. The usage of magic is limited by the terrain. Because the modularity of the board, differently shaped and sized areas form the map.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Caccia al Tesoro",
    "ID": 30986,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/30986/caccia-al-tesoro",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cluedo-like game from a TV show.&#10;The players try to find treasures and move by helicopter on the map.&#10;Introduced from a famous dj of '80: Jacques &quot;Jocelyn&quot; Antoine.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Morocco",
    "ID": 30987,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30987/el-morocco",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "El Morocco is based on the movie Casablanca. The object of the game is to be the first player to accumulate $500,000. You can make money to win in many different ways, but the best way is to gamble in one of the four different casinos. You can also get money by scheming and intrigue.  Outwit blackmailers, thieves and spies. But beware of ending up on Devil&rsquo;s Island.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Morocco"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Away Across",
    "ID": 30988,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/30988/away-across",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Described in the book Calculate!, Away Across is a game where players try to connect opposite sides of a 10x10 board of 100 numbers.&#10;&#10;Play makes use of a calculator, though can be done by hand.  A player selects a square on the board and a number that is entered into the calculator.  The second player multiples this number by another number.  Play then alternates between players, marking and subtracting values on the board from the running difference with the person who gets the value to zero or lower claiming the set of marked values of his or her color.&#10;&#10;The winner is the player who connects his or her two edges of the board with captured sets.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Rummy",
    "ID": 30989,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/30989/animal-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Rummy style game from the 60's.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Chasse au Trésor",
    "ID": 30990,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/30990/la-chasse-au-tresor",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Adventure game from the '70s based on a TV show. Each player receives a helicopter, site cards and treasure cards. The board shows 5 continents each with 6 sites with possible treasures on them. Helicopters are moved with a die roll but players can only fly their helicopter when they also play a fuel card. Each treasure has a value which is increased if you also have the card of that treasure and decreased if one of your competitors has the treasure card of the discovered treasure. At the end of the game the player who has most points wins, that is not necessarily the person with the most treasures.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pusher's Street",
    "ID": 30993,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/30993/pushers-street",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It's an Italian board game about drugs. Mechanics are like Monopoly, but the curious thing is the topic... Players are dope dealers trying to buy and sell all kinds of drugs and at the same time they have to avoid police.&#10;&#10;This board game is set in an underground fantasy world. It concerns the buying and selling of so-called &quot;soft&quot; narcotic substances. The aim is to be able to pass the &quot;go&quot; with 2 &quot;Charas&quot; pawns, in a complex circular path by amusing vicissitudes and it won't be easy because, in addition to the other players who have the same objective, they will have to deal with the Police who monitor the game path.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grim Reaper",
    "ID": 30994,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/30994/grim-reaper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Grim Reaper is a game where two populations compete for survival.&#10;&#10;Pieces have gender, can &lsquo;mate&rsquo;, give birth, age and die.&#10;&#10;The game is won by the player whose population lives longest or who connects two sides of the board.&#10;&#10;The longevity of pieces gets around the diagonal cut problem of playing a connection game using a board with squares. This has been solved elsewhere by going into three (physical)- dimensions, - here the extra dimension is time.&#10;&#10;The unusual theme of the game keeps it fun whilst also enabling considerable strategic variety and depth.&#10;&#10;There is now an Axiom version of the PC game which can now be downloaded from the &quot;Files&quot; section of this page.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Up There Cazaly",
    "ID": 30996,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/30996/up-there-cazaly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Up There Cazaly is a 2-player game that simulates the game of Australian Rules Football. Players use cards and dice to control the ball and attempt to score.&#10;&#10;Players pick 6 Cazalies to play on 6 of the 22 positions of the field.  On your turn you move the ball along one of the routs from position to position. If you have one of your Cazalies at the new position (and your opponent does not), move again.  If your opponent has a Cazaly there, they get possession of and move the ball.  If there are no Cazalies there, flip an &quot;Umpy&quot; (umpire) card to see who gets possession and the next move.&#10;&#10;When you get to one of the positions close to the gaol, roll a dice to see if you score.&#10;&#10;This was a licensed VFL (Victorian Football League) product.&#10;&#10;Game Contents:&#10;&#10;     Score pad&#10;     44 &quot;Cazaly&quot; Player cards (2 sets of 22 numbered cards)&#10;     48 &quot;Umpy&quot; cards&#10;     Plastic football&#10;     Game board&#10;     Six-sided die&#10;     Rules insert&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Australian Football"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fact Finder Fun",
    "ID": 30997,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30997/fact-finder-fun",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fact Finder Fun (Pinball Game)&#10;&#10;Cards are slotted into plastic tray front. Pinballs are loaded inside . Pull the trigger releasing a ball and now look where it is falling and insert the pencil (we have added an alternative as pencil was missing)into the correct answer hole. If you get it right the ball will fall into scoring tray if not it will fall into the discard tray at back.&#10;&#10;Take turns&#10;Does anyone know where I can purchase one of these games today I used to love this game as a child ??&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Showjumping",
    "ID": 30998,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30998/showjumping",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "TO START THE GAME &#10;Showjumping game is kept as close to showjumping rules as possible.&#10;&#10;All players start with No Points. Penalty points are given for every fault the player acquires when proceeding around the circuit.&#10;&#10;To start the game it will require a player to take score of the penalty points against each player on a sheet of paper. Put down the name of the player and every time the players' horse acquires a fault, put down the penalty points given against the player. All players will throw the dice. the player with the lowest roll will start the game.&#10;&#10;PENALTY POINTS &#10;Are given against the player as follows:&#10;a. Knock-downs - 4 points against&#10;b. Refusals - 2 points plus the player moves three spaces backwards.&#10;There are SPECIAL HALTS, BONUS POINTS&#10;&#10;TO FINISH&#10;All players must roll the correct number to finish.&#10;The player with the least number of penalty points will be the winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Horses",
      "Sports: Equestrian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ivan the Great: The Rise of Muscovy 1462-1505",
    "ID": 30999,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30999/ivan-the-great-the-rise-of-muscovy-1462-1505",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "HISTORY: Ivan III the Great came to the throne of Muscovy as its Grand Prince on the death of his father Vasily (Basil) II in 1462. Through his cunning diplomacy and well-timed military actions he was responsible over the next 43 years for expanding the state of Muscovy enormously, conquering, annexing, or marrying into the lands of Rostov, Yaroslavl, Ryazan, Novgorod, Vyatka, Tver, and a substantial piece of Lithuania, while forming sturdy alliances with Pskov, the Crimean Tatars, Kazan, and Denmark, and at the same time having to deal with religious controversies and the periodic treacheries of various boyars and even of his own family. His son Vasily III and grandson Ivan IV (the Terrible) extended his remarkable gains even further. Essentially, Ivan single-handedly created what we now know as the Russian nation.&#10;&#10;During most of his reign, his most powerful rival was Casimir IV, Grand Prince of Lithuania, although, despite much peripheral conflict, Muscovy and Lithuania did not go to all-out war until 1500, some eight years after Casimir&rsquo;s death.&#10;&#10;OBJECT OF THE GAME: In brief, Muscovy is trying to gain control of or subdue as many countries as possible before the big war with Lithuania, while maintaining high levels on the Ivan's Prestige, Russian Orthodox Church, and Victory Point charts. Some of these countries will become full allies, others will just be reduced so as not to cause serious trouble in Ivan&rsquo;s rear later on. Once the war with Lithuania begins, Muscovy will try to take over as much territory from Lithuania as he can. (Military success may possibly make up for any shortfalls in the three charts.) The Lithuanian player is simply trying to throw as many monkey wrenches as he can into Muscovy&rsquo;s plans by keeping up pressure on various fronts, military and geographical (the map) as well as political (the charts).&#10;&#10;There is a 22-turn campaign game, and there are five shorter scenarios.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mighty Morphin Power Rangers: The Revenge of Lord Zedd Game",
    "ID": 31000,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/31000/mighty-morphin-power-rangers-the-revenge-of-lord-z",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Power Up, Rangers! Power Rangers, the evil Lord Zedd has stolen all of your weapons. Do you have what it takes to battle him and his Evil Space Aliens and get your weapons back?&#10;&#10;Game object: Be the first Power Rangers to collect your two weapons and return to the Angel Grove High Gym!&#10;&#10;Gameplay: On your turn, roll both dice together. Then move your pawn clockwise along the gamepath the total number shown on the dice. (Players will have to circle the gamepath twice during play.) Follow the direction of the spaces you land on. Note: More than one pawn may occupy the same space.&#10;&#10;How to Win: The first player to collect his or her Power Ranger's two Weapon tokens and reach the Angel Grove High Gym is the winner! Go Power Rangers!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angels Two-Zero",
    "ID": 31002,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/31002/angels-two-zero",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "FJGaming builds on the foundations of Biplane Barmy and Blazing Jets to release Angels Two-Zero. This self-contained PDF print-and play game allows you to simulate the air to air battles of World War II from the European Air War to the Pacific campaigns.&#10;&#10;Like Biplane Barmy and Blazing Jets, the emphasis is on quick play (ten minutes or less) and tactics over luck, using FJGamings unique &ldquo;Choose and Move&rdquo; game mechanics.&#10;&#10;Angels Two-Zero presents rules for air to air combat in the early years of World War II. The approximate cut-off date is mid-1942. This allows the playing of the Battle of Britain and the opening salvos of the Pacific war.&#10;&#10;Two or more players take sides, one side being the Allied forces and the other the Axis forces.&#10;&#10;Angels Two-Zero shares many rules with Blazing Jets and Biplane Barmy, its Contemporary and World&#10;War I predecessors.&#10;&#10;The game is a 79 page book including:&#10;&#10;Hand-painted full colour watercolour covers,&#10;    Complete rules of play&#10;    Axis and Allies Jargon Guide&#10;    315 counters including:&#10;        Counters and rules for 35 different aircraft types;&#10;        Miscellaneous counters including AA weapons, &#10;        ships and airfields;&#10;        Maneuver Charts&#10;        19 unique terrain maps in full colour&#10;&#10;&#10;            Taken from (and occasionally paraphrased) game introduction and promotional copy.***&#10;        &#10;    &#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DEMO",
    "ID": 31004,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31004/demo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Two educational games in one package. The games are aimed for junior and senior high schools and aim to raise pupils' awareness on how politics and various authorities function.&#10;&#10;DEMO-logia is a trivia game, with topics ranging from local politics to EU. Points are awarded for correct answers.&#10;&#10;DEMO-idea makes the players choose ideologies and answer questions from the viewpoint of that ideology. Points are awarded after debating whether the answer was in line with the chosen ideals.&#10;&#10;The game is published by The Association of Finnish Local and Regional Authorities (Kuntaliitto) while the game idea, design and development come from Skrivarstugan AB, and manufactured at Nelostuote Oy. Available in Finnish and Swedish language versions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Negotiation",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Defenders of Kinsland",
    "ID": 31005,
    "Year": "(2008)",
    "Geek Rating": "5.776",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31005/heroscape-expansion-set-defenders-of-kinsland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6",
    "Description": "Defenders of the Kinsland is the eighth small Expansion Set (wave 8) in the HeroScape series.&#10;&#10;There are 4 booster packs:&#10;&#10;     Soldiers and Wolves&#10;     Marro Cavalry&#10;     Elves&#10;     Heroes of the Molten Sea&#10;&#10;&#10;Each pack contains 3-7 new figures, army unit cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolley",
    "ID": 31006,
    "Year": "(1904)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31006/trolley",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The rules give three games that can be played with this deck: &quot;Trolley,&quot; &quot;Transfer,&quot; and &quot;Matchem.&quot;&#10;&#10;&quot;Trolley&quot; involves trick-taking to accumulate point-scoring sets.&#10;&#10;&quot;Transfer&quot; is a game of passing cards to opponents until one player has a hand consisting of six identical cards.&#10;&#10;&quot;Matchem&quot; not surprisingly, is matching cards in hand with face-up cards on the table.&#10;&#10;The deck consists of ten each of &quot;Car,&quot; &quot;Conductor,&quot; &quot;Motorman,&quot; &quot;Passenger,&quot; &quot;Fare,&quot; and &quot;Transfer&quot; cards, for a total of 60 cards.&#10;&#10;Note that Shackman and Merrimack issued reproductions (for both the games Trolley and Trains) that were made in Hong Kong and have a post 1963 zip code.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of Cinderella",
    "ID": 31007,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31007/game-of-cinderella",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A very simple children's game, simply role and move with an exact roll needed to win and become the princess.  If the shoe fits, wear it.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Authors: The Brothers Grimm",
      "Folk Tales & Fairy Tales: Cinderella"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Other Wordly",
    "ID": 31008,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/31008/other-wordly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "2 players (or 2 teams of 2) turn up a card with a word on, and the first to announce a synonym for the word takes the card, and then a new card is turned over.  This continues for 3 minutes, using a sand timer.&#10;&#10;Then the &quot;brain freeze&quot; round begins, where a single card is turned up.  The first player to name a synonym for the word gives the brain freeze card to the opponent.  That player then has to try and name another, different synonym for the same word, and if so, passes the brain freeze card back.  This continues until the current holder of the brain freeze card is unable to name a synonym.  The last player to name a synonym then takes the card.&#10;&#10;Then the whole process is repeated with players having to name antonyms instead.&#10;&#10;Players then have 1 point per card, with a penalty of -10 points for the holder of the brain freeze card.&#10;&#10;Instructions are also included for classroom play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Over the Garden Wall",
    "ID": 31009,
    "Year": "(1949)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31009/over-the-garden-wall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Goal is to grow plants (with plant cards), there also are past cards. The game includes cardboard insert &quot;garden&quot; playing area and a direction sheet.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Say It On Me",
    "ID": 31010,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31010/say-it-on-me",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The party game for people who like to laugh &amp; giggle !&#10;&#10;Have some hands on conversation with your friends !&#10;&#10;Convey secret words by finger writing clues on your partners body !&#10;&#10;Contents&#10;&#10;1 x Scorepad&#10;&#10;1 x Die&#10;&#10;52 x Cards&#10;&#10;1 x Timer&#10;&#10;1 x Shroud of secrecy&#10;&#10;1 x Rules&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Criss Cross Quiz",
    "ID": 31011,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31011/criss-cross-quiz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Criss Cross Quiz was a quiz programme that combined the game 'Noughts &amp; Crosses' with general knowledge questions and aired on the ITV network for ten years from 1957- 1967 and was produced by Granada Television. The show was based on Tic Tac Dough in the States.&#10;&#10;The game was basically the same as the American Tic Tac Dough. Two contestants played the game with the champion playing cross (&quot;X&quot;), and the challenger playing noughts (&quot;O&quot;). They faced a Noughts &amp; Crosses (Tic Tac Toe) game board of nine subjects. Player take turns (starting with the champion) picking categories and answering questions in those categories. Correct answers placed his/her symbol in the board and adds money to the pot; the centre box was worth &pound;40 while the other boxes were worth &pound;20. First player to get three in row (across, up &amp; down or diagonally) wins the game and became champion.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Old West: Showdown",
    "ID": 31012,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31012/legends-of-the-old-west-showdown",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This 48-page book expands on all the material in the first book in the series, Legends of the Old West.&#10;&#10;Included are errata for the other 3 books in the Legends of the Old West line, new gangs, new gunfighters, tips on running a campaign, new campaign rules, new items to buy, new skills, and a slew of alternative settings--for instance gang fights in old Chicago.&#10;&#10;As with any book from Warhammer Historical, there is plenty of 25mm eye candy, tips for painting, and for making scenery.&#10;&#10;",
    "Categories": [
      "American West",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1830 Lummerland",
    "ID": 31013,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/31013/1830-lummerland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Lummerland is an island from the novel for children 'Jim Button and Luke the Engine Driver (Jim Knopf und Lukas der Lokomotivf&uuml;hrer)' by Michael Ende. &#10;In the original map the hexes are named after the figures in the novel&#10;&#10;C4 = Jim Knopf (came to the island by post), &#10;C8 = Lukas, the engine driver, &#10;C6 = Alfons, quarter to twelfth (the king), &#10;D7 = Mr. Sleeve , &#10;B5 = Mrs. Waas (has a little shop).&#10;&#10;In principle the rules of 1830, an 18xx game, apply. The tiles of 1830 are used, although not all of them will be needed.&#10;&#10;There is only one private company, the &quot;Mailship&quot;. Its price is 20$ and it has the characteristic of the &quot;Schuylkill Valley&quot;. No Hex is blocked by the Mailship.&#10;&#10;There are only two Corporations: &quot;Jim Knopf&quot; (JK) and &quot;Lukas, the engine driver&quot; (LL). Both corporations may build a station at C6 beside their home stations. &#10;There are the following trains: Two 2, and one 3, 4, 5, 6, Diesel each. In the phase &quot;purchase of trains&quot; a corporation may buy only one train. &#10;Wenn the 5-train is bought Mrs Waas bakes a &quot;Gugelhupf&quot; (A kind of cake in a special shape). In the following Operating Round B5 is worth 20$.&#10;&#10;The total money is 2000$, 1200$ are divided between the players in the beginning. &#10;At the start of the game each player may make a bid. The player with the highest bid chooses his seat first. The other player follow in order of their bids. If two or more players have the same bid, roll a dice. In the end of the game the bids are subtracted from the money of the players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble Head to Head",
    "ID": 31015,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/31015/scrabble-head-to-head",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A new and exciting way to play with words.&#10;&#10;In this ever-changing, two player game of fast &amp; furious world building fun, players race to make the highest scoring word from the 7 SCRABBLE letter cubes. it's a real tug of words! You must think quickly - once your opponent calls, you only have 15 seconds to find a higher scoring word - spot it, and you get to move the shuttle one space towards your opponent.&#10;&#10;Suddenly all the cubes move, and there's a new set of letters !&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Spelling"
    ],
    "Families": [
      "Game: Scrabble",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Market Mania",
    "ID": 31017,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31017/market-mania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Board game that lets you play the market for big profit.  Build you're investments cautiously or trade you're way to quick gains.  Watch you're cash levels, you don't want to go bankrupt!&#10;&#10;Be prepared to face some serious ups and downs on you're way to prosperity.  The most sensible strategy may win but so might the craziest.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Radio Guidage",
    "ID": 31018,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31018/radio-guidage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Each player controls a car that's a car. Players try to guide their cars on the track using the radio station 'Radio Route' that transmits information about weather and track conditions using three different wavelengths. Then there still is the police helicopter that could stop one of the player's cars. The goal of the game is to reach the finish by using the best   Radio Guidage.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Golf! The Fairways",
    "ID": 31020,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31020/golf-the-fairways",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Game of Golf that uses a &quot;golf bag&quot;: a confined plastic shooter with two spaces: one for Driver and putter and the second one for fairway shots. The game is played on a giant mapboard that illustrate an 18 holes course complete with hazards and greens all divided onto spaces and dots. You use the shooter to try and obtain the result of a shot you want and you move your golf ball around the course.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Balls a Poppin",
    "ID": 31022,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/31022/balls-a-poppin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Action dexterity game where the players shoot balls towards a goal &quot;ala Gnip Gnop&quot; but attempt to get four in a row of their color either vertically, horizontally or diagonally &quot;ala connect four&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hillbillies Hoedown Game",
    "ID": 31023,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31023/hillbillies-hoedown-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Player's spin a spinner and move along a track.  Along the way they collect &quot;Hoedown Coupons&quot;.  Player who collect the most coupons at the end wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow Game",
    "ID": 31024,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31024/rainbow-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A children's game where the players spin a spinner and be the first to collect the gold off of their player card.  Ages 4 - 8 listed on the box.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "StoryTellers",
    "ID": 31026,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/31026/storytellers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "StoryTellers is a storytelling game for 3 to 5 players, Ages 10 and up&#10;&#10;Setup of the game is very quick. Every player gets a Hat Card, 5 (random) Craft Cards, and 3 Bravo Chips. The Heckle Cards are placed in the middle of the playing area, and the StoryTimer is handed to the player who is going first.&#10;&#10;The game starts with the first player reading aloud one of the 53 included storylines. There are three phases to play:&#10;&#10;Phase I: StoryTelling&#10;The player holding the StoryTimer creates (speaking out loud) the next part of the story (typically a sentence or two). Play moves around the table, with each player creating and speaking a new addition to the story. During this time, if a StoryTeller uses one of the elements on your Craft cards, you place it next to your Hat Card. Bravo Chips can also be tossed to StoryTellers who do a particularly good job.&#10;&#10;Phase II: Discussion&#10;Anyone who played a Craft Card points it out to the others. If no one object, it goes on to that player's Hat Card and will be a point at the end of the game.&#10;&#10;Phase III: Recitation&#10;The player holding the StoryTimer gives a Recitation of the story so far. Other players can toss Bravo Chips for a Recitation well done. The StoryTimer is passed to the left, everyone draws back up to 5 Craft Cards, and we go back to Phase I.&#10;&#10;At the end of the game, players vote to assign awards (most creative, most hilarious, most surprising, most dramatic). These go into the recipients' hats.&#10;&#10;The winner is the player with the most points in his or her hat.&#10;&#10;A couple notes about the cards are in order. Craft Cards contain elements of the StoryTellers Craft, which means that players score points by either using or recognizing good storytelling. There are also Heckle Cards which are common to everyone and can be tossed to stop things from getting out of hand.&#10;&#10;Home Page: http://www.liveoakgames.com/storytellers&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Civil War Battles",
    "ID": 31027,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/31027/civil-war-battles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Civil War Battles is a miniatures system in a book of 136 pages of which 46 pages are battle rules. It contains 12 historical scenarios and a scenario generator.&#10;&#10;CWB requires a lot of dice rolling and games last about 7 turns.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dallas",
    "ID": 31028,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/31028/dallas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "Economic-financial game, from the famous serial TV.&#10;The players must fulfill an economic objective in order to win by moving on two boards (City of Dallas map and a map of world).&#10; ",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "TV Shows: Dallas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Games to Play: Board and Table Games for All the Family",
    "ID": 31029,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/31029/games-to-play-board-and-table-games-for-all-the-fa",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back cover&#10;&#10;A fascinating collection of over 130 of the world's most entertaining board and table games, both ancient and modern. Twenty games are beautifully reproduced in their original form complete with instructions, tactics and rules for all the family to play actually on the pages of the book.&#10;&#10;Games of position and race, war games and word games, chess and dominoes, mancala and fortune-telling games -- all are included in this superb compendium. Wei-Chi from China, Seega from Egypt, Burmese Chess, Conglak from Indonesia, Hnefatafl from Scandinavia are among the less familiar but games of Ludo, Bagatelle and Blackjack are here too.&#10;&#10;More than the games themselves, a wealth of historical information and the opportunity to discover an extraordinary variety of age-old games make this book invaluable to the serious collector of games as well as the games enthusiast.&#10;&#10;ISBN-13: 9780718129934&#10;ISBN-10: 0718129938&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Groot Superhelden Bordspel Boek",
    "ID": 31030,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31030/groot-superhelden-bordspel-boek",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a collector's item of Marvel Comics with 6 games, an electronic dice and colored fiches. Press the button and the numbers will light up.&#10;Board: 60x40 cm&#10;&#10;The book has 6 games:&#10;&#10;- Spiderman&#10;- De X-mannen&#10;- Wolverine&#10;- Fantastic Four&#10;- De Vergelders&#10;- The Incredible Hulk&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My First Picture Dominoes",
    "ID": 31032,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/31032/my-first-picture-dominoes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Number fun for preschool children.&#10;&#10;My First Picture Dominoes helps preschool children learn to count, recognize numbers, and practice hand-eye co-ordination.&#10;&#10;&#10;     An exciting game for 1-4 players, Ages 3 - 5.&#10;     Reinforces observation and  matching skills as included in the Early Years' Curriculum.&#10;     Developed in association with early learning consultants.&#10;&#10;&#10;Contents:&#10;&#10;&#10;     28 sturdy domino cards featuring numerals and photographic images&#10;     Easy-to-follow instruction sheet with helpful note to parents and teachers&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hände hoch!",
    "ID": 31033,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/31033/hande-hoch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "From the introduction to the rules:&#10;&quot;Policeman Paul has a lot of work to do today as quite a number of crooks are hanging around town. Studying the &quot;personal description&quot; given by the dice in the tumbler, you can help Paul track down the crooks in a thrilling chase. Who will be the best assistant policeman and the quickest at catching the right crook?&quot;&#10;&#10;This is a game in Haba's range of tumble-dice games, which include dice inside a sealed tumbler with a clear plastic dome. This game has 3 six-sided dice, two of which are essentially D3s, with 3 different faces repeated once. There is a die with dots (1, 2 or 3 dots), a colour die (yellow for the beach, green for the park and blue for the town) and a crook die (Policeman Paul, a chubby crook, a woman crook [on 2 faces] or a crook with a loot bag[on 2 faces]). Besides the dice and the rules, there's a large wooden piece representing Policeman Paul and a deck of 27 cards, showing all possible combinations with crooks of the three dice.&#10;&#10;The 27 cards are placed face up on the table around the Policeman Paul piece. A player shakes the tumbler. Depending on what the dice in the tumbler show, players try to claim the corresponding cards on the table. If the crook die shows the Policeman Paul face, the other dice are ignored and players try to grab the Policeman Paul piece - the successful player gets to choose any card on the table and place it in front of himself. If the crook die shows a crook, the players try to cover with their hand the card showing the corresponding number (on the die with dots) of that kind of crook in the venue specified (by the colour die). Players can only use one hand and the player who successfully covers the correct card with his hand gets to place the card in front of him. Players who wrongly grab Policeman Paul or cover the wrong card can make no further attempt to claim the right card that turn. Cards in front of players can be captured by other players if the same combination of dice get rolled again.&#10;&#10;The first player to claim five crook cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Würfelbecherspiell (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talecraft",
    "ID": 31034,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/31034/talecraft",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "As a game, Talecraft aims to promote creative thinking through story creation. As a story-creation tool, Talecraft aims to help writers generate ideas for stories, and help combat Mental Block.&#10;&#10;Talecraft provides the different Genres and Archetypes as cards. Since the setting is dependent on the genre of the story, Talecraft leaves the creation of the time and place to the imagination of the player. For the plot, Talecraft uses the Key cards, where a player may either be given plots, or keywords that would govern the story. Players may be required to add more characters to his cards. In this event, the player&rsquo;s story would be more character-driven than plot-driven.&#10;&#10;A player of Talecraft has to create a story using the cards he had picked. The limit the picked cards set to a player prompts the use of the player&rsquo;s resourcefulness; and the need to fit all the cards into a story stretches his imagination.&#10;&#10;It is not a requirement to appoint a winner when playing Talecraft. Since the aim of the game is to make stories, and the basis of a good story often depends on the judge's personal taste, Talecraft is often played without declaring winners. Should a winner be required, however, here is how it is done:&#10;&#10;Each player will have a cup before him. After the player tells his story, all the other players will drop coins in the storyteller&rsquo;s cup, depending on its impact on them. If a player thinks the storyteller&rsquo;s story was not well made (like if there are a lot of loose ends, or if the events of the story are too scattered), the player does not drop any coin into the storyteller&rsquo;s cup. If the player thinks the story is acceptable but has little impact on him, he drops a coin in the cup. If the story manages to amuse the player, he drops two coins. And if the story awes him, he drops three coins. At the end of the game, or rounds of game, the players tally the scores. The player with the most coins wins.&#10;&#10;Another way to decide a winner for Talecraft is to appoint a non-player as a judge who would decide who the winner is to be.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "People Game",
    "ID": 31035,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/31035/people-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Despite its English name People Game is a German Word Game for at least 2 players or teams.&#10;&#10;The cards show each uncommon or unusual German words with their explanation or definition. A sand timer of about 3 mins running time allows the players to do the following:&#10;They read one term and the definition and are allowed to write two definitions of their own. When the time is up then they offer between 3 and 5 points to their adversaries. They read those 3 definitions and have to guess which one is correct.&#10;If they get it right it's them who advance on the track otherwise it's the active players.&#10;This continues until one team reaches the end of the track.&#10;&#10;The game consists of the board, 420 cards, 8 standard pawns, 1 pad, 4 pencils, the sand timer and of course the rules.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gazootch",
    "ID": 31036,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/31036/gazootch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Manufacturer:&#10;&#10;The fast-paced, high-stakes dice game with a Vendetta! Unleash your inner risk-taker and earn huge rewards, or reversals. Play, prey, and maybe pray...but watch out for the Vendetta, the ultimate dirty trick that lets you make new enemies at twice your normal speed. We would tell you more, but then we'd have to.. well.. you know. Game comes with playing mat, dice, and cups. Ages 8 and up, for 2 or more players.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hannah Montana Girl Talk",
    "ID": 31037,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/31037/hannah-montana-girl-talk",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From Hasbro:&#10;&#10;Grab your girlfriends and take center stage in this fun, interactive game! Spin the wheel to answer a question, tell a secret or perform a silly stunt &ndash; just like Hannah Montana would do! Ask each other fun questions and see what you know about the Hannah Montana show. Will you tell the truth or complete a dare? Your friends are the judges, so have a blast! Score the most points and be the winner as you discover cool stuff about your friends!&#10;&#10;Game includes plastic game tray, cardboard wheel assembly with 2-piece spinner knob, 3 anchor pegs, 3 twist locks, 96 Hannah Montana secret cards and instructions.&#10;For 2-4 players.&#10;&#10;Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Brands: Disney",
      "TV Shows: Hannah Montana"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Käpt'n Blaubär Sieben Weltmeere Kartenspiel-Sammlung",
    "ID": 31038,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31038/kaptn-blaubar-sieben-weltmeere-kartenspiel-sammlun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "K&auml;pt'n Blaub&auml;r Sieben Weltmeere Kartenspiel-Sammlung contains 7 simple card games for children.&#10;&#10;The game contains German language rules, 32 cards and 30 life belt shaped counters.&#10;&#10;It is a promotional free gift game from Deutsche Postbank AG.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Characters: Käpt'n Blaubär",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fragapalooza",
    "ID": 31039,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/31039/fragapalooza",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(from the rules)&#10;Isn&rsquo;t it fun to blow the crap out of your friends while playing video games? Don&rsquo;t you get a sense of smug self-satisfaction? Now get that feeling without getting motion sickness or eye-strain. Fragapalooza is a miniatures game of multi-player, shoot-&lsquo;em-up, video game-style action for 2 to 10 players.&#10;&#10;The basic setting of Fragapalooza is your standard sci-fi shooter like Halo or Unreal. Players frag one-another on a board strewn with deadly weapons and fantastic power-ups. Change the names of the weapons, throw down some appropriate terrain and you can turn the game into WWII action, a western, spy thriller, etc.&#10;&#10;Edit: The second edition of this game is now named &quot;Frag-O-Rama&quot;.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of '76",
    "ID": 31040,
    "Year": "(1876)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31040/the-game-of-76",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trick taking partnership game for 2,4 or 6 players. Half the deck are &quot;American&quot; cards with either Eagle or Liberty Bell symbols.  The half are &quot;English&quot; with either a Lion or a Crown symbol.  The highest cards are the King George and George Washington cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of Alice in Wonderland",
    "ID": 31041,
    "Year": "(1923)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31041/game-of-alice-in-wonderland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Part of Stoll &amp; Edwards' &quot;Two-Games-in-One&quot; series, six games that each included a 16&quot; x 16&quot; board with a simple children's game on one side, usually involving familiar storybook characters, and a checkerboard on the other. Implements and rules were included for one game along with &quot;a full set of checker men&quot; (as a Stoll &amp; Edwards catalog put it) for the other.&#10;&#10;In this case, the &quot;A&quot; game is a simple spin-and-move race through the episodes of Lewis Carroll's Alice's Adventures in Wonderland (1865), including the Pool of Tears, the Caucus Race, the Mad Tea Party, and the Queen's Croquet Grounds. Occasional hazard spaces actually tend toward rewarding players, but occasionally they can force players to move back a few spaces or lose one or two turns.&#10;&#10;The original Stoll &amp; Edwards edition has a game board printed in three colors (black, orange and green). In their next incarnation as Stoll &amp; Einson, the publisher reissued the game a decade later under their &quot;Playjoy&quot; brand, with board art utilizing a wider variety of colors and some illustrations revised to more strongly resemble Sir John Tenniel's famous book illustrations.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Series: Two-Games-in-One (Stoll & Edwards)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alphabet Game",
    "ID": 31042,
    "Year": "(1877)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31042/alphabet-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game uses color coded letter tiles, each letter is a different color.&#10;&#10;In the game play all players try and add letter parts to the table that help form a valid word.&#10;&#10;The first player to get rid of all their tiles wins.&#10;&#10;There are also several other variations of the Alphabet game, from spelling words out to types of spelling &quot;relays&quot;.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wo liegt denn Honolulu ?",
    "ID": 31043,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/31043/wo-liegt-denn-honolulu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "This is a trivia game about knowledge of geography.&#10;The map shows the northern hemisphere of our earth and above the 6 categories of questions: Continent, Surface area, Capital City, Inhabitants, Currency and Miscellaneous.&#10;&#10;Each question card consists of 5 questions. Every player has to  put between 3 and 5 chips on the corresponding categories. This indicates he claims to know the answer.&#10;Correct answers allow him to change 4 chips into a knowledge marker, false answers will make lose him a chip.&#10;Goal of the game is to get 3 knowledge markers in 3 different continents.&#10;&#10;There are catastrophic cards that threat players losing their knowledge markers, but they can save it by answering additional questions from special card pile.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Velbert-Spiel",
    "ID": 31044,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31044/velbert-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The counters represent companies, institutions, leisure facilities or restaurants. The players collect and exchange during the play process these counters, in order to settle it in as valuable a combinations on the play plan as possible. But they receive points, which are noted on the memo pad. Who collected most points at the end of the play or after several plays, wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knickerbocker Glory",
    "ID": 31045,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/31045/knickerbocker-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This childrens game consists of a set of cardboard cutouts of glasses. Children each take a 'glass' and take turns to roll a dice (different colour on each side). Rolling different colours allows children to fill up their 'glass' with different coloured fruit pieces. First to complete their knickerbocker glory wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Avilude",
    "ID": 31046,
    "Year": "(1873)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31046/avilude",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Avilude: or game of birds&quot;&#10;&#10;Players attempt to collect sets of Birds from the deck of 64 cards.  The deck contains 64 cards, divided in 8 groups.  Each group contains 4 bird cards showing pictures of birds and 4 corresponding description cards.  Several game variations are presented in the 8 page rules booklet.&#10;&#10;The 8 groups include: wading, pigeon tribe, honey eaters, web-footed, birds of prey, running birds, and singing birds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game of Baa Baa Black Sheep",
    "ID": 31047,
    "Year": "(1888)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31047/game-of-baa-baa-black-sheep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this Sheep themed game that is similar to the card game Casino, players attempt to collect pairs of matching cards.&#10;&#10;Each card, in addition to the illustration on it, has a letter that shows which cards they form pairs with.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Sheep",
      "Authors: Mother Goose",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Belmont Park Horse Racing Game",
    "ID": 31048,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31048/belmont-park-horse-racing-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dice based horse racing game that features pari-mutual style betting pools.  Any number of players may play. Dice are rolled and the horses are moved up one space for each time that their number appears on the dice. A Colored multiplier die is rolled with the regular die and each horse whose number appears on the white dice is moved ahead as many places as appears on the colored die.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Apple",
    "ID": 31049,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31049/big-apple",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players spin a large spinner all collect the points shown.  When a player has collected 100 points they get an tile with a piece of the apple on it.  The first player to complete an apple wins.  A pure luck game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Run for President",
    "ID": 31050,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/31050/run-for-president",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Described in the book Calculate!, Run for President is a representation of the Electoral College system for selecting a President of the United States.&#10;&#10;Play makes use of a calculator - floating point division is used at the start to seed the game.  Beyond that point, the process could also be done simply by hand (multiplication by a single digit).  The first three digits of the resulting number  gives the state and number of votes cast in that state.&#10;&#10;When all states have at least one vote cast in them, the game ends.  The player with the highest number of votes cast in the state wins the state and scores points equal to the electoral votes the state has.&#10;&#10;",
    "Categories": [
      "Math",
      "Political"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Target Number",
    "ID": 31051,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/31051/target-number",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Described in the book Calculate!, Target Number is a game where players are using math operations trying to get the calculator to display a number in the range of 10 to 20.&#10;&#10;The game is played on a track that is a large loop.  Each player uses the numbers on the track in order.  For example, if the calculator displayed 196 and the next number was 512, followed by 70 one could add 512 to number giving 708 and then divide by 70 which would give 10.1142... This number is in the range and would score  points for the player who would then pass the calculator to the next player who would continue on the track.  Play ends when all the numbers in the loop are have been used.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle for Guadalcanal",
    "ID": 31052,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/31052/battle-for-guadalcanal",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Published in Japan, but sold briefly as a ziplock in the US at the Origins convention, this is a wargame of the crucial October battles at Guadalcanal.  In fact, the game's subtitle is &quot;Bloody October.&quot;&#10;&#10;Game includes a Masahiro Yamazaki map of Henderson Field and the surrounding area done in a somewhat stylized manner.  There are 264 counters including several surface ships and planes.  The Japanese rules are twenty pages of 8.5 x 11, done in a sepia tone. including some advertisements for the Japanese edition of Command magazine.  The English rules are sixteen black and white xeroxed pages, also 8.5 x 11 unbound, although two sided and perfectly readable.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Czerwona Rtęć",
    "ID": 31054,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.27",
    "Link": "https://boardgamegeek.com/boardgame/31054/czerwona-rtec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Spy game about searching a red mercury substance. Every player controls secret agents from CIA, KGB, Mossad or Jihad organization. They explore laboratory, attack each others and try to capture a red mercury substance.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TransSolar",
    "ID": 31055,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/31055/transsolar",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Players control their spaceships and travel in the Solar System. They accomplish tasks and earn cash. TransSolar contains an unconventional moving system.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Contracts",
      "Player Elimination",
      "Race",
      "Resource to Move",
      "Roll / Spin and Move",
      "Sudden Death Ending"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Talk and Take",
    "ID": 31058,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31058/talk-and-take",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 2 player game where players move pieces across a game board by following instructions on cards.&#10;&#10;Game includes instructions, a checkered board, 32 wooden playing pieces, and 65 instruction cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doomsday America",
    "ID": 31059,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/31059/doomsday-america",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Doomsday America is a lighthearted apocalypse themed board and card game. The USA is divided up into 9 zones. Players have population counters in these zones. Players use disaster cards to eliminate their opponents' counters. Plagues, Pestilence, Locusts, Comets, Invasions, Zombies, it's all there. Score Victory points each turn for the zones you control. Depopulate 2 Zones to end the game. Free rule set available at:  http://www.angelfire.com/games2/warpspawn/DDA.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skill Ball Marble Game",
    "ID": 31060,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/31060/skill-ball-marble-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Use your skills to land the marbles in the holes and earn the most points. Comes with 12 marbles in 4 colors.&#10;&#10;Place the metal tray on the floor or table top.&#10;Each player chooses three of the same colored marbles.&#10;&#10;Each player takes a turn at rolling their marbles into the tray.&#10;You can only roll each marble once. If you miss the tray you can not roll again.&#10;try to land the marbles in the holes with the highest point values.&#10;&#10;If you knock loose one of the marbles already in the tray you lose that marble's point score. After all three marbles have been rolled add up your total score. &#10;The person with the highest score is the winner!&#10;&#10;ALTERNATE VERSION:&#10;Each player rolls one marble at a time trying to knock out the other player's marble's.&#10;After each player rolls their three marbles the player with the highest score is the WINNER!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bahn-Radrennen",
    "ID": 31061,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31061/bahn-radrennen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A cute Eastern German track cycling game. It features a 60 field track, six riders, two wooden dice, and the rules to play 6 different races: Sprint, Elimination, Pursuit, a 10 lap race, point race &amp; the 6 days race.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Radfahrerspiel",
    "ID": 31062,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31062/radfahrerspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Radfahrerspiel is a cycling bases race game produced in East Germany in 1955. It has simple roll &amp; moves mechanics and the goal is to reach the finish first by completing a track as soon as possible. On that track the players also have to pass a railway crossover. Three cars have to be moved, too, and can be used to block other players.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baraka!",
    "ID": 31063,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31063/baraka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the rules:&#10;&#10;&quot;These rules were made to give players a simple set of rules for quick-play conventions games, giving a general feel for the period. The French campaigns in Algeria, Morocco and the Sahara were hard-fought affairs and lasted many decades.  Reflecting that reality, these are no &ldquo;form square and bash the natives&rdquo; kind of rules: the peoples of North Africa had a warrior tradition going back to the time of the Romans. The Arabs, Berbers, and Tuareg were fierce warriors to be reckoned with and respected for their skill and courage. These rules are meant to capture some of that spirit.&quot;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invasion",
    "ID": 31064,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/31064/invasion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Described in the book Calculate!, Invasion is a game where players try to capture regions forming a path to the opponent's capital.&#10;&#10;Each region has a number on it, increasing in value the closer to the capital.  Play alternates between attacking and defending.  The attacker selects a region in the opponent's country that borders either the common border or one of the previously captured regions.  The attacker and the defender each secretly select a set of contiguous numbers from their grid of numbers.  The attacker selects from three to six and the defender selects one to three numbers.  The product of the attackers numbers is divided by the product of the defenders numbers.  If the resulting value is larger than the region number, the attacker colors the  region in.  If the  value is lower,  the defender colors the region in.  Once a region is colored in, it may not change hands again.  Numbers used in attack or defense may not be used again either.&#10;&#10;A player wins when the other capital is captured or when he seals off all paths to his own capital.  If a player does not have three contiguous numbers on his grid, he may no longer attack.  If neither player may attack, then the winner is determined by comparing the sum of the regions that each would need to take including capturing the capital - the lower sum wins.&#10;&#10;",
    "Categories": [
      "Math",
      "Wargame"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Siege",
    "ID": 31065,
    "Year": "(1988)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31065/warhammer-siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "This 140-page hardcover (a soft cover version was also published) has rules for a whole new way of playing Warhammer Fantasy Battle (2nd Edition) and Warhammer 40K (Rogue Trader) focused on sieging a castle.  New rules for things like siege engines and dropping items, say boiling oil; a new flow for play; and a system for buying castle defenses within the scope of building Fantasy and 40K armies are all presented.&#10;&#10;The end papers are the reference sheets needed to play the game.  Also included are two counter sheets with items one might need around a castle, like rocks and sacks of gunpowder.  There are also diagrams that can be copied which allow the defender to secretly lay out his or her defenses before the game starts.  Then, when the time is ripe, the defenders pop up and are shown by placing their models onto the castle&#10;&#10;Like any Games Workshop book, there is plenty of eye candy. This book was released at the same time as Games Workshop's Might Fortress castle model set.&#10;&#10;Expansion for:&#10;&#10;    Warhammer: The Mass Combat Fantasy Roleplaying Game (1st Edition)&#10;    Warhammer 40,000: Rogue Trader&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Giganten der Strasse",
    "ID": 31071,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31071/die-giganten-der-strasse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "French cycling game that was also released in a German edition. The game is presented in a big (42x33cm) plastic suitcase that contains all components. It features 12 cyclist riders (they are 6 cm high, which is rather big) in 6 different colours, thus 2 riders per team. As in most racing games, the goal is to reach the finish first with your riders.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Balls",
    "ID": 31072,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31072/big-balls",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "BigBalls represents an advanced development of EinStein w&#195;&#188;rfelt nicht! and consists of similarly short rules. The neutral balls however do not allow to use the same successful strategies as in EinStein w&#195;&#188;rfelt nicht!.&#10;&#10;The wooden gameboard is triangular with 28 fields.&#10;Each player gets a color (black or white) with six stones each. In addition there are six neutral marbles, called Big Balls in the third corner.&#10;&#10;When it's your turn you may roll a dice and move an according numbered stone of yours upwards or sideways or you move one of the BigBalls downwards.&#10;You may beat (eliminate) own stones as this enables you to move faster. But this also bears the risk running out of stones that will cause losing the game.&#10;Winner of the game is the player who reaches first the corner of the BigBalls with one of his own stones.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urians Höllenfahrt",
    "ID": 31073,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31073/urians-hollenfahrt",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The aim of the game is to proceed slowly on the way to hell and to be the last player outside the hell.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Theme: Hell"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glossotechnia",
    "ID": 31076,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31076/glossotechnia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Glossotechnia is a card game in which the players collaboratively create a new language, and attempt to translate certain challenge sentences into this game-language. It combines competitive and cooperative elements, and can be used in teaching certain concepts in linguistics.&#10;&#10;http://jimhenry.conlang.org/conlang/glossotechnia.html&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost in the Woods",
    "ID": 31077,
    "Year": "(1894)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31077/lost-in-the-woods",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A simple and extremely rare roll-and-move children's game in which the point is to get out of the woods.  The cover features a girl in a red riding hood.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maze Mania",
    "ID": 31078,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31078/maze-mania",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is much like Run Yourself Ragged/Snafu. This one requires batteries.&#10;&#10;Instructions- Place a silver ball into the area in the upper left marked 'start'. Turn the auto timer clockwise to the start position and off you go.&#10;A - Go around twirling posts&#10;B - Through the first orange gate&#10;C - Onto the topsy turvy steps, to the top, then down the other side&#10;D - Through the next gate&#10;E - Fing you way through the 'blind alley'&#10;F - And through the treacherous tunnel&#10;G - Open the last pair of closed gates&#10;H - Under the arch&#10;I - Into the 'whirling well' and out the end of the maze&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tour Golf",
    "ID": 31079,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31079/tour-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the instructions:&#10;&#10;&quot;The purpose of this game is for enjoyment, self-improvement, and fundamental education of golfing rules and regulations.  TOUR GOLF(TM) is designed to be played as you would normally play a game of golf.  The winner is the player who has the lowest total strokes at the completion of 18 holes of golf.&quot;&#10;&#10;The game includes the following:&#10;2 white d6 with pips&#10;1 white sand wedge d6 numbered 1,2,2,3,3,4&#10;1 green putting d6 numbered 1,2,2,2,2,3&#10;4 golf tees for use as pawns&#10;1 22&quot;x28&quot; board&#10;1 pad containing rules and scorecards&#10;&#10;The game box offers to let you &quot;play the famous golf courses you've always dreamed of playing--in your home!&quot; and promises that &quot;other golf courses will be available in the future.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Friedensfahrt",
    "ID": 31080,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31080/die-friedensfahrt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Die Friedensfahrt (aka &quot;Course de la Paix&quot;) was the most important cycling race behind the iron curtain. It started in 1948 (and is still running: in 2006 it was the 58th edition, though the importance of the race is much lesser, and it is not run by national teams anymore). Of course, the race needed a companion board game! The game can be played with a maximum of 6 players and features twelve cards with portraits of the winners of the first 12 editions of the race and the name of the 12 stages. First card features two riders since the first edition of the Friedensfahrt was split in two legs, so there were two winners. The board shows a track from Prague via Warszawa to Berlin. He who scores best over all the stages wins the game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tour Feminin",
    "ID": 31081,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31081/tour-feminin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "French cycling game appeared at the end of the '80s. What makes it special is that it is about female cycling. It's played with 2 dice, tactic cards, mountain cards, sprint cards and rouleur cards. Each players controls 2 cyclists. The player who scores best in the overall classification wins the Tour F&eacute;minin.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mind Ninja",
    "ID": 31082,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/31082/mind-ninja",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.2857",
    "Description": "Mind Ninja is a simple abstract strategy game for 2 players.&#10;&#10;It is unusual among board games in that the players themselves invent the win condition when the game starts, in a way that ensures both that equally-skilled players have equal chances to win, and that ties are impossible. This feature leads to great variety and depth of play.&#10;&#10;The game is also a generalization of the the game of Hex, which means that the set of all possible ways that a game of Hex can play out is a subset of the set of all the possible ways a game of Mind Ninja can play out.  Mind Ninja is a generalization of many other games as well, including Go-moku (5-in-a-row), Havannah, One-Capture Go, Y, Poly-Y, and *Star, among others.&#10;&#10;It can be played with stones of two (or more) colors on any tiled surface. It can also be played with paper and colored markers. A version of the rules is available here.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emperor of China",
    "ID": 31083,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31083/emperor-of-china",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Emperor of China is a card game simulating the rise and fall of dynastic empires throughout the turbulent history of China. The winner of the current hand becomes the new Emperor and gains Victory points. The other players are Rebels and Barbarians looking to gain power next time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquests of Charlemagne",
    "ID": 31084,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31084/conquests-of-charlemagne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Conquests of Charlemagne is a card game depicting the exploits of Charles the Great, King of the Franks, 768-814 AD. Players carefully play cards to be the first to conquer 10 regions and gain Victory points while preventing their opponents' from doing the same.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Round the World",
    "ID": 31085,
    "Year": "(1873)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31085/round-the-world",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a beautiful old spin-and-move racing game from Milton Bradley that was first published in 1873, clearly to latch on to the fame of Jules Verne's novel Around the World in 80 Days, published in the same year. Unlike the voyage of Phineas Fogg, the game's track is strictly by sea.&#10;&#10;Both the game equipment and rules are more complex than usual for a Victorian spin-and-move. The key difference is that winning does not mean who completing the 93-space spiral track the fastest, but doing so in the fewest days. In addition to spaces that move players forward and back, many of them apply time penalties. Each player has a card that tracks the number of days taken - one per pip on the five-space teetotum and one more for each penalty day. With absolutely perfect spins, it is possible to complete the journey in just 76 days, but this is highly unlikely!&#10;&#10;Each player card has one metal arrow on dial that counts up to 50 days, and another on a smaller quarter-circle dial that tracks multiples of 50 to a pessimistic maximum of 450. On the back of each card is a &quot;Record Tablet&quot; with a space for the days taken for each stage from New York to: Equator, Rio de Janeiro, Cape Horn, Equator, San Francisco, Sandwich Islands, Hong Kong, Anjer, Mauritius, Cape of Good Hope, St. Helena, Equator and back to New York. The 1873 edition includes a global map showing the voyage track that is formed into a sleeve wrapped around the player cards.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbarian Hordes",
    "ID": 31086,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31086/barbarian-hordes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Barbarian Hordes is a card and dice game depicting the clash of Empires and Barbarian Nations in Europe circa 400 AD. Simple system of raising armies and conquering your opponents' territories. Be you Roman, Hun, or Goth, crush your foes and take all that you see by force.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1,000 SEX Games",
    "ID": 31087,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.57",
    "Link": "https://boardgamegeek.com/boardgame/31087/1000-sex-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an adult game that uses dice two sets of dice, five decks of cards and a color-coded spinner. You turn over a card  from the Foreplay deck and read it aloud. Then turn over a card from the Passion deck and read it. The former explains what you'll both be doing in the current &quot;round of play&quot; and the latter explains what's next.&#10;&#10;&quot;You and your lover may want to spend time familiarizing yourselves with the Passion Card, because it may affect the strategies you use while carrying out Foreplay.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: 1,000 Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Sexes: Bedroom Edition",
    "ID": 31088,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/31088/battle-of-the-sexes-bedroom-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the adult version of the game battle of the sexes. The object is for foe two teams (Boys vs Girls) to get across the board by answering gender based risque and revealing questions.&#10;&#10;A fun party game if you have the right mix for the teams.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Battle of the Sexes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Historical Amusement",
    "ID": 31089,
    "Year": "(1839)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31089/historical-amusement",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The cardgame consists of a booklet with 100 questions and answers, 36 cards showing monarchs and 100 small cards with answers.&#10;Any number of persons may play at this game in the following manner: a President must be appointed, who is to see if the questions are correctly answered: the president distributes about six or eight counters to each player, the remainder to be left in the box, which will serve for a pool. He then deals the answers round, an equal number to each player; after this is done, he shuffles the pack of Heads, and placing the whole pack face downwards on the table, desires one of the players to take the uppermost and read aloud the name of the king, when he was born, died, etc. The president then asks the question from this little book, connected with the card turned up and whoever plays the proper answer, receives one counter from the pool; but if the answer is wrong, one counter must be paid to the pool. The next player then takes a Head and the same rule must be observed till all of them are read. When a player has forfeited all his counters, his remaining cards must be given to the player on his right hand. Should the pool become empty, each player must contribute one counter.&#10;&#10;The game is decided in two ways, either by all but one player having forfeited their counters, or by all the heads having been turned up, in which case the remaining players are to reckon their counters, and he who has the greatest number wins the game. The winner takes the contents of the pool, and claims the office of president in the next game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of the Gamut",
    "ID": 31090,
    "Year": "(1845)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31090/game-of-the-gamut",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "THE GAME OF THE GAMUT a Musical Gift for the Young - By John Betts, 115 Strand, London (his address 1845 - 1874) - The game consists of a wooden box with sliding lid containing thirty-six playing cards each showing a music book with chord on it and trumpet with number to top. One player calls out a number and the person holding the card - replies with the word spelled out by bass and treble notes - A good way of teaching children to read music - counters are won or lost depending on the outcome. The game is dated by the Jigsaws advertised inside the lid which seem to have been produced c1845 (ref Linda Hannas) as Betts himself dated very few items.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Domingo",
    "ID": 31091,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31091/domingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Japanese card game, which looks similar to UNO, but is a set collection/hand management game.  Domingo is spelled with the &quot;m&quot; turned on one end resembling a three as the game is about collecting triplets (three of a kind.)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spin-oli",
    "ID": 31095,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31095/spin-oli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the patent description:&#10;&quot;A multiple player word forming game is disclosed. The game uses a board, a cup and a plurality of cards. The cards are randomly transferred to and from the players. The players use the cards to form words. In the best mode, a game board defines a flat surface bounded by a peripheral wall upon which the cup freely travels about. A player begins a turn by spinning the cup, which eventually lands upon a card transfer space. The card transfer space dictates whether the player either draws or passes cards. The player transfers cards either from the deck or to a discard pile or to or from another player during a turn. Then the player attempts to spell a word by selecting cards in his hand and laying them face-up in front of him. Opponents may challenge the player's word. Any player who transfers all of his cards during a set becomes empty-handed and may not challenge words. The number of points earned by each player is dependent upon their performance both in forming words and in manipulating the number of cards in their hand. Preferably, a chance card multiplies the number of points a player can get. The set ending player's total score is doubled if the player ended the set with the chance card. Other player's scores are multiplied by zero if they held the chance card when an opponent ended the set.&quot;&#10;&#10;In English, players use a cup shaped spinner that will move around the 5x5 board to determine card movement between the players. Players have to build words from their available cards and score points displayed on the cards.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slug in a Jug",
    "ID": 31096,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/31096/slug-in-a-jug",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A childrens game, or rather rules for three different games. The box contains the rules and a set of tiles. Each tile shows a word with a picture to illustrate it. The tiles are in groups of 4 and all tiles within a group rhyme.&#10;&#10;The three games are basically variants of memory or pairs though in one of the games children are encouraged to make silly sentences out of the words they are collecting.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diabolo",
    "ID": 31097,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/31097/diabolo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The goal is to bring one pawn to the center of the maze, using the chips like bridges or barriers.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stitch Trouble",
    "ID": 31101,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/31101/stitch-trouble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A small twist on a classic children's game, (though it is often enjoyed by adults).  In addition to the classic pop-o-matic die, Stitch (the Alien from the Disney movie Lilo and Stitch) is trapped in the bubble, adding the possibility of a &quot;free 6&quot;.  The counters are shaped to look like the security forces on the galactic command ship.  Sold at Disney theme parks and Disney stores, it makes waiting in line much more fun!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yankee Pedlar",
    "ID": 31104,
    "Year": "(1850)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31104/yankee-pedlar",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This simple children's game was hand-colored!  Featured in the Liman Collection of board games at the New York Historical Society.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Allianz",
    "ID": 31106,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/31106/allianz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The goal of Allianz is to beat all pieces of the other players by jumping over them with your own pieces or to conquer all enemy castles. Everyone plays on one's own but alliances can be formed that prohibit two players from attacking each other during a certain number of turns.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cats and Nines",
    "ID": 31107,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/31107/cats-and-nines",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players try to roll 9 times 9 without rolling 9 cats. The 1 on each die is replaced with a cat.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marsimil",
    "ID": 31108,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/31108/marsimil",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Discover the city of Marseilles and it's history. The game contains a board with a detailed map of Marseilles, cards in two different colours and 5 pawns.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Critérium Record",
    "ID": 31110,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31110/criterium-record",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Simple role &amp; move cycling games published in Belgium in the 1950's. The 43x34cm. board shows a track with some obstacles on several squares. The first to reach the finish with his pawn wins.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The English Civil War",
    "ID": 31112,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31112/the-english-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "The English Civil war is a Card game for 2 players simulating the British Civil Wars 1642-1649. One player is the Parliamentarians and the other is the Royalists. Simultaneous turns. The nature of confrontations are determined by whether players choose to attack or defend. Players accumulate troops counters and fight each other for territory tokens. Battles are resolved with dice and card play. Flavor is provided by the cards. A free copy of the rules is available at: &#10;http://www.angelfire.com/games2/warpspawn/TECW.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civil War",
      "Pike and Shot",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "History: English Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quod",
    "ID": 31113,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/31113/quod",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quod is an abstract strategy game played on an 11-by-11 grid of spaces with the four corner spaces removed.  Players alternate placing pieces, called quods, into empty spaces.  A player wins by placing four quods that form the four corners of a square.  The square can be any size and any orientation (in other words, the square can be &quot;tilted&quot;).&#10;&#10;In addition, each player has a small number of pieces, called quasars, that are used purely for blocking.&#10;&#10;Quod was invented by G. Keith Stills in 1979, while he was at college, and was popularized by Scientific American in March 1996.&#10;&#10;Many computer implementations exist, such as&#10;http://www.geocities.com/SiliconValley/Heights/2220/quod.html&#10;and&#10;http://wizard.ae.krakow.pl/~jb/Quod/&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mit Knorr Peterli auf zur Tour de Suisse",
    "ID": 31114,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31114/mit-knorr-peterli-auf-zur-tour-de-suisse",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Promotional cycling game released in the '50s by Knorr about the Tour of Switzerland.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Switzerland",
      "Promotional: Board Games",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Cycling Tour: Travel Edition",
    "ID": 31115,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/31115/road-cycling-tour-travel-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Using the same movement rules of standard Road Cycling Tour, this version provides a simplified set of track segments while also applying an advanced rule that is an optional variation in the standard game. This means each player&rsquo;s cumulative selection for the special movement category (energy bursts for breakaway and sprint actions) must fit within a maximum budget restriction.&#10;&#10;Note that the current written version of the rules relies upon a prior understanding of the standard game (most importantly regarding rules of movement). It does not provide a stand-alone description.&#10;&#10;Dice are not used, here. Each player controls a deck of 48 cards for all movement, and each card contains information to serve multiple purposes. Players can divide the cards as they wish, selecting some for special movement skills (bidding for breakaway and sprint) while the remainder constitutes a random-draw stack that will be used for basic movement (ordinary counts of zero through 4).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Bicycling / Cycling",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  }
]