[
  {
    "Rank": "N/A",
    "Name": "Stonerush",
    "ID": 91477,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91477/stonerush",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "I think some of the best games have a number of characteristics in common: they have simple rules, they are quick and they have a high replayability factor. The Stonehenge games are a good example of this. With this in mind, I recalled a number of these games and all of a sudden, there was the idea of creating a game of my own; a quick racing game with easy rules and a high replayability factor: Stonerush.&#10;&#10;Number of players: 3&ndash;5&#10;&#10;Object of the game: The players are druids who come home to Stonehenge after a hard days work. As part of their daily ritual (or just having fun), they try to be the first to run around the great stone circle. The player whose druid arrives first on case 30 of the outer ring is the winner.&#10;Getting Started&#10;&#10;Equipment: - The board&#10;- The number cards: you will need all the cards, except the &quot;night&quot;-cards from 13 to 30.&#10;- The trilithon cards&#10;- The 5 figures, also called druids (even with 3 or 4 players!)&#10;&#10;Ending the Game&#10;&#10;When a figure reaches case 30 of the outer ring, the players reveal their trilithon card. The player whose color matches that of the figure that reached case 30 is the winner. If this color belongs to no-one (for example in a 3-player game), the winner is the player who has advanced the most.&#10;&#10;Variant: for a quicker game, use the bluestones as the racing track.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiding Duel",
    "ID": 91478,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91478/raiding-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After developing Raiding Stonehenge, it became apparent the game was best suited for 4-5 players. This meant the initial 2-3 players planned for the gamer were dropped and put into the unrecommended category. Seeing that Raiding Stonehenge was a good game, and feeling a need to come up with more 2 player Euro-style games, I decided to adapt Raiding Stonehenge to two players. Raiding Duel is the result.&#10;&#10;Number of players: 2&#10;&#10;Object of the game: The object of the game is to score the most points after two rounds of play. Players score 10 points for each complete set of disks they collect at end of game. A set normally contains one disk of each color: White, red, green, blue, yellow. Players LOSE one point for each disk not in a set.&#10;Getting Started&#10;&#10;Equipment: Deck of 60 cards, excluding the Trilithon cards. 50 disks, 10 per color. Each disk type represents a different item type from Camelot. 1 gray figure (to indicate start player). A way to track score.&#10;&#10;Ending the Game&#10;&#10;After the second round is over, the game ends. At that point, game is over, and players total up their points for both rounds. The player with the most points wins. In event of a tie, players keep playing two cards from their hand, as they have done prior. until they are down to only two cards. The player with the highest card in their hand wins. If both players tie, they each look for the next highest card in their hand. If, after that, the players are still tied, the game ends in a tie.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: England",
      "Game: Stonehenge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Druid",
    "ID": 91480,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91480/first-druid",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "We were working on a Stonehenge game of our own when we came across the anthology box. Not surprisingly, the board and pieces were very similar to those that we had developed, so it was fairly simple to transfer most of our ideas to match those provided. Our game links Stonehenge to the magical powers of the Earth and other elements and is basically a battle for magical supremacy.&#10;&#10;Number of players: 3&ndash;5&#10;&#10;Object of the game: The object of the game is to use your magical powers (represented by the cards) to convince the local clans (represented by disks on the bluestones) and spirits (represented by bars on the outer ring) that you are the druid most able to carry out the solstice rituals. Building trilithons and preparing the altar stone may assist along the way and it is vital that you keep up with the necessary preparations to avoid offending the spirits.&#10;Getting Started&#10;&#10;Equipment: First Druid uses all of the pieces provided in the basic game box. Each player uses the pieces of one colour (along with the trilithon card of his or her colour), so if there are less than five players some colours will not be used.&#10;&#10;Throughout these rules, the plastic figures are referred to as 'druids'.&#10;&#10;Ending the Game&#10;&#10;When the first player has moved his druid all the way around the ring, the game is at an end. Merely streaking ahead is not enough to secure victory, however; it is the support and alleigances secured along the way that decide which druid is the First Druid!&#10;&#10;Each player has as many points as the number his druid piece is on at the end, plus additional points for allied tribes and spirits. Tribes and Spirits count 1 point for the first in a run, 2 for the second, 3 for the third etc.&#10;&#10;So, the game is a complex balance of using your magical powers to race ahead and gaining allies. In addition, trilothon stones enhance your supply of magic, and dressing the alter stone may move you ahead or even move your rivals backwards!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meets & Bounds",
    "ID": 91483,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91483/meets-and-bounds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Meets &amp; Bounds is intended as a fast-playing game which has players attempting to optimize their score while managing the uncertainty of what opportunities chance will offer.&#10;&#10;Number of players: 2&ndash;5&#10;&#10;Object of the game: In Meets &amp; Bounds players vie to control as many spaces as possible. Each player will attempt to establish a sector of his own while thwarting his opponent's efforts. Each player will be rewarded for the size of his sector, as well as the number of groups and bounded disks he can contain within his sector. Some players may even form more than one sector. The player with the most victory points will win the game.&#10;Getting Started&#10;&#10;Equipment: Board&#10;All cards&#10;5-10 disks per player&#10;&#10;For 2 players use 10 disks per player.&#10;For 3 players use 7 disks per player.&#10;For 4 players use 6 disks per player.&#10;For 5 players use 5 disks per player.&#10;&#10;Ending the Game&#10;&#10;Players earn victory points for holding sectors. A sector is a range of numbered spaces with no disks of an opponent within, and bounded by 2 of the player&rsquo;s disks. Players also score victory points for friendly disks within their sectors. Finally, players score points for groups of 2 or more of their own playing pieces in contiguous spaces.&#10;&#10;The player with the most victory points wins the game.&#10;&#10;Scoring&#10;Sectors: Score 1 point for each numbered space of the range. A range is always the largest possible area bounded by the pieces of a single color.&#10;&#10;Bounded Pieces: Score 1 point for each interior disk within a sector. Bounded pieces never define a range.&#10;&#10;Groups of 2: 1 point per piece. The two pieces must be contiguous.&#10;&#10;Groups of 3 or more: 2 points per piece. Groups must be contiguous.&#10;&#10;Scoring Example: White has pieces in 6 night, 7 day, 9 day, 12 day, 13 night. There are no pieces belonging to opponents in any spaces between 6-13. White will score 8 points for their sector. White will score 3 points for Bounded Pieces (7, 9, 12). White will score 2 points for the group of two pieces that are contiguous (12 day &amp; 13 night). Note that 6 night and 7 day are not contiguous, and therefore do not score as a group. White scores a total of 13 points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Druid Olympics",
    "ID": 91485,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91485/druid-olympics",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As I looked at this board, I couldn't help but think of how difficult it would be to run in circles along the tops of the stones, constantly headed inward towards the middle. Besides making you dizzy, you would have to deal with wind, rain, and perhaps huge monolithic rocks magicly moved in your way by powerful wizards. The Olympic Games of ancient Greece came to mind. Granted we still have Olympic Games, but they are much tamer than the win or die type games of the original Olympics. What if the Celts also had a version of these games. Stonehenge would make a perfect field for such a competition. Start by running along the tops of the outer ring while trying to keep your balance, especially in strong winds. Just looking at it I couldn't help but think of it as one big obstacle course that has been waiting for thousands of years to be used again. This game is the safer version of that idea.&#10;&#10;Number of players: 3&ndash;5&#10;&#10;Object of the game: You are a druid competing in the games. You will have to balance yourself on the outer ring, race between the two rings, hurdle the inner ring, and then push yourself to the breaking point in an attempt to be the first one to the alter.&#10;&#10;Equipment: Druid Olympics uses the board, the deck, one figure for each player, one disk and one bar for each player, the trilithons, and one disk of each color.&#10;&#10;Ending the Game&#10;&#10;The game ends when a player reaches the alter stone. This player is the Grand Champion and is celebrated as a hero. The rest are sacrificed.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Square Circle",
    "ID": 91488,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91488/the-square-circle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to collect the most valuable goods before the High Druid declares the square is closed.&#10;&#10;The game uses ALL of the pieces in the original game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fightin' an' Drinkin' an' Stealin'!",
    "ID": 91490,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91490/fightin-an-drinkin-an-stealin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After reading The Wee Free Men by Terry Pratchett, it became obvious that Stonehenge was an ancient sporting arena built by clans of Scot-like fey trapped in our world. As I looked at the board, I began to wonder just what these sporting events might have looked like. I believe I've captured the strategy and excitement of those ancient contests, without quite so much mess.&#10;&#10;Number of players: 2&#10;&#10;Object of the game: You control a clan of kilt-wearing fair-folk at the Umpteenth Occasional Games, trying to earn awards in three events: Fightin', Drinkin', and Stealin'. The clan that gets the most awards not counting their best event wins! (You didn't really win if you got all the Killing Monsters awards but lost in Quaffing, Thieving, Not Passing Out, and Not Getting Clobbered).&#10;&#10;Equipment: Fightin' an' Drinkin' an' Stealin'! uses the deck (divided into three decks), the board, all of the little colored disks, and all six of the figures.&#10;&#10;Ending the Game&#10;&#10;Once the seventh and final round is over, each player discards all the awards of whichever color he or she has the most of (remember that each Wee Lawyer a player has halves the value of his or her awards in that color). If two or more of a player's colors are tied, that player picks one to discard. The player with the most awards left after discarding his or her best color, wins.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Molly Mief",
    "ID": 91492,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/91492/molly-mief",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Skunks are famous for clearing rooms. If you want a table at a trendy and crowded restaurant, for example, you know to bring a skunk along with you in order to clear the room. In-laws won't leave the table after Thanksgiving? Better break out the skunk.&#10;&#10;In Molly Mief, players go searching for the critters that scamper away when the eponymous Molly Mief goes for a stroll in the woods. At the start of each round, one player rolls the animal die to see which animal players want to find. Then someone turns over one of the 30 postcard-sized images in the game. When you think you know the right animal count, grab one of the five &quot;track&quot; cylinders &ndash; numbered 1-5 &ndash; from the table.&#10;&#10;Once everyone has grabbed a cylinder or passed, you see which player guessed the right number. That player claims the image card, and the first player to collect six cards wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Skunks",
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pop-Up Dinosaur 1,2,3",
    "ID": 91497,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/91497/pop-up-dinosaur-123",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User Summary&#10;&#10;Pop-Up Dinosaur 1,2,3 consists of two games in one box.&#10;&#10;The first is a snakes and ladders-style game where players roll a custom d12 that has both movements and hazards to overcome on it. The first to reach the end of the track is the winner.&#10;&#10;The second is a quiz game where players move around the board using a d6, answering Dinosaur trivia questions (which also have visual clues for smaller children) whenever they land on a footprint. Again, the winner is the first to reach the last space on the board.&#10;&#10;The 'Pop-up' in the game's title refers to some cut-out dinosaurs which 'pop up' when the board is unfolded.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lausch Genau!",
    "ID": 91515,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/91515/lausch-genau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Pssst &ndash; hey, if you want to make it in the safecracking team of Klepto Manni, then you'll need to listen carefully, that is Lausch Genau! Why must you quiet the lips and open the ears? Because you need to determine the code required to break the bank, and doing that will take concentration.&#10;&#10;Each round, players secretly place 0-4 glass beads in their personal plastic cup, then they successively shake their cups. Players must then secretly guess how many beads are under all the cups in play. Guess correctly, and you then move your car on the game board to the next house waiting to be visited by your crack team.&#10;&#10;The first player to reach the last house on the game board wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eisenbahn-Spiel",
    "ID": 91517,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/91517/eisenbahn-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player attempts to connect two railway terminals with his pieces. The player who is first to complete a continuous connection is the winner.  The railway stations possible during each game are determined by throwing letter dice.  If, for example, &quot;F&quot; is thrown, the piece belonging to that player can be placed on Faido, Filsur, Fiesch, Flamatt, Frutigen, or Frauenfeld. It is permitted to interrupt the connecting routes of other players with your own pieces.&#10;&#10;-from back of box&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metal Minds",
    "ID": 91518,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/91518/metal-minds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "STORYLINE&#10;&#10;Metal Minds is a science fiction card game of hand and resource management where you play as a psychic agent indentured to the government of a colonial planet. Using your gifts, you can construct intricate machines and create powerful energy spheres called rift orbs to power cities.&#10;&#10;A squad of agents is dispatched to a remote mountain range, rich in resources, to harvest rift orbs. While there, your team discovers some mysterious abandoned factories. The government promises release from servitude to whoever can be the first to unlock the factory secrets. As a result, a fierce competition ensues.&#10;&#10;CONTENTS&#10;&#10;&#10;     8 Agent Cards&#10;     75 Inventory Cards&#10;     4 Tracker Mats&#10;     12 Resource Pawns&#10;     4 Rift Orb Gems&#10;&#10;&#10;GAME PLAY&#10;&#10;Players take turns playing cards and using agent and device powers in a race to get rift orbs. You play cards and use certain powers by spending resources. Cards can have a variety of effects, including drawing cards, converting resources, creating rift orbs and attacking rivals. At the end of a round, a player with 8 or more rift orbs wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brotherhood of Nine: The Hex Strategy Game",
    "ID": 91522,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/91522/brotherhood-of-nine-the-hex-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Welcome to the world of team battles, where the right position of the warriors and skillful decision making are the most important things to achieve the victory. You command the squad of 9 soldiers, who become your Brotherhood of Nine for the time of the battle. &#10;The goal of your Brotherhood is quite simple - destroy the enemy.&#10;&#10;The fighting troops contain exactly nine warriors each, and that's where the name of the boardgame comes from. The main battle takes place on the board made of hexes that is nicely scaled for two, three or four players. There are several types of units in the game represented by the hex-shaped double-sided tiles. Before the battle begins all the warrior tiles are laid face down creating &quot;the fog of war&quot;.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das offizielle Mölln-Spiel",
    "ID": 91526,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/91526/das-offizielle-molln-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "M&ouml;lln is a small town in northern Germany. In a playful way, the game participants discover M&ouml;lln. The players take a virtual tour of the city M&ouml;lln. The number of steps are determined by dice and the player must complete various events (Gamecards) to earn points (such as &quot;reach the market place and you get 20 points&quot; or &quot;go shopping in the store XY and you lose 5 points). When a player reaches 200 points, he can reach the goal with his game character. Otherwise, he must continue his tour in the city. Players can choose whether they want to explore the city by car or by bike (other paths are possible). A very simple and unfortunately not very challenging game.&#10;&#10;---&#10;&#10;M&ouml;lln ist eine kleine Stadt im Norden Deutschlands. Auf spielerische Weise k&ouml;nnen die Spielteilnehmer M&ouml;lln entdecken. Die Spieler machen einen virtuellen Rundgang durch die Stadt M&ouml;lln. Die Anzahl der Schritte werden per W&uuml;rfel ermittelt und der Spieler muss diverse Ereignisse (Ereigniskarten) absolvieren um Punkte zu sammeln (wie zum Beispiel &quot;erreiche den Marktplatz und du erh&auml;ltst 20 Punkte&quot; oder &quot;gehe in dem Gesch&auml;ft XY einkaufen und du verlierst 5 Punkte&quot;). Wenn ein Spieler 200 Punkte erreicht hat, kann er das Ziel erreichen. Andernfalls muss er seinen Rundgang in der Stadt fortsetzen. Die Spieler k&ouml;nnen w&auml;hlen, ob sie die Stadt im Auto oder mit dem Fahrrad erkunden wollen (andere Wege sind m&ouml;glich). Ein sehr einfaches und leider wenig anspruchsvolles Spiel.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rol D Dice",
    "ID": 91527,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91527/rol-d-dice",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rol D Dice consists of 6 dice and a dice tray.  Players play singly or in teams.  &#10;The object of the game is to get exactly 9000 points.  &#10;Each player rolls all 6 dice.  Each roll must have at least one of a listed combination to count points.  Each turn must reach at least 500 points to count. Players may continue rolling as long as each roll has either a one or a five.  Failure to roll a one or a five means the turn passes to the left.  Players may pass on any turn or on any turn after a roll.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wilcox War",
    "ID": 91528,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91528/wilcox-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the Curious Games site: &quot;Wilcox War is a variant of the classic game of War, adding strategy and bluffing, making a fun game for everyone in the family!&quot;&#10;&#10;Players play with 3-card hands, with all cards being shown to each other at the start of the game. The draw pile is also face up so players can have a rough idea what their opponent's hand is - and then they have to guess &quot;Will they bluff?&quot;.  As in traditional War, the players reveal a card, with the larger card revealed capturing the smaller.  The alterations in Wilcox War changes the game into a small bluffing/strategy game.&#10;&#10;Base rules are for playing with two decks once through, but includes rule adjustments for playing until one person has all cards, and for single-deck games.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rolling Courts",
    "ID": 91529,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/91529/rolling-courts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "You are a head of a noble family who wants to be known in the courts of the kingdom. Your family members can be sent to the villages and from there buy their way into the courts by donating money. Money is gained by sending other family members to work in the mines. Will you manage to balance between the two tasks and lead your family to be the most prestigious one in the kingdoms?&#10;&#10;Your goal is to bring your family members to the courts where you'll earn victory points. You get to the courts from the village councils. The more advanced you are in the council the senior you are and the less it costs to move to the courts.&#10;You gain money by moving other members of our family members to the mines, the deeper you go the more money you can get. You also might be lucky to get to the deeper mines.&#10;&#10;Moving your family members on the board is done by rolling 3 dice. Those 3 dice show to where you can move your family members. &#10;As you enter members to villages, courts &amp; mines you advance the other family members that are already there, which means you are helping other players.&#10;&#10;Only 3 decision each turn, but you must balance between money earning and spending, free family members, position of members in the villages, and when to move to the courts.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canal de Castilla",
    "ID": 91531,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91531/canal-de-castilla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "A mid-eighteenth century began in Spain one of the largest and most important engineering works of the period, both Spain and Europe. The dream of uniting the Castilian plain to the sea became a reality by 207 km, which passed into history as El Canal de Castilla /Channel of Castile. The channel served primarily for transport the grain produced in Castile to the port, many industries emerged, so developed a major industrial activity. Who will be the constructor of the main channels? Who will transports in their barges the largest number of goods or passengers? Who will owns most prosperous industries? ...&#10;&#10;Canal de Castilla is a game for 2-4 players. Players must build channels linking the villages, carrying goods and passengers through the canal. Before, they must get the necessary barges and even build flour mills. The game takes place since 1753 (start of work) until 1959 (end use). At this time, the player with the most points wins the game.&#10;&#10;The game is also educational as it wants to teach and explore this part of the history to the public.&#10;&#10;&#10;A mediados del siglo XVIII se inicia en Espa&ntilde;a una de las mayores y m&aacute;s importantes obras de ingenier&iacute;a de la &eacute;poca, tanto de Espa&ntilde;a como de Europa. El sue&ntilde;o de unir la meseta castellana con el mar, se hizo realidad a trav&eacute;s de 207 Km., que pasaron a la historia como El Canal de Castilla. Sirvi&oacute; principalmente para llevar el grano producido en Castilla hasta el puerto, muchas industrias surgieron a su alrededor desarroll&aacute;ndose una importante actividad industrial, pero &iquest;ser&aacute;s tu qui&eacute;n construya los principales canales, qui&eacute;n transporte en sus barcazas el mayor n&uacute;mero de mercanc&iacute;as o viajeros, qui&eacute;n posea las industrias m&aacute;s pr&oacute;speras?...&#10;&#10;Canal de Castilla es un juego para 2-4 jugadores. Los jugadores deben construir rutas que unan los pueblos transportando mercanc&iacute;as y viajeros por el canal. Antes han debido conseguir las barcazas necesarias e incluso construir harineras. El juego se desarrolla desde 1753 (inicio de las obras) hasta 1959 (final de su utilizaci&oacute;n). En este momento, el jugador que tenga m&aacute;s puntos ganar&aacute; la partida.&#10;&#10;El juego es tambi&eacute;n did&aacute;ctico ya que quiere ense&ntilde;ar y descubrir esta parte de la historia al p&uacute;blico.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Country: Spain",
      "Theme: Canals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Drank What? To Brie or Not to Brie!",
    "ID": 91541,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91541/i-drank-what-to-brie-or-not-to-brie",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box:&#10;To Brie or Not to Brie! A cheesy expansion for I Drank What?&#10;&#10;Fancy a bit of cheese with that wine? It is the party of the year. And what fancy dinner party, even one where the guests are dropping like flies due to some poisonous misadventures, is complete without a little cheese?&#10;&#10;To Brie or Not to Brie! is an eighteen-car expansion for I Drank What? The Game of Wine, Poison and Comedy, that introduces Cheese cards to the mix.  So grab a plate and take a slice, because a little bite of cheese might just save your life.&#10;&#10;Game play:&#10;There are three types of Cheese cards (Stinky Cheese, Runny Cheese and Sharp Cheese). Cheese cards are played to the table in front of players as protective items. Once in play, a cheese card can be discarded by a player in lieu of revealing her Wine Card during a Toast or Drink Challenge, potentially saving her life. Each cheese card also offers a special ability:&#10;&#10;     Runny Cheese - While this card is in play, your wine card may not be moved or stolen.&#10;     Sharp Cheese - While this card is in play, you draw 2 cards (instead of just 1) when you survive a Drink Challenge.&#10;     Stinky Cheese - While this card is in play, you may not refuse a Drink Challenge nor may a Drink Challenge issued by you be refused.&#10;&#10;&#10;Each player can only have one Cheese card in front of her at a time.&#10;&#10;The expansion also adds three cheese-related Action cards: The Cat's Eaten It! (discard a Cheese card in play), The Cheese Stands Alone (discard all other players' Cheese cards), and Rats! (steal a Cheese card from another player).&#10;&#10;This expansion contains 18 cards:&#10;&#10;     3 Runny Cheese cards&#10;     3 Sharp Cheese cards&#10;     3 Stinky Cheese cards&#10;     3 The Cat's Eaten It! action cards&#10;     3 The Cheese Stands Alone action cards&#10;     3 Rats! action cards&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Wheels Speed Rallye",
    "ID": 91545,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/91545/hot-wheels-speed-rallye",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Speed Rallye is a dice-driven racing game with a co-operative element. A player wins when his car reaches the finish line first, but all players lose if the neutral black car wins the race.&#10;&#10;On his turn a player rolls the die and moves any car he wants and which hasn't been moved in this turn yet. After moving a car, the corresponding car chip is flipped upside down. The next player rolls the die, then chooses from the remaining available cars (face up chips). After all cars have been played, the car chips are flipped face up again and play continues.&#10;&#10;The racing track comprises four, two-sided modular boards. Each board has various action fields on each side.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing",
      "Toys: Hot Wheels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Maximum Tech",
    "ID": 91546,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91546/battletech-maximum-tech",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover of the second printing:&#10;&#10;&quot;Rediscovered Star League technology gives the Inner Sphere a new edge on the battlefield! But new weapons require new tactics; now as never before, ingenuity counts more than tougher 'Mechs and bigger guns. Maximum Tech brings BattleTech players into this brave new world of warfare, where thinking on your feet can win the day.&#10;&#10;Take your BattleTech games to the max with Maximum Tech, the ultimate expansion rulebook for BattleTech players. Maximum Tech is packed with dozens of new Level Three optional rules designed to expand and enhance game play, including new weapons and equipment for Inner Sphere and Clan forces; detailed rules for salvage, repair and customizing 'Mechs and vehicles; expanded rules for vehicles and infantry; double-blind rules; revised and expanded artiller rules; the Battle Value rating system for building balanced forces; and much more!&quot;&#10;&#10;Note: This expansion included material adapted from:&#10;&#10;BattleTech: Tactical Handbook &#10;BattleTech: Explorer Corps&#10;MechWarrior Companion&#10;Field Manual: Draconis Combine&#10;Field Manual: Free Worlds League&#10;BattleTech: The Periphery&#10;&#10;Many of the rules from this expansion were made tournament leagl in BattleTech: Total Warfare.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fashion Rules",
    "ID": 91548,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91548/fashion-rules",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move around the board and answer the trivia questions about fashion like &quot;Who is the most famous supermodel?&quot; and &quot;who started Vogue?&quot; and collecting accessories (board pieces) to drop in your shopping bag. Collect the most accessories and you&rsquo;re on your way down the catwalk, the new Boardwalk.&#10;&#10;The object of the game is to collect all four different accessory items: shoe, scissors, camera, and sunglasses while testing your fashion knowledge.  Whoever reaches the runway first and correctly answers the Strictly Fashionista question wins!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Explorer Corps",
    "ID": 91549,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91549/battletech-explorer-corps",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover:&#10;&#10;A hundred years ago, Primus Adrienne Sims of ComStar suffered nightmare visions of a dire threat to ComStar and the Successor States - hordes of strange monsters from beyond known space, invading the Inner Sphere to destroy it. These visions so troubled the Primus that she created the Explorer Corps, a division of ComStar dedicated to probing the Deep Periphery, to hunt down the threat she had foreseen.&#10;&#10;A century later, the Clan invasion made the nightmare come true - and gave the Explorer Corps a vital role in the Inner Sphere's survival. With the backing of the Draconis Combine, the Explorer Corps has expanded its operations and embarked on a massive hunt for the Clan homeworlds. Small mercenary units from all over the Inner Sphere are joining the search, hired by the Explorer Corps for secret missions into the Deep Periphery - missions from which few return...&#10;&#10;The Explorer Corps sourcebook describes the Explorer Corps' history and structure, including key personalities, operational procedures, and the Corps' efforts to locate the Clan homeworlds before the Truce of Tukayyid expires. Also included is background material on life aboard a 31st-century spacecraft and descriptions of various colonies and Clan bases in the Deep Periphery and other inhabitants of that little-known region of space. Special game rules for BattleTech, MechWarrior, and BattleSpace are designed to enhance campaigns involving space travel or planetary exploration; new material includes rules for creating new solar systems and planets to explore, as well as new types of vehicles and 'Mechs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Technical Readout: 3058",
    "ID": 91554,
    "Year": "(1995)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91554/battletech-technical-readout-3058",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back cover:&#10;&#10;&quot;Incredible discoveries of ancient, long-buried Star League records have uncovered dozens of BattleMech and vehicle designs thought lost to antiquity. Re-tooled for the 31st century, these blueprints have produced the latest and most effective weapons in the Inner Sphere's life-or-death struggle against the invading Clans.&#10;&#10;BattleTech Technical Readout: 3058 provides illustrations, descriptions and game statistics for these classic units and for new Inner Sphere and Clan BattleMechs, including modular BattleMech designs featured in full color. Technical Readout: 3058 also offers a host of tanks, hovercraft, and other armored vehicles upgraded with the latest weapons and equipment.&quot;&#10;&#10;Although this might appear similar to the Classic BattleTech Technical Readout: 3058 Upgrade, the 3058 Upgrade is a companion book, not a replacement. This original book covers new Mechs and vehicles generated between 3056 and 3058; the 3058 Upgrade expands the detail on these mechs up to 3070, adds personality entries, many new Mechs, new sections on Battle Armour and generally provides new material for collectors and gamers. This entry doesn't create a precedent, as BGG already has entries for the Technical Readout: 3050 and the 3050 Upgrade, which are the same system of FASA original Tech Readout with expanded, upgraded companion volume issued as an Upgrade by Fanpro later.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Environmental Concerns",
    "ID": 91582,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/91582/environmental-concerns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Monopoly variant, but does not simply rename the squares like most variants. More property sets are present, as more 2 property sets exist. In addition, properties sets are not arranged in increasing value order but rather randomly (in terms of cost, they're semi-logically sorted by environmental themes)&#10;&#10;As a final twist, the railroad points are replaced by canal entrances which lead to a plus shaped set of spaces. When landing on an entrance, you are relocated to the center of the plus shape and must draw a card to determine the direction you must exit.&#10;&#10;Other changes involve no utilities, only one kind of event deck (not counting the canal cards), and a good park fund (basically the Free Parking fees variant)&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RoboDerby: Express – 3rd Wheel",
    "ID": 91596,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91596/roboderby-express-3rd-wheel",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "RoboDerby: Express - 3rd Wheel is an expansion to the Print-and-Play game &quot;RoboDerby: Express&quot;.  It adds a 3rd player and 5 boards with new elements.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take Me to the Cleaner$",
    "ID": 91623,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/91623/take-me-to-the-cleaner-dollar",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take Me to the Cleaner$ is a hilarious board game promoting bonding and togetherness between couples.&#10;1 to 4 couples can play this game with each couple playing &quot;directly&quot; and &quot;only&quot; against their own spouse/partner, not other players on the board. There must be one winner from each couple. The men in the game are known as &quot;Tycoons&quot; and the women are known as &quot;Divas. &quot;&#10;&#10;Players roll the dice to advance around both sections of the game board. The outer ring is the &quot;reality&quot; portion of the game and there are three repeating squares that require a card draw with different tasks. The center ring is the &quot;fantasy&quot; portion and there you roll the dice to acquire ownership of the 20 &quot;Matrimonial Assets&quot;. If you land on your own asset, you're safe. Landing on an unowned asset gives you ownership of that asset. If you land on an asset owned by your partner, you must hand over an asset of their choice.&#10;&#10;To win the game, you must be the first player between you and your partner to accumulate the 20 Matrimonial Assets. Winning allows you to choose up to 3 tasks or consequences (from the Oops cards) for your partner to perform in real life the following week!&#10;&#10;Components:&#10;&#10;     Game Board &amp; Dice&#10;     Bride and Groom Tokens&#10;     Matrimonial Asset Cards&#10;     65 Busted Cards&#10;     65 Tycoon Oops Cards&#10;     65 Diva Oops Cards&#10;     65 Splitsville Cards&#10;     Pad of 20 Pledge Sheets&#10;     Rules and Definitions&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Relationality",
    "ID": 91624,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/91624/relationality",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This new board game offers a innovative approach to teaching relationship skills - one that&rsquo;s highly informative, research based and great fun. The game uses role playing and realistic scenarios to help players experience the dynamics of their life choices. With a toss of the dice, players move around the board, facing options about money, education, work, romantic and sexual activity, lifestyles, children and more! Just as in real life, each decision carries consequences which affect emotional and financial well-being all based on independent research. Winning is determined by how many good relationship decisions are made in the game, not by luck or money.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rockstar Rehab",
    "ID": 91635,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/91635/rockstar-rehab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Rock Star Rehab, the board game, you can pretend to participate in all the same activities your favourite rock stars do on television or in the tabloid magazines.&#10;&#10;With simple dice rolls, you can imagine yourself partying at exclusive night clubs, VIP house parties, and even going to jail.  The goal of the game is to persevere your way through Rock Star rehab.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Olympic Tennis",
    "ID": 91638,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91638/olympic-tennis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Olympic tennis, features complete data for all olympic tennis tournaments from 1984 onward. There are data for both singles and doubles, men and women tournaments. The system is a derivation of the one used in Head to Head tennis (TCS), but without cards for each single player.&#10;Basically, after tossing a coin to decide who's to serve, roll a percentage dice on the service value of the player involved, and if the result is in the correct range, he wins the game. Otherwise, the chance to win the game passes to the opponent, that rolls on his Return value. If both players fails, game goes checking other values, until one player wins the game.&#10;There are special rules for tie-break and a random event table, that may strongly modify the result of a game, a set or even the entire match.&#10;&#10;The game comes as a pdf of 28 pages and it is sold directly by Roberto Chiavini (pumaye@gmail.com to contact&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Olympics",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordopoly",
    "ID": 91646,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91646/wordopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wordopoly: the game that won't leave you speechless! Circle the board and encounter foreign words, abbreviations, clich&eacute;s, pithy humor, and vocabulary words from English classes of past.  Does &quot;magnanimous&quot; mean full of spite or generous and noble? Answer correctly and advance towards the spelling bee. The first player to acquire a complete set of word definitions wins the game! This game is a great way to fall in love with language.  The 770 vocabulary words included in the game are historically found with the highest frequency on the verbal portions of standardized tests such as the SAT, adding function to its fun.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minions of Cthulhu",
    "ID": 91651,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/91651/minions-of-cthulhu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are a team of paranormal investigators working from Miskatonic University where you track the expansion of 4 doomsday cults across the North American continent. Your mission is to prevent these cults from opening cosmic gateways that will summon Great Cthulhu from his slumber in R'lyeh and usher a new age of human suffering, culminating in the utter destruction of the world as we know it&#10;&#10;Players must work cooperatively to mesh their investigators strengths, rooting out and exposing each cult to the cold light of judgment. But the cults are migrating and expanding at a frightening rate and time is running out: the team must try to expose all four and prevent the gateways from opening. If the cults are permitted to spread unchecked, the players all lose. If they can find ways to expose all cults while retaining their sanity, they win.&#10;But unspeakable horrors lurk in every shadows, and traitors may be closer than the players realize... .&#10;&#10;The board shows the North American continent with both widely and sparsely populated areas. On each turn a player can use four actions to travel, remove, expose and build. Cards are used for this but the deck also contains horrors from the Lovecraft Mythos and the dreaded rallying call of cultists, &quot;Cthulhu Fhtagn!&quot; ...&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arschbombe",
    "ID": 91655,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/91655/arschbombe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Arschbombe &ndash; German for &quot;cannonball&quot; &ndash; players make cards &quot;dive&quot; from their hand into a swimming pool comprised of cards.&#10;&#10;To start the game, players create a swimming pool via a ring of scoring cards, with more cards in the ring for more players. Each player has six swimmer cards, three &quot;rascals&quot; who want to cannonball other swimmers and three divers. The pool is seeded with one swimmer during set-up.&#10;&#10;On a turn, a player chooses one swimmer card and decides whether to take a normal jump or a special jump. For the normal jump, the player stands, holds the card at eye level, then drops it onto the playing area. A diver scores points if it touches no other swimmer cards, with more points being awarded if the diver jumps later in the game. A rascal must try to &quot;splash&quot; a swimmer identified by the player's left-hand neighbor. If the rascal doesn't touch this card, the player scores no points; if it does, the player scores 1-3 points depending on how successful the splash is.&#10;&#10;For a special jump, the player must hold the card over the head (for a diver) or toss the card while sitting (for a rascal). If a swimmer card touches the edge of the pool or falls completely outside the pool, the player loses 1-2 points.&#10;&#10;The player with the most points after everyone's had a turn in the pool wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: More Tales Of The Black Widow",
    "ID": 91673,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91673/battletech-more-tales-of-the-black-widow",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;The fury that was the Fourth Succession War crippled Wolf's Dragoons forces but not their will to survive. After taking the full brunt of House Kurita's wrath, Jaime Wolf turned to Natasha Kerensky, the notorious Black Widow, for help in rebuilding his devastated mercenary unit. Under her ruthless command, the Dragoon's Black Widows returned to deadly form.&#10;&#10;Now the entire Inner Sphere is locked in a life or death struggle against a seemingly invincible invader known as the Clans. Some say that only the Black Widow and her men could triumph against these invaders. But Natasha Kerensky no longer fights for the Inner Sphere. Now she fights for the glory of the Clans!&#10;&#10;More Tales Of The Black Widow chronicles Natasha Kerensky's unit's service during the Marik Civil War, the War of '39, and her latest role with Clan Wolf. This scenario pack describes 16 of the Widow's most critical battles. Also included are detailed unit rosters, personnel files, and BattleMech readouts that give the truest picture yet of the Inner Sphere's most feared mercenary commander.&quot;&#10;&#10;This scenario pack follows on from Tales Of The Black Widow Company and provides 19 assorted pre-prepared BattleTech scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Rhonda's Irregulars",
    "ID": 91675,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91675/battletech-rhondas-irregulars",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;In 3007, Cranston Snord's Irregulars emerged from the winnings of a poker game. Under the command of Cranston Snord, an officer disgraced and discharged from Wolf's Dragoons, the Irregulars gained a reputation for unorthodox tactics and a fetish for collecting lost artifacts and treasures. Now, 43 years later, Cranston has given his daughter Rhonda active command of the Irregulars. Under her leadership, the Irregulars have grown in size and reputation.&#10;&#10;The Federated Commonwealth command used the Irregulars against House Marik with satisfying results, and they looked the other way when the Irregulars went collecting. Now, the battered Federated Commonwealth wants the Irregulars to conduct raids into Clan-held territory. The Irregulars are willing to take on the Clans, but they have another objective in mind; a Star League naval base believed to be deep inside Clan-held territory.&#10;&#10;Rhonda's Irregulars is a BattleTech scenario pack chronicling the Irregulars' history from Cranston's discharge from Wolf's Dragoons, to their actions in the Fourth Succession War, to their battles, including Operation Merlin, the Irregulars' foray into Clan territory. Also included are new 'Mechs and vehicles used by the Irregulars, unit rosters, and personnel files.&quot;&#10;&#10;This BattleTech scenario pack follows on from the BattleTech: Cranston Snord&#039;s Irregulars scenario pack, updating the unit roster and history. It also provides 14 assorted scenarios and rules for two new BattleMechs and a new vehicle from the Star League era.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Field Command: Singapore 1942 – Cards Expansion",
    "ID": 91679,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91679/field-command-singapore-1942-cards-expansion",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the back of the box,&#10;&#10;Yamashita's Bluff. Maxwell's Withdrawal. Adnan's Leadership.&#10;These episodes and many others, such as the failed Japanese ruse of disguise as Indian soldiers, and the burning hell on Kranji river, truly happened during the Battle of Singapore. They epitomize the unpredictability of warfare, as few real battles follow the textbook or even go according to plan.&#10;&#10;Re-live unique historic events. Adapt to unforseen situations. Surprise your enemy. Every game is a new challenge.&#10;&#10;Contents: 2 Reference Cards, 36 Japanese Situation Cards and 36 Commonwealth Situation Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Cities: Singapore (Singapore)",
      "Continents: Asia",
      "Country: Singapore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Spider And The Wolf",
    "ID": 91680,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91680/battletech-the-spider-and-the-wolf",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;The beginning of a legend...&#10;&#10;Here is Natasha Kerensky, the infamous Black Widow, in one of her unit's first and most daring missions... a deadly mission of revenge against Anton Marik, the rebel of the Free Worlds League.&quot;&#10;&#10;User comment:&#10;&#10;This expansion for BattleTech was produced in-house by FASA; one of the few BattleTech comics, this deals with early events in the career of Natasha Kerensky, and the rear part of the expansion includes two BattleTech scenarios and a MechWarrior scenario that players can use to re-enact events depicted within the comic.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pricey Dice",
    "ID": 91681,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91681/pricey-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pricey Dice is a dice game in which players try to collect as many golden dice with the highest values as possible, for as little silver as possible.&#10;&#10;What makes Pricey Dice different from other dice games is the way in which golden dice can be payed for with silver dice. The silver dice have to be used to make each of the digits of the amount that the golden dice are worth. Players can add, subtract, divide and multiply the number of pips shown on the silver D6 dice. An example: 4 divided by 4 equals 1, whereas 4 minus 4 equals zero, and so on.&#10;&#10;The trick is to try and get the gold using as few silver dice as possible. But beware players that try to use even less silver dice as they get the opportunity to do free rerolls!&#10;&#10;Running out of silver? Sell off some gold at a loss to get some back... But don't sell too much because the player with the most gold wins in the end!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Right of Succession",
    "ID": 91682,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/91682/right-of-succession",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "(Working Title- Unpublished Prototype)&#10;&#10;Overview&#10;In this game players take the roles of the &quot;Great Houses&quot; of the land. Over the course of several generations, those in power change. Players try to influence succession and match their House's resources to the interests of the True Power in the land (often not the actual monarch). By adding new family branches, using carefully arranged marriages, and managing grants players raise their prestige in the hopes of seizing power after the inevitable downfall of the monarchy.&#10;&#10;Basic Play&#10;Each player has a house display representing their larger political family. BRANCHES make up that family, beginning the game with a same number of small family branches. Each branch is represented by a card with a branch name and spaces for GRANTS. Grants represent offices, industries, resources, contacts and so on which that part of the family has control of. There are six kinds of grants: Influence (INFL) which generates the currency for play and the five areas of control: Activism (ACT), Intellectual (INT), Religion (REL), Society (SOC) and Warfare (WAR). Grants, represented by tiles, can move around throughout the game. Some branches may also have special abilities which allow special actions or modify the values of the grants attached to them.&#10;&#10;During each turn, players may add a new branch to their House Display. Since they only may have five branches at a time, they will eventually have to Marry or merge two of those houses, creating a new branch. Each turn players gain currency in the form of influence, bid to add a branch, support those in power, and take actions. Some actions can always be taken, while others require the use of particular grant types. At the end of the turn, players check to see which Royal currently holds sway in the realm. Players score VPs based on the interests of that Royal and how well their various branches and grants match those.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House Liao: The Capellan Confederation",
    "ID": 91683,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91683/house-liao-the-capellan-confederation",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "From the back cover:&#10;&#10;&quot;Maximilian Liao offered Anton Marik two things: his daughter in marriage and the assassination of Anton's brother, Captain-General Janos Marik. To win the throne, Anton agreed, and the Free Worlds League plunged into a devastating civil war...&#10;&#10;His work done, Maximilian Liao just sat back and smiled.&#10;&#10;Although perceived as the weakest Successor State, House Liao's Capellan Confederation is still a wily, treacherous, and formidable foe. Ruthlessly dominated by the cunning Maximilian Liao, the Confederation schemes to pick up the pieces of the shattered Inner Sphere and declare itself leader of a new Star League.&#10;&#10;From their tremendous library containing the knowledge of the universe, ComStar has compiled this dossier on House Liao and the Capellan Confederation. Included are dozens of full-color illustrations depicting Confederation personalities, daily life, and military regalia. Classified documents on Confederation armed forces, the Warrior Houses, military structure, and political intrigues are also provided. In addition, the large history chapter stretches from Franco Liao's unification of the Confederation to Maximilian Liao's devious plotting to control the Inner Sphere.&#10;&#10;The rulers of the other Successor States do not consider Liao a threat - Maximilian Liao just sits back and smiles.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BYU-opoly",
    "ID": 91715,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/91715/byu-opoly",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Just one more themed version of Monopoly. This time the properties are all iconic places and things associated with Brigham Young University and its locale. Rules appear to be standard.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Mormons",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project Cube",
    "ID": 91736,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/91736/project-cube",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Challenge abstract game for 2 players&#10;Pick up randomly 2 cards over 15, &#10;As fast as possible, build a 3D structure with 5 blocks so that this structure fits one card looking in a direction, and the other card, looking in the other direction.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orðamaus",
    "ID": 91747,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91747/ordamaus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Or&eth;amaus is a word card game where each card has a letter or two letters or is a wildcard and each card has a value (5, 10, 15 and 25). Use the cards to make words and add the value of the cards used when a new word is made. Included are 87 letter cards, 4 blank cards and 5 rules cards.&#10;&#10;From the publisher: Or&eth;amaus is a fun game for players of every age. The goal is to make words with the letters and collect points. The player with most poinst wins. The game is simple, exciting, and increases both vocabulary and understanding of the language.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think: Wort-Schatz",
    "ID": 91758,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/91758/think-wort-schatz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Image-based word association game. Consists of a variable board with 60 symbols and a deck of cards that show either a symbol or a letter. Players combine symbols from the board with symbols/letters from the cards to form either a compound noun or an adjective-noun combination. Play is simultaneous; the first player who manages to come up with a word/phrase that is based on a combination of the current card and a symbol on a space next to one of their six pawns moves that pawn to that space. The first player who manages to get their pawns to the finishing area wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Think (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeur et Discipline 2",
    "ID": 91765,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91765/valeur-et-discipline-2",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Valeur et Discipline 2 was published in issue 8 of magazine Soldados y Estrategia, and expands the set of miniature rules Valeur et Discipline.&#10;&#10;This expansion add rules for engineers (sapping, mining, pontoons, demolitions), for artillery (Siege, Regimental artillery, capture) and a new formation rule for &quot;massed battallions&quot; (like MacDonald at Wagram).&#10;&#10;In this expansion also are the army lists for Spain, France, Graet Britain, Austria, Portugal, Prussia, Russia, Bavaria, Poland, Saxony and Italy. The lists are classified for type of troops, periode, his organisation in game terms, moral, weapons and capability for fight in open order.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House Davion: The Federated Suns",
    "ID": 91774,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91774/house-davion-the-federated-suns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "From the back cover:&#10;&#10;&quot;In the 26th Century, Alexander Davion wanted the Federated Suns to be the last to join the Star League. In the 31st Century, Hanse Davion wants them to be the last to survive it.&#10;&#10;Hanse Davion, dynamic First Prince of the Federated Suns, rules the largest and most powerful of the five Successor States of the Inner Sphere. After two and a half centuries of devastating interstellar warfare, the Inner Sphere is poised on the brink of a new age, as signaled by the recent alliance between Davion and House Steiner's Lyran Commonwealth. The Davions and Steiners have powerful enemies, though, all of whom have grouped together in a desperate attempt to prevent an irretrievable tile in the balance of power...&#10;&#10;This ComStar casebook covers the history of the Federated Suns and its ruling family, its military forces, government, economy, culture and daily life, along with dozens of full-color illustrations. Also included are unit deployment charts, dossiers on prominent individuals, an atlas of key Federation planets, and much, much more.&quot;&#10;&#10;User comment:&#10;&#10;This expansion for BattleTech, BattleForce and MechWarrior covers the history of the Federeated Suns up to 20 3025. It doesn't provide any new rules, but it does provide useful background for all three games, particularly the stellar atlas of the Federated Suns, showing all of the planets under House Davion control in 3025, and a complete breakdown of military units by location together with detail on a number of units to allow them to be easily generated for BattleForce campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "House Marik: The Free Worlds League",
    "ID": 91777,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91777/house-marik-the-free-worlds-league",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "From the back cover:&#10;&#10;&quot;When the Civil War of 3014 was over, Captain-General Janos Marik emerged triumphant.&#10;&#10;But at what a cost...&#10;&#10;Marik has lost his brother, his wife, and his confidence. The realm he rules, the Free Worlds League, weakened by over two centuries of warfare with the Lyran Commonwealth and the Capellan Confederation, is being torn apart by the diversity that was once its greatest strength.&#10;&#10;Yet the winds of change blow throughout the Inner Sphere. Marik has entered into an alliance with the Draconis Combine and his former enemies the Capellans, an alliance that may tip the balance of power for centuries to come.&#10;&#10;This ComStar report on House Marik and the Free Worlds League includes dozens of full-color illustrations depicting League personalities, daily life, and military regalia. Classified documents on League and various League factions' armed forces, military structure, and political intrigues are also provided. In addition, the large history chapter stretches from the initial unification of the Marik Commonwealth, the Principality of Regulus, and the Duchy of Oriente to form the League through House Marik's consolidation of power and its position today as leader of the now divided Free Worlds League.&quot;&#10;&#10;User Comment:&#10;&#10;This early expansion produced by FASA gives a wealth of detail on House Marik for use in campaigns under the then-current BattleTech 2nd Edition, BattleForce and MechWarrior rules. This House book doesn't give as much detail as the others in the series on the military units and their distribution, but was current up until 3025.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Star League",
    "ID": 91783,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91783/battletech-the-star-league",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back of the book:&#10;&#10;&quot;The Star League  was the greatest achievement of mankind, a golden age of prosperity and advancement the likes of which had never been seen. Led by the noble Cameron family, the League united all of humanity under one banner for the first time.&#10;&#10;But the League also had its dark side. Not everyone wanted to be a part of such an undertaking. The rulers of the League were forced to use their military might to bring the nations of the Periphery into the fold. Many resented the League for this action and it would eventually lead to the League's downfall.&#10;&#10;For wicked men plot the League's demise. Stefan Amaris, cursed forever after as one of the greatest villains in history, wants the destroy the League from within and has corrupted the young First Lord. He is opposed by Aleksandr Kerensky, General of the Star League's armies, who is willing to do whatever it takes to defeat the Usurper.&#10;&#10;In this sourcebook, ComStar presents the history and the tragedy of the Star League.&quot;&#10;&#10;User comment:&#10;&#10;This sourcebook contains more detail on the Star League than any other BattleTech publication, and hasn't been reprinted. Although rules for Star League equipment and 'Mechs were detailed in the Technical Readout: 2750, this book provides a wealth of background detail on the Star League, and is one of a very small number of publications to include an atlas and map of the Star League and the Terran Hegemony. Some of the detail from this book relating to the Star League Defence Force was later reprinted in the German edition of the Technical Readout: 2750.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Kell Hounds",
    "ID": 91787,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91787/battletech-the-kell-hounds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;When Morgan and Patrick Kell first formed the mercenary Kell Hounds in 3010, few thought they'd survive for long. When Katrina Steiner gave them a contract, the Hounds wasted no time becoming one of the most feared and respected merc units in the Inner Sphere.&#10;&#10;It was not the first or last time that the fate of the Kells would become intricately bound up with House Steiner. Morgan Kell helped to save Katrina's life during an assassination plot even before she became Archon. Then it was an inheritance from Katrina's husband Arthur, a cousin of the Kells, that permitted the brothers to finance their dream of founding a merc unit. Much later, Patrick Kell gave his life to rescue Melissa Steiner, heir to the Lyran throne and Hanse Davion's fiancee, when she was kidnapped by agents of the Draconis Combine.&#10;&#10;The Kell Hounds played key roles in Davion history, too. They were there when Yorinaga Kurita killed Ian Davion on Mallory's World. They held off the Second Sword of Light long enough for Davion forces to recover the Prince's body, but Kurita escaped.&#10;&#10;From that day, Yorinaga Kurita and the Kell Hounds were destined to face one another in a series of climactic battles. When Morgan and Yorinaga dueled in one of these, a legend was born. The mystical nature of that battle left Morgan so shaken that he disbanded most of his regiment and joined a monastery.&#10;&#10;The Kell Hounds survived under the leadership of Patrick Kell. After Yorinaga killed Patrick on Styx, Morgan Kell came out of exile to rebuild his unit. He knew it was only a matter of time before he and Yorinaga would meet again on a day of final reckoning.&#10;&#10;The Kell Hounds is a scenario pack containing 11 BattleTech, 2 BattleForce, and 2 MechWarrior scenarios. It also provides personality profiles on the principal members of the Kell Hounds, a unit roster, and a history of the unit.&quot;&#10;&#10;User comment:&#10;&#10;These scnearios cover the period in time between the formation of the Kell Hounds and the opening of the Fourth Succession War. It also contains more scenarios than preceeding scenario packs, despite being only 63 pages long.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steinzeit",
    "ID": 91790,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/91790/steinzeit",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game in which players hunt for dinosaurs and mammoths to feed their Neanderthal crew. They catch animals and later turn them into steaks, or they rob them off other players by using fighting cards. Special action cards allow other actions, e.g. releasing another player's animal into the wild or taking an animal without a fight. The first player to collect 10 steaks (plastic chips) wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avalanche!",
    "ID": 91800,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/91800/avalanche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From Publisher: Watchout - it's AVALANCHE!  The game of skill &amp; concentration!&#10;Make a mountain of marbles and skillfully remove your colored marbles with causing and AVALANCHE!  Careful - only one fallen marble can cause an AVALANCHE!  Experience the excitement, fun and thrilling suspense.  Will you lose your marbles?&#10;&#10;Players must collect all of the required colored marbles on their playing board.  On their turn the player uses the &quot;giant tweezers&quot; to grab the clored marble they need.  But, if any fall down the moutain, their turn is over and they get nothing!  The winner is the first person to complete their card.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Phonogram",
    "ID": 91807,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91807/phonogram",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A word game with a difference! -- Phonogram focusses on the phonetic pronunciation of words, rather than their spelling!&#10;&#10;Designed for EFL (English as a Foreign Language) students, Phonogram has also been a hit among English language educators as a quick and fun way to improve knowledge and use of the IPA (International Phonetic Alphabet)&#10;&#10;Using a colour-coded selection of 210 phoneme tiles, each player works independently to create their own 'crossword' (no board required). When a player uses up all their letters, all players take a new tile from the pool. When all the tiles are gone, the first player to use up all the tiles in their hand wins.&#10;&#10;The game is suitable for solo, group and team play, and may be adjusted to reflect different accents and even other languages that can be expressed in basic IPA phonemes.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beach Breach",
    "ID": 91814,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91814/beach-breach",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Beach Breach is a Solitaire Beach Invasion game played with dice. Your men are invading the breach and are actual D6 Dice.&#10;&#10;You start out with all your Men(D6s) onboard invasion boats, your task is to get to the bunkers before all your men are machinegunned. you have a small amount of shelter with some obsticles.&#10;&#10;Actual Play is done by rotateing your D6s(men) to a number or pip(each D6 can be different) now you throw a D6 for the Machine gun and all matching Men(D6s) in the fireing zone are removed, now your remaining Men may move closer by 1 square.&#10;&#10;2 players can play this fun game by one playing the invader and one choosing secretly the machine gun value&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets: 3055 & 3058",
    "ID": 91832,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91832/battletech-record-sheets-3055-and-3058",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;&quot;The years since the Truce of Tukayyid have given rise to a new breed of war machines. The break in hostilities has allowed both the Inner Sphere and the Clans to expand their arsenals, creating bold new 'Mech designs tailored specifically to the enemy. When war resumes, these new machines will dominate the front lines in the struggle for the fate of humanity.&#10;&#10;BattleTech Record Sheets 3055 &amp; 3058 provides more than 250 filled-out record sheets for the BattleMechs, tanks, hovercraft and VTOLS described in BattleTech Technical Readouts 3055 and 3058, including variants and alternate configurations. As an added feature, the game information for the relevant weapons and equipment is printed on each record sheet for easy reference.&#10;&#10;User comment:&#10;&#10;One of the largest of the record sheet packs produced by FASA, this pack was square-bound - making it diffiult to photocopy any of the record sheets without breaking or removing the spine of the book. On the other hand, the sheets included the weapon information for each 'Mech, and the pack includes everything from the two Tech Readouts - not just 'Mechs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Reinforcements: BattleMech Record Sheets 3025",
    "ID": 91833,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91833/battletech-reinforcements-battlemech-record-sheets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;The Cavalry is coming!&quot; And the cavalry is 55 of the most powerful war machines ever built.&#10;&#10;BattleTech Reinforcements provides completed record sheets for all the primary BattleMechs of BattleTech Technical Readout 3025. From the 20-ton LCT-1V Locust to the 100-ton AS7-D Atlas, Reinforcements has your record sheet.&#10;&#10;User comment:&#10;&#10;These record sheets were issued twice, despite being obsolete on re-issue because of the changes in how BattleMechs were constructed. They're also fairly lightweight, as they only cover the primary variants of those 'Mechs listed in the BattleTech Technical Readout: 3025, something that would change with future record sheet packs. The artwork on the cover's nice, though.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume Four: Assault 'Mechs",
    "ID": 91834,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91834/battletech-record-sheets-volume-four-assault-mechs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;100 tons of devastating firepower. Nothing can stand in a BattleMech's way, except another 'Mech! This book compiles for the first time the BattleTech  statistics for the variant Inner Sphere &amp; Clan 'Mech designs. Some are rare, others unique, and each could be that extra surprise you need for victory.&#10;&#10;BattleTech Record Sheets Volume 4: Assault 'Mechs contains assault 'Mech variants from the 2750, 3025, and 3050 eras of BattleMechs. Included are record sheets for over 45 'Mechs, each with full technical statistics. Included are:&#10;&#10;&#10;        ANH-1A Annihilator &#10;        IMP-2E Imp &#10;        MAD-4A Marauder II &#10;        SHG-2E Shogun &#10;        THG-11E Thug &#10;        Gladiator A OmniMech &#10;        Masakari C OmniMech&quot;&#10;&#10;&#10;User comment:&#10;&#10;This record sheet pack is one of four that cover all of the 'Mechs detailed in the BattleTech Technical Readout: 2750, BattleTech Technical Readout: 3025 and BattleTech Technical Readout: 3050. It also includes the current Combat Values for the 'Mechs, as at the time of printing.&#10;&#10;Although the copyright date states that this publication is copyright 1991, it was actually published in 1990.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume Three: Heavy 'Mechs",
    "ID": 91835,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91835/battletech-record-sheets-volume-three-heavy-mechs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;75 tons of devastating firepower. Nothing can stand in a BattleMech's way, except another 'Mech! This book compiles for the first time the BattleTech  statistics for the variant Inner Sphere &amp; Clan 'Mech designs. Some are rare, others unique, and each could be that extra surprise you need for victory.&#10;&#10;BattleTech Record Sheets Volume 3: Heavy 'Mechs contains heavy 'Mech variants from the 2750, 3025, and 3050 eras of BattleMechs. Included are record sheets for over 45 'Mechs, each with full technical statistics. Included are:&#10;&#10;&#10;        BMB-12D Bombardier &#10;        CHP-1N Champion &#10;        EXT-4D Exterminator &#10;        GLT-5M Guillotine &#10;        LGB-0W Longbow &#10;        Loki A OmniMech &#10;        Mad Cat B OmniMech&quot;&#10;&#10;&#10;This record sheet pack is one of four that cover all of the 'Mechs detailed in the BattleTech Technical Readout: 2750, BattleTech Technical Readout: 3025 and BattleTech Technical Readout: 3050. It also includes the current Combat Values for the 'Mechs, as at the time of printing.&#10;&#10;Although the copyright date states that this publication is copyright 1991, it was actually published in 1990. Despite stating that it includes the Longbow 'Mech record sheet, it actually doesn't the Longbow is an assault class BattleMech, and was actually included in Volume Four of the series alongside the other assault 'Mechs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume Two: Medium 'Mechs",
    "ID": 91836,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91836/battletech-record-sheets-volume-two-medium-mechs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;50 tons of devastating firepower. Nothing can stand in a BattleMech's way, except another 'Mech! This book compiles for the first time the BattleTech  statistics for the variant Inner Sphere &amp; Clan 'Mech designs. Some are rare, others unique, and each could be that extra surprise you need for victory.&#10;&#10;BattleTech Record Sheets Volume 2: Medium 'Mechs contains medium 'Mech variants from the 2750, 3025, and 3050 eras of BattleMechs. Included are record sheets for over 45 'Mechs, each with full technical statistics. Included are:&#10;&#10;&#10;        CRB-27 Crab &#10;        Hop-4C Hoplite &#10;        KTO-19 Kintaro &#10;        STN-3L Sentinel &#10;        WVE-5N Wyvern &#10;        Dragonfly B OmniMech &#10;        Fenris A OmniMech&quot;&#10;&#10;&#10;User comment:&#10;&#10;This record sheet pack is one of four that cover all of the 'Mechs detailed in the BattleTech Technical Readout: 2750, BattleTech Technical Readout: 3025 and BattleTech Technical Readout: 3050. It also includes the current Combat Values for the 'Mechs, as at the time of printing.&#10;&#10;Although the copyright date states that this publication is copyright 1991, it was actually published in 1990.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume One: Light 'Mechs",
    "ID": 91837,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91837/battletech-record-sheets-volume-one-light-mechs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;25 tons of devastating firepower. Nothing can stand in a BattleMech's way, except another 'Mech! This book compiles for the first time the BattleTech  statistics for the variant Inner Sphere &amp; Clan 'Mech designs. Some are rare, others unique, and each could be that extra surprise you need for victory.&#10;&#10;BattleTech Record Sheets Volume 1: Light 'Mechs contains light 'Mech variants from the 2750, 3025, and 3050 eras of BattleMechs. Included are record sheets for over 45 'Mechs, each with full technical statistics. Included are:&#10;&#10;&#10;        HER-1S Hermes &#10;        JVN-10F Javelin &#10;        LCT-3S Locust &#10;        RVN-1X Raven &#10;        WLF-1 Wolfhound &#10;        Dasher A OmniMech &#10;        Puma C OmniMech&quot;&#10;&#10;&#10;User comment:&#10;&#10;This record sheet pack is one of four that cover all of the 'Mechs detailed in the BattleTech Technical Readout: 2750, BattleTech Technical Readout: 3025 and BattleTech Technical Readout: 3050. It also includes the current Combat Values for the 'Mechs, as at the time of printing.&#10;&#10;Although the copyright date states that this publication is copyright 1991, it was actually published in 1990.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume Five: Vehicles",
    "ID": 91838,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91838/battletech-record-sheets-volume-five-vehicles",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;BattleMechs may be the kings of the battlefield, but they aren't the only things out there. This book is the first compilation of complete BattleTech statistics for vehicles of all kinds, from tanks and VTOLs to hovercraft and armored personnel carriers. BattleTech Vehicle Record Sheets contains filled-out record sheets for more than 100 vehicles, including: Behemoth heavy tank - Condor heavy hover tank - Hetzer wheeled assault gun - Goblin medium tank - J. Edgar light hover tank - Manticore heavy tank - Savannah Master hovercraft - Warrior H-7 helicopter.&quot;&#10;&#10;User comment:&#10;&#10;Published several years after volumes 1 - 4, which dealt exclusively with 'Mechs, this volume covers a wider range of sources than the other four volumes, which covered the Technical Readouts only. This record sheet pack draws in vehicles from BattleTech Technical Readout: 2750, BattleTech Technical Readout: 3025, BattleTech Technical Readout: 3026 and BattleTech: Wolf's Dragoons, amongst other sources. Unlike volumes 1-4, only the main variant of each vehicle type has a record sheet, not any alternative variants.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Record Sheets Volume Six: 3055 'Mechs",
    "ID": 91840,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91840/battletech-record-sheets-volume-six-3055-mechs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;3055 has ushered in a new breed of BattleMechs designed specifically to counter the technological advanced weapons used by the Clans. Be ready for battle with record sheets for these bold new designs.BattleTech Record Sheets Volume Six: 3055 Mechs  contains filled-out record sheets for all of the new Inner Sphere BattleMechs, Clan OmniMechs, OmniFighters and second-line Clan Mechs in BattleTech Technical Readout: 3055.&quot;&#10;&#10;User comment:&#10;&#10;Published alongside volume 5 of the record sheet series, this record sheet pack was the last one to include a volume number; future record packs simply listed a Tech Readout number. It also includes an Errata section for BattleTech Technical Readout: 3055, as well as combat values current at the time of printing. Even with the errata, the T-IT-N10M Grand Titan still isn't a legal 'Mech, though.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: 20 Year Update",
    "ID": 91842,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91842/battletech-20-year-update",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back cover:&#10;&#10;&quot;The Fourth Succession War was a victory for the Federated Suns.&#10;&#10;The War of 3039 was a fiasco.&#10;&#10;Now a new generation of Inner Sphere leaders are coming of age, inheriting the promises and the vendettas of their elders.&#10;&#10;A new Marik commands the Free Worlds League. Theodore Kurita gains more and more power at the expense of his own father. The marriage between Hanse Davion and Melissa Steiner has successfuly borne fruit. The Capellan Confederation is no longer under the leadership of a madman.&#10;&#10;But things never go smoothly in the Inner Sphere. Will the fledgling Federated Commonwealth survive the coming decade or will it collapse under pressures from within and without? Can the Capellan Confederation regain its strength before the Davions decide to finish what they started 20 years ago? Can Theodore Kurita drag the Draconis Combine into the modern day without losing his own life?&#10;&#10;The BattleTech 20 Year Update advances the storyline of the universe up to the year 3050 and provides an inside look at the next generation of heroes and villains.&quot;&#10;&#10;User comment:&#10;&#10;The various House books provided background on the Inner Sphere empires up til the cusp of the Fourth Succession War, and the war itself is covered within the two volumes of the NAIS Military Atlas to the Fourth Succession War, This volume covers the period between the end of the war and the arrival of the Clans. While it's unlike the House books in that it doesn't provide any details on experimental 'Mechs or other rules refinements - even with Star League era tech beginning to reappear - it does include a complete unit roster for every major unit in the Inner Sphere, as well as detailed maps, making it a great sourcebook for BattleTech and BattleForce campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Fourth Succession War Scenarios Volume One",
    "ID": 91843,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91843/battletech-the-fourth-succession-war-scenarios-vol",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher's guide:;&#10;&#10;&quot;Armies of BattleMechs stride toward their objectives, razing cities with their missiles, lasers, PPCs, and autocannons on the way. The language of battle is blood, and the cries of the homeless echo in the troubled sleep of every MechWarrior.&#10;&#10;Torn from the pages of the Fourth Succession War, this scenario pack contains battles from the Davion/Liao front, the Steiner/Kurita front, as well as a series of engagements between Wolf's Dragoons and their former employer, the Draconis Combine, in their private war with the Dragon.&#10;&#10;See how the Federated Suns bites pieces out of the Capellan Confederation, how some Lyran/Draconis battles could have gone either way, and how an elite mercenary unit takes on everything Takashi Kurita can throw at it. Command groups of regiments in climactic engagements or play the role of a commando on a secret and sensitive mission.&#10;&#10;Put yourself to the test in 16 BattleTech, 3 BattleForce, and 2 MechWarrior scenarios from the Fourth Succession War.&quot;&#10;&#10;User comment:&#10;&#10;This scenario pack wasn't reprinted by FanPro, and doesn't appear to be on the list of possible reprints from Catalyst Game Labs as at Jan 11, making it difficult to find. Unlike the later BattlePack: Fourth Succession War, the scenarios are drawn predominantly from the BattleTech gamebooks and expansions, rather than the series of novels that covered the Fourth Succession War.&#10;&#10;Despite having &quot;Volume One&quot; in the title, there doesn't seem to have ever been a Volume Two.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Battle for Twycross",
    "ID": 91845,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91845/battletech-the-battle-for-twycross",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;From beyond known space com the Clans... hightech barbarians bring war and destruction to the Inner Sphere. The Jade Falcons were one of the fiercest and most brutal of these Clans. Preying on the Federated Commonwealth, they mercilessly slaughtered its defending forces.&#10;&#10;The most successful of the Jade Falcons forces were the Falcon Guards. Led by Star Colonel Adler Malthus, the guards amassed an incredible string of victories.&#10;&#10;Their fate was to end up buried under tons of rock, entombed forever by Leftenant Kai Allard, giving the Federated Commonwealth its first victory over the Clans.&#10;&#10;This scenario pack recreates the battles for Twycross, with 15 BattleTech scenarios and 1 Battleforce scenario, following the Falcon Guards from their greatest success to their final stand.&quot;&#10;&#10;User comment:&#10;&#10;Unlike other scenario packs like the BattlePack: Fourth Succession War, this scenario pack predates the novel about the Jade Falcon campaign on Twycross, rather than being based on the novel.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Wolf Clan Sourcebook",
    "ID": 91846,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91846/battletech-wolf-clan-sourcebook",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;&quot;In 2784, General Aleksandr Kerensky led his loyal followers out of the Inner Sphere and into exile, far away from the strife and chaos of the Succession Wars.&#10;&#10;In 2815, his son Nicholas founded the Clans.&#10;&#10;In 3049, the Clans returned to the Inner Sphere, determined to avenge their forefathers and restore the glory of the long-vanished Star League.&#10;&#10;This sourcebook gives a complete history and cultural description of Clan Wolf, one of the most prominent Clans and the one that bears the name of Kerensky himself. Included is a post-Tukayyid roster of the Wolf touman and personal profiles of important Wolf leaders.&quot;&#10;&#10;User comment:&#10;&#10;In addition to the background detail on the clan and it's personalities, this book introduced four new BattleMechs: the Linebacker, the Naga, the Phantom and the Pouncer. These 'Mechs would later be preprinted in the BattleTech Technical Readout: 3055.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jabokni",
    "ID": 91857,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91857/jabokni",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jabokni is a word game where two or more players draw playing pieces and place them on the board to form words. The first three playing pieces decide the order of the players and form the &quot;word bank&quot;.&#10;&#10;Each player, in turn, draws one playing piece, places it on the board and declares a word. The player scores one point per letter of the word declared. The other player(s) each declare a different word and score one point per letter of the declared word.&#10;&#10;Play then passes to the next player and play ends when there are no more playing pieces left to play.&#10;&#10;Jabokni consists of a board and fifteen articulated playing pieces. The playing pieces are designed so that any two playing pieces can be put together to form at least one word in the English language. The only other rules are that the playing piece laid must touch on at least two edges, the words declared on any one turn must use at least one letter from the playing piece last laid and that if the playing piece laid results in touching sets of half octagons, then the words declared must use at least one letter from each set of half octagons.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Husker Sports Trivia",
    "ID": 91866,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91866/husker-sports-trivia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;The object of the game is to complete a score card by answering trivia questions from five different categories and be the first to cross the finish line with a completed score card.  But watch out!  You must avoid setbacks and potential disasters brought on by your opponents as they try to complete their score cards and cross the finish line before you.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MechWarrior: Unbound",
    "ID": 91869,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91869/mechwarrior-unbound",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;The Clan invasion left the Successor States struggling to recover from the war that devastated the forces of the Inner Sphere. The Federated Commonwealth took heavy losses, and its misfortune was compounded by the untimely death of Hanse Davion. The alliance is in a precarious position. The New Avalon Institute of Science has been charged to find a technological edge with which House Davion may regain its lost power. Study of Clan technology sent research in bold new directions, and led to an extraordinary breakthrough in BattleTechnology.&#10;&#10;Unfortunately, the Federated Commonwealth's salvation is in the hands of a madman.&#10;&#10;Unbound is a roleplaying adventure set in the BattleTech universe of 3053 on the Game World of Solaris VII. The player characters become involved in a struggle for control of a radical new technology that could change the balance of power in the Inner Sphere. The adventure includes several new 'Mechs and a selection of new tech from one of New Avalon's top research and development teams.&quot;&#10;&#10;User comment:&#10;&#10;Although this is primarily an adventure for the MechWarrior roleplaying system, it includes a number of features for the BattleTech: Solaris VII expansion, as well as including the first examples of what would become Level 3 technology with the publication of the BattleTech Tactical Handbook a few years later. The 'Mechs within this expansion are largely BattleTech game-legal.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Historical Battles",
    "ID": 91876,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91876/ancient-historical-battles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "This is volume 1 of a series of ancient battle scenarios.  Thirty-nine (39) different battles are represented from Megiddo (1479 BC) to Adrianople (378 AD).  Orders of battle are given in terms of the popular DBA/DBM miniatures rules, though there is enough information given for adapting the battles to other rules systems as desired.  While DBA usually focuses on armies composed of exactly 12 elements, the scenarios included vary in size depending on the numbers of combatants.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Game: DBx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Roller",
    "ID": 91914,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/91914/high-roller",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Enter the world of high finance and higher risk with the High Roller dice game. Players roll the dice in an effort to increase their fortunes and build their &quot;budding&quot; business. But in this game, danger awaits you at every turn and getting busted is just a roll of the dice away. Each player rolls two numbered dice (1-6) and one event dice with the event die determining what the numbers stand for, where even numbers equal good results and odd numbers equal bad results. The game contains two numbered dice, one event die, 100 chips and a rules card. Each player starts with 10 chips (their stash) with the remaining chips forming the pot, and the one with the biggest stash when the pot runs out wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yin Yang Koi",
    "ID": 91918,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/91918/yin-yang-koi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Yin Yang Koi is an abstract board game.&#10;&quot;Yin&quot; and &quot;Yang&quot;,two families of Koi were struggle for control of the pond.You can move your Koi, place your fry or flip fry from opposing side to your side.&#10;&#10;Goal of the game&#10;Placing a predetermined number of fryes to control the pond, and the winner is the player to reach the goal first.&#10;&#10;Set Up&#10;1)Lay out the board between two players.&#10;2)Players choose a family, Yin or Yang.&#10;3)Yin player take 5 Yin koies;Yang player take 5 Yang koies.&#10;4)Player take turns to place a koi on any position of the board until all of them were placed.&#10;5)Set aside all fryes near the board.&#10;&#10;Overview of a game round&#10;On your turn, you must move one of your pieces, then place your new counters and flip opposing's counters along the trail of that piece.When your turn is over, the opponent take his turns in the manner.&#10;&#10;Game Play Details&#10;Yin player play first.Play alternates between two players.&#10;&#10;1)Swim&#10;On your turn,you must&#10;1.Choose one of your koies.&#10;2.Choose a direction for the koi.&#10;3.The koi keep swiming along the direction until it was blocked.&#10;&#10;2)Stop&#10;The koi must swim at least one point before stop, follow block can stop your koi:&#10;A.Taiji&#10;B.Koies of your side&#10;C.Fryes of your side&#10;&#10;3)Jump&#10;As Koi love jump,the board edge can't stop it.If a koi swim to the board edge, it will jump over the board and dive into the edge of the other side and keep swim.&#10;&#10;4)Forbidden&#10;Your koi can't&#10;A. Swim to touch koi of opposing side.&#10;B. Swim along a direction that never meets a block.&#10;&#10;Eat Fryes &amp; Spawn Fryes &#10;Koi eat fryes of opposing family and spwan fryes of their own family.After the koi swim and stop:&#10;A.Place fryes of your side onto The initial point of your koi and any blank point the koi swim over.&#10;B.Flip over any opposing fry that may already be on points the koi swim over.&#10;c.The final point of your koi remains without a fry, as a point can contain only a koi or a fry.&#10;&#10;Game End&#10;Game end and the player win if:&#10;A.He place 14 fryes of his color on the board&#10;or&#10;B.Any koi of his opponent can't swim&#10;&#10;Variant&#10;Quick Mode&#10;During Setup phase, both players set their koies as follwing positon&#10;&#10;Customize Winning Condition&#10;Players can set 15 or more fryes as wining number.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mastermind couleurs et formes",
    "ID": 91941,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/91941/mastermind-couleurs-et-formes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a variant to Grand Mastermind.&#10;&#10;The player must discover a code of five elements of different colors and shapes. There are four different colors and six different shapes. You have 12 chances to discover the code.&#10;&#10;The code-maker has three different pegs: white (correct color and correct shape), black (completely correct) and red (correct shape and correct position).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Mastermind",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dolfje Weerwolfje: Het bordspel",
    "ID": 91944,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/91944/dolfje-weerwolfje-het-bordspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Dolfje Weerwolfje is on an adventure with Boura, Timmie and Dad. They're looking for Grandpa Werewolf, who's never afraid of anything. But hunters tricked him and now he's locked in a chicken coop. Now you are either Dolfje Weerwolfje, Noura, Timmie or Dad and you're trying to save Grandpa Werewolf as quickly as you can. But of course, you have to transforn into a werewolf first! Be the first to release Grandpa Werewolf from his cell to win the game.&#10;&#10;This is a game based on the popular books by Paul van Loon, about a little boy who's actually a werewolf. It's a simple 'roll and move', where cards replace the dice. The board is divided into day, twilight and night. During the day, players have to become werewolves. During the night, they have to find the items necessary to save Grandpa Werewolf. The 'twilight' part of the board serves as a second chance, where players can try to get the things they miss to finish either day or night.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Auto Ambush!",
    "ID": 91985,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91985/auto-ambush",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Auto Ambush! could be loosely described as a set collection game with an element of Slapjack.  The goal of the game is to collect a set of 4 identical Hot Wheels rides; each player is limited to a hand of 4 cards, from which they simultaneously exchange any cards they wish from their hand, one card at a time, for any card on the table, including cards discarded by other players in the same round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Neteru",
    "ID": 91986,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91986/neteru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The sister game to Junishi, 12 Moons and Zodiakos,&#10;Neteru is an abstract strategy game inspired by the 12 signs of the Egyptian Zodiac. (Each player controls 6 of the 12 signs.)&#10;&#10;The object of Neteru is to move one of your 6 pieces into your opponent's Gate, which is located at the opposite end of the board, in between your opponent's Spawn Areas.&#10;&#10;Players begin at either end of a board comprised of 23 circles. &#10;At the start of the game there are not any pieces on the board. Any pieces that a player wishes to use must be &quot;spawned&quot; in one of the Spawn Circles on that player's side of the board. &#10;Players may move the pieces that they already have on the board either by moving them into adjacent circles or by jumping over friendly pieces.&#10;Players also may use their animals to capture their opponent's animals by jumping over them.&#10;&#10;Neteru is a simple and fast paced abstract strategy game that is easy to learn and usually plays in under 20 minutes. It comes in a little cloth bag that also serves as the game board&#10;and it can be carried in any pocket that is big enough to hold a pack of gum.&#10;&#10;Neteru is a complete game that can be expanded by combining it with its sister games Junishi, 12 Moons, and Zodiakos.&#10;(source : the publisher)&#10;&#10;Integrates with:&#10;&#10;    12 Moons&#10;&#10;&#10;&#10;    Junishi&#10;&#10;&#10;&#10;    Zodiakos&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wi$eMoney",
    "ID": 91988,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/91988/wi-dollar-emoney",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Wi$eMoney is a fun learning game for students. It reduces lectures, puts teachers in a role to reinforce learning, and facilitates discussions on personal finance through problem-based learning to keep students involved and active.&#10;Player teams compete by answering questions on banking, investing, budgeting, planning, financing, credit, and safety and identify protection and by making financial choices to distinguish between needs and wants.&#10;&#10;Components:&#10;&#10;     Game board&#10;     Cards and game elements&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: ComStar",
    "ID": 91989,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/91989/battletech-comstar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;&quot;As the Star League was dying on the eve of the Succession Wars, the House Lords agreed on one final action. At the suggestion of General Kerensky they appointed Jerome Blake as Minister of Communications and charged him with repairing the damaged HPG network. This would prove a momentous decision.&#10;&#10;Within a few short years after Kerensky's Exodus, Blake and his followers had seized control of Terra and declared themselves neutral in the coming conflicts. The newly-named ComStar evolved into a pseudo-religious organization, with Blake as its divine founder, that positioned itself as the keeper of technology and the preserver of humanity's future.&#10;&#10;For nearly 300 years, ComStar watched as the Succession Wars ripped apart the Inner Sphere and technology was lost, waiting for the day when they would step in to save humanity from a new dark age. But the 31st century changed all of that.&#10;&#10;This sourcebook presents the history and inner workings of ComStar, including the devastating schism that struck the sect in the days following their victory over the Clans at Tukayyid.&quot;&#10;&#10;User comment:&#10;&#10;This sourcebook is largely background detail provided in much the same format as the earlier background books such as House Steiner: The Lyran Commonwealth or The Periphery although it runs up to 3055 rather than 3025. This sourcebook includes details of the Nexus, Raijin and Grand Crusader 'Mechs, which were reprinted in the BattleTech Technical Readout: 3058.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tastomino",
    "ID": 91992,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/91992/tastomino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a Dominoes variant with two ways of playing. The first one follows regular Dominoes rules: A player can play a tile on his/her turn which must match a tile to another tile at one end of the layout of tiles already on the table. If the player cannot do that with a tile s/he owns, s/he has to draw an additional tile. The first player to get rid of his/her tiles is the winner.&#10;&#10;The playing pieces however, are irregularly shaped. For the second variant, the players put their pieces into a bag and have to feel which edge fits an edge of another piece. Other than that, the usual rules apply as well.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wiewiórka Spryciulka",
    "ID": 91996,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/91996/wiewiorka-spryciulka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A push your luck with squirrels game for children! Each turn the active player throws 8 boxes. If none of the boxes fell with the open side up the player ends his turn. If he threw at least one box on it's open side up he puts the nut that was inside the box in front of him. Now he can either end his turn and gain all the nuts he has in front of him or risk and throw with all the remaining boxes. And now: if none of the boxes have their open side up - he loses all the nuts he put in font of him this turn. Otherwise he takes the nuts from the boxes with their open side up and once again decides whether he wants to risk another throw or gain all the nuts he has in front of him. The first player to gain 2 sets of 4 nuts in one colour wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Befuzzled",
    "ID": 92001,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/92001/befuzzled",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Think Quick, Act Faster!&#10;&#10;Will you be the first to say &quot;Arrrr!&quot; like a pirate when a circle appears?  Or clap your hands at the sight of dots?  Don't cheer &quot;Hooray!&quot; for a square though...that was last round.&#10;&#10;Players take turns flipping over cards which show different shapes.  Be the first to complete the correct action and you win that card!  But watch out - each round shuffles the actions, and their matching shapes.  You score a point for each card awarded, and at the end of the game the player with the most points wins!&#10;&#10;Contains 24 action cards, 8 shape cards and 40 flip cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Psiduel",
    "ID": 92002,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/92002/psiduel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Psiduel is an intense, psychological dueling game for two players. Players take the role of psionic test subjects, pitted against one another in an &quot;experiment&quot; only one of them can survive. It is visceral and fast; playable in under 15 minutes.&#10;&#10;At the beginning of a game, each player prepares a grid consisting of six cards face down. This grid represents the player&rsquo;s psionic defenses. The card backs display a number from one to three, letting the opponent know the strength of the defense, but not the type.&#10;&#10;Each player has an offense and defense deck to draw from. During a round, players burn cards off the top of a deck in order to play cards from their hand, either to replenish their defenses or attack.&#10;&#10;The object of the game is to destroy your opponent&rsquo;s defenses, and reduce them to zero life by attacking unoccupied spaces on their grid.&#10;&#10;72 cards (2 decks of 36, one for each player) and a simple rule sheet come in the box. No add-ons required.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Non-Stop Safari",
    "ID": 92005,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/92005/non-stop-safari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Non-Stop Safari is a 2 to 4 player print and play board game submission to the 2011 Global Game Jam. Players take on the role of rich financiers who send hunters on safari to find valuable animal pelts. Only the rarest pelts will fetch the highest price, and you can&rsquo;t get more rare than extinct! By hunting a species to extinction players can guarantee a high return on their precious pelts. Oh, and watch out for poachers, unless of course, they&rsquo;re working for you!&#10;&#10;The object of the game is to be the player with the most money by the end of the game. The game ends immediately after the third species has gone extinct. All pelts of this species are sold off as usual and then money totals are counted.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Worker Placement"
    ],
    "Families": [
      "Misc: Global Game Jam",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sovereign: An open source board game project",
    "ID": 92007,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92007/sovereign-an-open-source-board-game-project",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The main objective of the game is to collect seven of one type of victory card. Players must balance their play between researching technologies, expanding cities and building units. Having only a limited number of actions per turn, it is important for players to consider their activities carefully so that they maximize their ability to collect cards. The first player to collect seven of one type of victory card wins the game.&#10;&#10;This game is based on hex-grid map boards and players can choose which sections of the map to assemble. Currently there are maps of Europe and the Caribbean, although plans for future maps will cover the entire world. Players lay tiles down to form cities and can build military units to protect them or attack others. Cities create the wealth that a player needs to further their empire.&#10;&#10;Players take turns to perform their moves, building their empire up while keeping a close eye on their neighbors to prevent them beating them to the end. Open play allows players to watch other players activities, and manage resources in way that can stop other players winning while not hindering their own advancement.&#10;&#10;The game has been designed to give flexibility to the rules so that players can develop in-house versions of the rules without breaking the game. One popular alteration is in the collection of cards. Players can change the speed and dynamic of the game by changing how many and of which types of card need to be collected.&#10;&#10;The game is fully customizable allowing players to design their own versions including army units, maps, technologies and rules. The online published version of the game can be downloaded and printed off for free.&#10;&#10;Released under the Creative Commons Attribution-ShareAlike licence.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Paper-and-Pencil",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bio Grafo The Biography Game of Skill and Chance",
    "ID": 92012,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92012/bio-grafo-the-biography-game-of-skill-and-chance",
    "Min Players": "2",
    "Max Players": "41",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "75 well-known authors and one work each is known for is the basis of this Bingo-type 'educational' game. Each player gets one of 40 'GRAFO' cards, a 5 by 5 grid where each square has an author number, an author's name, and his or her image. The caller randomly pulls from the stock of 75 tokens, and reads aloud the column letter (G, R, A, F, or O) and title of a play, book, poem, or short story and optionally the author number. If the author of that work is on his or her card, a player marks that square with a translucent disk, hoping to be the first to get five in a row. Can be played in three difficulty levels:&#10;&#10;1) Playing by the numbers. The caller reads the column letter, title, and author number. This makes the game no harder than Bingo with some trivia thrown in.&#10;&#10;2) Playing by the book. The caller omits the author number, but players have access to a &quot;Bio/graphics&quot; booklet in which they can find the author of the named work.&#10;&#10;3) Playing for mastery. Players no longer have access to the book and have to recall from memory the author of the named work.&#10;&#10;A player calls &quot;Grafo&quot; when he or she covers five squares in a row on his or her card, and once verified is declared the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milky Way Express",
    "ID": 92013,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/92013/milky-way-express",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Milky Way Express is a Free Print-and-Play space trading and exploration game.&#10;&#10;Game Summary&#10;You start the game with a credit of $10 and your aim is to earn enough money throughout the game to pay back this loan when the game ends.&#10;You will take turns moving your Spaceship on cards laid out as a chart of the Milky Way Galaxy, discovering new Planets as you go. You will throw dice to determine what goods will be on offer at each planet. Available goods will vary from turn to turn, so buy low and sell high while the market is friendly to you. But if luck abandons you, you may be driven to Bankruptcy by greedy Pirates and zealous Customs controls (if you dare to smuggle any illegal goods).&#10;The game ends when you turn over the last unexplored card on the Galactic Chart, or when you run out of money.&#10;&#10;This game is released under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License - that means you can use and modify the game for free, but you can't sell it or claim it as your own.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valley Forge II: A Supplement to Valley Forge",
    "ID": 92023,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92023/valley-forge-ii-a-supplement-to-valley-forge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Information compiled from the website tomeoftreasures.com with information from the designer.&#10;&#10;This game is essentially an &quot;errata section&quot; for TSR's game Valley Forge, a game released at GenCon for the 1976 Bi-Centennial.  However, this game product was self-published by the designer Dave Wesely as he was being called into the US Army.  He hired former TSR employee David R. Megarry to work out the details.  Combined with Valley Forge, this provides 44 pages of tactical rules.&#10;&#10;Some copies were sold bundled with TSR's Valley Forge.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jakten på guldmynten",
    "ID": 92024,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/92024/jakten-pa-guldmynten",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Jakten p&aring; guldmynten (The hunt for the goldcoins) is a dice game with characters from Disney, like Scrooge McDuck. You want to be the first player to achieve 10.000 points.&#10;&#10;You roll 10 dices, and attempt to get dice with &quot;pairs&quot;, like Donald, Daisy and Gladstone Gander (they have the same colour, red), you get a bonus, and also you can now roll the &quot;coin-dice&quot; trying to get a coin worth 1000 points. But without getting three dices with the faces of Beagle Boys. Dice with a star is a joker.&#10;&#10;The game is similar to Monopoly Express.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anglin Action",
    "ID": 92026,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/92026/anglin-action",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "When you get the urge to fish but can't launch the boat.... Here's the solution.&#10;&#10;Anglin' Action is a game that involves matching fish with their correct location and lures. This allows a player to 'catch' the fish. All of the fish are assigned different values. &#10;The winner is the player with the most 'fish points' at the end of the game.&#10;&#10;Playing the Game:&#10;&#10;Deal five action cards to each player.&#10;Pile the remaining Action Cards, Lure Cards and Location Cards at the side of the table.&#10;&#10;There are three simple phases that make up a player's turn:&#10;&#10;Draw Phase: Draw one card from the game deck&#10;Action Phase: You may play an Action Card if you want. Simply follow th einstructions on the Action Card. Limit one per turn.&#10;Fish Phase: On this phase a player may do ONE of three things:&#10;&#10;Move to a location- Take a location card and place in front of you.&#10;Put on a lure- Take a lure card from your tackle box and place in front of you.&#10;Catch a fish- Take a fish from your hand that matches the correct lure and correct location you are in.&#10;&#10;Afteryour fishing phase is over the next player goes.&#10;&#10;Winning:&#10;&#10;The game ends when any player has caught their limit of ten fish. At this point the winner is determined by the player with the most points. Therefore the player who caught ten fish may not necessarily be the winner of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killzone 2",
    "ID": 92028,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/92028/killzone-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Killzone 2 is a cardgame made by a fan of the Playstation 3 game called Killzone 2. It's a two player game, for free on the web. One player takes control of ISA (human) army, the other player is Helghast. The goal is to destroy enemy. There are two 63-card decks. In the first round, every players draw 6 cards. If they have at least 2 basic cards (soldiers and shock troopers), the battle begin.In each round, player draws one card and heals character for 10 points. Every round you have 10 Action Points and you can use them to:&#10;&#10;-attack&#10;-place basic character in spawn point&#10;-evolve character (example= soldier can evolve to any V1 character [medic, saboteur etc.] or in soldier v2)&#10;-place vechiles&#10;-equip weapons, tools&#10;-use tools&#10;&#10;You can have:&#10;&#10;1 Active Character&#10;5 Spawn Point Characters&#10;Vechile, Weapon, Tool&#10;&#10;If enemy haven't got any characters on spawn point or in active character place, you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geronimo",
    "ID": 92045,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92045/geronimo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player rolls five dice (each side of the die bearing a different color). The result is called &quot;Geronimo&quot;. All players will ante chips into the pot. Each player will then ante another chip and then attempt to match the Geronimo. If three of the five dice match, he may reroll the remaining two. If one of the two match, he may then take a third roll of the remaining die. If the dice match the Geronimo, the player wins the pot. During play, other combinations of dice may win the player lesser rewards from the pot.&#10;&#10;The game is over when the pot is exhausted and the winner has the most chips.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bombers at War: The Battle of the Bismarck Sea",
    "ID": 92049,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/92049/bombers-at-war-the-battle-of-the-bismarck-sea",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Bombers at War: The Battle of the Bismarck Sea is a companion game to Airships at War, 3rd Edition.&#10;&#10;The rules allow for the addition of WW2-era aircraft and naval vessels to the Airships at War world.&#10;&#10;The game comes with 20 new phase cards, 16 new planes, 14 scenarios, and campaign rules.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Jade Falcon Sourcebook",
    "ID": 92050,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92050/battletech-jade-falcon-sourcebook",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;&quot;From the unknown regions of the Periphery, they came to conquer.&#10;&#10;When they first arrived in the Federated Commonwealth, no one knew who these mysterious invaders were. Soon, Clan Jade Falcon became a name to be feared. They seemed completely unstoppable. They piloted strange new 'Mechs. Their armored infantry, nicknamed &quot;Toads&quot; by their stunned opponents, were unlike anything seen before. They nearly killed the heir to the throne.&#10;&#10;This ComStar document details the history and development of Clan Jade Falcon from their beginnings in the chaos of the Exodus Civil War to the battlefields of Tukayyid. Contains a complete roster of the invading Jade Falcon forces, along with personality profiles of prominent officers.&quot;&#10;&#10;User comment:&#10;&#10;Providing a counterpoint to the BattleTech: Wolf Clan sourcebook, the Jade Falcon sourcebook gives a crusader-faction viewpoint on some events before delving into the Jade Falcon part in the invasion of the Inner Sphere. Largely useful for background reference in use in MechWarrior, or in forming campaign scnearios for BattleTech/BattleForce. It also provided profiles for four new BattleMechs - the Baboon, Hellhound, Kraken and Vixen, which were reprinted in the BattleTech Technical Readout: 3055 Upgrade a decade later.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock and Roll Hall of Fame and Museum",
    "ID": 92053,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/92053/rock-and-roll-hall-of-fame-and-museum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rock and Roll Hall of Fame and Museum official trivia board game! Test your rock and roll knowledge and travel 86 spaces to become the first player to reach the Hall of Fame. Includes over 1,700 questions and clues about the greatest people, events, recordings and dates in rock and roll history!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trade Fleet",
    "ID": 92080,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/92080/trade-fleet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "The golden age of sail was funded by the mighty trade fleets of the World&rsquo;s nations. In this card game you will control a fleet of ships, trying to amass as much gold as possible.&#10;&#10;Collect goods and when you have enough trade them in at a port. Maybe you want to waylay other captians with dock fees or get them lost? Remeber, the pirates weren't the riches men on the seas, the traders were.&#10;&#10;Players have several different play options each turn including playing a card, playing a port or redeeming goods. By redeeming goods at a port players earn gold which is required to win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Egg Omelet",
    "ID": 92082,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92082/dragon-egg-omelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple push-your-luck dice game, Dragon Egg Omelet (or Omelette, depending on where one lives) tasks players with searching dragon nests to collect eggs required in a very rare omelet for an ornery king (with quite a specific culinary palate).&#10;&#10;Try to gather the necessary dragon eggs before the other players without rousing the adult dragons who guard those eggs.&#10;&#10;Components: 6 dice, 40 dragon eggs, instructions, portable carrying case.&#10;&#10;Gameplay involves rolling sets of dragon eggs (pips) with the dice, avoiding the faces that display dragons, and pushing your luck to gain eggs and decide whether to continue rolling for more eggs or play it safe and quit for the round.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice BattleShips with Land n Air 07",
    "ID": 92084,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92084/dice-battleships-with-land-n-air-07",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game is played on a board like a large chess board, The game board included is just an example You make a board to suit the battle.&#10;&#10;The pieces are regular dice d6. The are three different colors that represent Navy (blue), Army (green), Air Force (white). As you play your troops will suffer casualties , You rotate the dice to reduce the strength of a piece.&#10;&#10;The object of the game is to control the board, or to eliminate the enemy. You move your troops by aiding each other -- Navy can transport Army, Air Force planes can air-lift Army, Air Force planes can land on carriers, et c.&#10;&#10;Game-play is simply&#10;When a unit is adjacent to an enemy unit in your turn you may attack, an attack is resolved by adding all the strengths of the attacking units in the battle, then subtracting the combined enemy strength to reach a positive or negative battle-score. The attacker and defender roll a d6 for further support and add or subtract the numbers from the battle-score total.  A positive result allows the attacker to reduce the enemy force by that number, and a negative battle-score allows the defending player to do the same.&#10;&#10;At the beginning of every turn, a d6 is rolled, this gives the current player one of six combat advantages:&#10;1) bomb any land unit and reduce by 2.&#10;2) move any unit by 3&#10;3) add 1 to every combat this turn&#10;4) build a friendly airfield , next to ant land unit&#10;5) fighter attack reduce any plane unit by 2&#10;6) hide any unit for 2 turns&#10;&#10;The game also includes optional rules for mines.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Chronicle of the Godslayer – Pathwarden Promo",
    "ID": 92090,
    "Year": "(2011)",
    "Geek Rating": "5.633",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92090/ascension-chronicle-of-the-godslayer-pathwarden-pr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "Promo card given out January 29th 2011 for game day.&#10;&#10;Cost: 6 Runes&#10;&#10;Lifebound Hero&#10;&#10;Gain 2 runes.&#10;You may spend runes as though it was power this turn.&#10;&#10;3 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunderstone: Promo Pack",
    "ID": 92091,
    "Year": "(2011)",
    "Geek Rating": "5.776",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92091/thunderstone-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "This Pack contains:&#10;&#10;Blade Trap (Trap-Death)&#10;It destroys the Hero card in your hand with the lowest strength. It also forces the other players to reveal the top two cards from their decks and all revealed Hero cards are destroyed except those with the highest strength.&#10;&#10;Death Sentinel (Doomknight-Guardian)&#10;Using the Guardian rules found in Wrath of the Elements, this promo provides another &quot;boss&quot; character to prevent players from obtaining the Thunderstone without first defeating a powerful enemy.&#10;&#10;Harruli (Hero)&#10;The level 1 and 2 adds 1/2 attack +1/2 per revealed spell. Level 3 adds 4 attack and allows you to draw three cards and add one spell cards to your hand.&#10;&#10;Mammoth (Evil Druid-Familiar)&#10;You may not attack other evil druids while this card is in play. The Mammoth gets a +2 health bonus for each evil druid card in the dungeon.&#10;&#10;The Vision (Cultist-Humanoid)&#10;The Vision gains +2 health for each revealed hero and destroys one card with a light value.&#10;&#10;Only 4000 sets will be available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WWE DVD Board Game (3rd Edition)",
    "ID": 92097,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/92097/wwe-dvd-board-game-3rd-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "From the back of the box:&#10;&#10;&quot;Take control of WWE!&#10;&#10;Experience a revolution in DVD game play with a new level of interaction between players. Manage the ultimate roster and prepare for unpredictable action as the on-screen General Manager calls the shots. Features incredible 3D graphics, authentic video footage, photos of Superstars and Legends, and unlimited game play&quot;&#10;&#10;Object of the game is to collect 4 of the 7 Championship Titles. Each Superstar can only hold one Title at a time. You need 4 Superstars to win the game.&#10;&#10;Game-play is roll and move. Roll a die, move that many spaces clockwise, follow the instructions in the space you land, mostly by clicking the corresponding button in the DVD to find out if you have a match, an on-screen challenge or special choice.&#10;&#10;Re-implements:&#10;&#10;    WWE DVD Board Game (2nd Edition)&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Components: DVDs",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revelations",
    "ID": 92098,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/92098/revelations",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hilarious party game for 5-10 adult players. No matter what the truth is Revelations will reveal the sins, but exactly who the sinners are will remain stricly private! You should expect to have some hilarious and lively discussions as you try to work out how many of your friends have, for example, been caught shoplifting.&#10;&#10;The object of this game is to guess the number of your fellow players who have commited each &quot;sin&quot; but exactly who has commited the sin will remain a secret! This game is not really suitable for children as some of the questions are a little on the risky side....but it will provide hours of amusing fun for groups of open minded adults and is a superb party game!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  }
]