[
  {
    "Rank": "N/A",
    "Name": "Einsteigen bitte!",
    "ID": 62120,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62120/einsteigen-bitte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Game for the very young. Each player has a train consisting of an engine and a waggon. On his or her turn, a player spins a spinner which determines what happens with one or two cards that can be drawn. If not, they have to be given to other players. If a card matches the color on the player's waggon, it can be put into a slot on the waggon. The first player to place six passengers into his or her waggon is the winner. The game is Disney themed.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Erzähl mir nichts",
    "ID": 62121,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62121/erzahl-mir-nichts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players tell stories. They also draw cards which contain words that have to be used. The other players have to guess which words were &quot;artificially&quot; added (i.e. demanded by cards). A charade variant is included.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ferien-Spiel",
    "ID": 62122,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62122/ferien-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players roll and move over a board. They can take up cards with certain pictures on the corresponding squares of the board. When a player meets another player, he or she can take a card from him/her (the loser goes back to the start). A cloud square means a card can be stolen from anyone. There are eight pairs of two cards each - when a player has both cards of a pair, these are protected from theft. The first player to collect 16 different cards is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flott",
    "ID": 62123,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/62123/flott",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players draw cards and lay down sets of 2-6 cards of the same color (at the end of the turn, there is a hand limit of 5 cards). The more cards are put down, the more points are scored (1-11). Most cards have only one color, some have two. The first player to reach 20 points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Häuschen dreh' dich",
    "ID": 62124,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62124/hauschen-dreh-dich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The game contains 15 wooden houses which have different colors on both sides and a hole in the middle. A wooden marker is put into each hole. The first player gets the sixteenth marker and flips over a house, hoping that it matches the color of the marker. If so, the player keeps the house and the game continues with the marker that was in the house originally. If not, it's the next player's turn. The player with most houses at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "bOOLeO N-Edition",
    "ID": 62126,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/62126/booleo-n-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2",
    "Description": "bOOleO N-Edition is a card game which combines strategy card play with the concepts of Boolean logic. Players must race to resolve an initial binary number to a single specific bit. This is accomplished through the use of logical gates.&#10;&#10;Why is bOOleO N-Edition fun?&#10;bOOleO N-Edition stretches your brain by using the fundamental concepts of Boolean algebra, specifically teaching you the concepts of Boolean operators/logic gates. Using the four different types of gate: NAND, NOR, NXOR, and NOT; you strategically build your logic pyramid, carefully watching the movements of your opponent, anticipating how your next move could destroy their pyramid. The pace can be lightening fast, the tension can blow your mind.&#10;&#10;Integrates with:&#10;&#10;    bOOLeO&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Op en neer",
    "ID": 62129,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/62129/op-en-neer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Op en neer (Up and down) is a childrens game. The purpose in the game is to try and finish the shopping tour in the department store as the first one.&#10;&#10;In order to achieve this you need your player to get in and out of the elevator at the right floors for you to pick up the items on your shopping list. The elevator moves up or down depending on the spinning of an arrow. The player who spun the arrow may decide which number of floors the elevator will move (always to possibillities) and in which direction (up or down). On the gameboard are two elevators, connected by a small rope and when one elevator goes up, the other one will go down, and vice versa.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conquest, the card game",
    "ID": 62133,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/62133/conquest-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Conquest is an exciting game where the goal is to triumph over your opponents to gain the most land. A player may use a variety of characters, each with an unique ability, to travel to new lands, form alliances, and fight duels. This innovative card game uses each part of the card for different plays, even the backs!&#10;&#10;In Conquest the card game, the object is to be the first player to capture the majority of landmarks.  Players are dealt 5 cards.  There are 9 landmarks in the game.  Players can set the length and difficulty of the game at the start by choosing 3, 5, 7, or 9 landmarks or choosing landmarks that are more difficult to reach.  Players move to different landmarks by playing cards from their hand that match the combination of terrain icons on each landmark card.&#10;&#10;Each player assumes the role of one of 15 characters who may travel to different landmarks to try to take possession of them or duel opponent&rsquo;s character.  Players may also form alliances to avoid being attacked with the added bonus of getting the opportunity to secretly buy the allied player&rsquo;s land.  Some of the characters include samurai, pirate, spy, witch, and ninja.  Each character has a unique ability that players can use to gain an advantage.&#10;&#10;Players also control armies and officers that can battle to take over other player&rsquo;s landmarks.&#10;&#10;Conquest is not a CCG.  It is a complete game with a deck of 63 cards, however, because each card can be used in multiple ways, it feels more like a deck of 200.  Each corner on the face of the cards represents a different aspect of the game:  characters, alliances, armies or terrain.  On the back of each card is a mythological beast which is used to resolve duels between characters.&#10;&#10;The game includes 63 cards representing:&#10;&#10;15 characters (including 4 officers)&#10; 3 mythological beasts (dragon, unicorn, minotaur)&#10; 4 alliances  (eagle, elephant, lion, bear)&#10; 4 terrain types (mountains, forest, desert, river)&#10;12 shield markers&#10;27 army cards&#10; 9 landmarks&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Straw!: A Board Game on the Social Determinants of Health",
    "ID": 62134,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/62134/the-last-straw-a-board-game-on-the-social-determin",
    "Min Players": "4",
    "Max Players": "25",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the publishers:&#10;&#10;The Last Straw! is a fun and exciting teaching tool on the social determinants of health. The game has three objectives:&#10;&#10;* to promote discussion about the social determinants of health;&#10;    * to help players build empathy with marginalized people and gain an awareness of players' own social location;&#10;    * to encourage learning in a fun and supportive environment.&#10;&#10;In keeping with current research on the social determinants of health, socioeconomic status is a primary determinant of health in this game, as are race, gender, sexual orientation and other factors.&#10;&#10;Feedback consistently demonstrates that players gain a better understanding of the social determinants of health and the interplay between forces at individual and community levels.  Both players and facilitators (&quot;Game Masters&quot;) report having a great time playing the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Where Heroes Dare! Two Fisted Action in the Pulp and Movie Serial World",
    "ID": 62137,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/62137/where-heroes-dare-two-fisted-action-in-the-pulp-an",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Have you ever wanted to stop a Nazi Doomsday weapon hidden away in a lost Peruvian Valley amongst ancient ruins? Have you ever wanted to show those fools at the University the magnitude of your diabolical genius?&#10;&#10;In Where Heroes Dare! players field their own custom made Heroes and Villains along with their Companions and Lackeys in thrilling adventures set in the 1920s-1930&rsquo;s Pulp Fiction and Movie Serial world. Players control as little as 3 models or as many as 30 depending on their style of play led by Characters with Shticks that give them flavor and ability such as Hard Boiled or Get a Load of Her! In these pages you will find rules covering Voodoo Zombies, Gadgets, Gear, Mad Science, Giant Robots, Vehicles, Airplanes, Artillery, Fierce Beasts, and a Campaign generator that gets you right in the action. The Perils and Fortunes tables add to the story by giving your Characters rewards or penalties from game to game as each Chapter unfolds.&#10;&#10;Where Heroes Dare! uses the Iron Ivan Games mechanics but adds in a new Dare! ability that allows Characters to solve mysteries, perform feats, and duke it out in Dire Duels. Where Heroes Dare! uses a point based system to create your teams and games are finish in about 2 hours. Are you ready for adventure? Then go Where Heroes Dare!&#10;&#10;-- from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Series: Disposable Heroes Miniature Rules (Iron Ivan Games)",
      "Theme: Pulp"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I've Never... Bar Cards",
    "ID": 62162,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.22",
    "Link": "https://boardgamegeek.com/boardgame/62162/ive-never-bar-cards",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "I've Never... Bar Cards are great for those times when you can't break out a board game... like when you're at the bar! I've Never... Bar Cards pack all the outrageous fun of the original board game into a pocket sized package. It comes with 104 wild questions and outrageous activities! Includes 10 make up your own questions. In addition, the Bar Cards Game can be added to the Board Game and work as a Booster Pack - thus giving you more questions.&#10;&#10;Integrates with:&#10;&#10;&#10;     I've Never... The Outrageous Game of Truth&#10;&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I've Never....The Outrageous Game of Truth (Teen Version)",
    "ID": 62163,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62163/ive-neverthe-outrageous-game-of-truth-teen-version",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;Our new teen version of I've Never... is a party game where teens over the age of 12 can get together with their friends and families and find out funny and hidden secrets that would otherwise never be revealed.&#10;&#10;n.b.: This edition has 12+ on the box, and the speech bubble on the box front says &quot;The game for teens who like to gab.&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Calgary Stampede: The Game of Interaction",
    "ID": 62185,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/62185/calgary-stampede-the-game-of-interaction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Relive the thrills and excitement of 'The Greatest Outdoor Show on Earth' through this official game and souvenir of the Calgary Stampede. This interactive game allows players to take place in a Wild Horse Race, Chuckwagon Race, and Frontier Casino Games. Win a car, boat, van or motor home. Bet your Stampede dollars against other players and build your winnings. The game ends with raffles on the Pot of Gold and a Dream Home.&#10;&#10;This is your chance to be a Champion in the rodeo events of Brahma Bull Riding, Steer Wrestling, Calf Roping and Barrel Racing. Be a part of the action with each roll of the dice or spin on the wheel.&quot;&#10;&#10;The Game of Interaction, from the Greatest Outdoor Show on Earth, product of SURROUNDINGS, Alberta Canada.&#10;&#10;A board game based around the Calgary Stampede show, with spinners, horse and wagon counters. Roll the dice to move, land on lucky squares for bonuses or the chance to gamble using included spinners. Inner circle adds a dice - based horse racing and chuck wagon round.&#10;&#10;",
    "Categories": [
      "American West",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Calgary (Alberta, Canada)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Sverige-Upplagan",
    "ID": 62193,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62193/trivial-pursuit-sverige-upplagan",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Swedish expansion - Kompletterande kortset.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Suomi",
    "ID": 62205,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/62205/monopoly-suomi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;A version of Monopoly based on the Finnish cities.  (Suomi is the Finnish name for Finland.)&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tavreli",
    "ID": 62207,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/62207/tavreli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "5",
    "Description": "Tavreli (Russian Chess) is a two-player abstract strategy board game in the same family as Western chess, Shatranj, Japanese Shogi or Chinese Xiangqi.  There was an ancient Russian Chess-like game called Tavreli but its rules have been lost over time. Today's Tavreli is a modern game that was recreated in the latest 1990s as a combination of standard Chess and Bashni (Russian Stacking Draughts).&#10;&#10;There are three main differences between Tavreli and standard Chess:&#10;&#10;- When a player captures an opponent's piece, the captured piece is not taken off the board. Instead of this the player puts his piece on top of the captured piece forming a stack.&#10;&#10;- A player can move his piece to a square occupied by another player's piece. In this case the player puts the moved piece on top of the &quot;captured&quot; one the same way as it happens with opponent's pieces.&#10;&#10;- A stack belongs to whoever owns its topmost piece, and moves as that piece does. However, a player is not obliged to move a stack as a whole: it is allowed to move just the top part of it leaving the bottom part on its place.&#10;&#10;The more detailed rules in English: http://www.iggamecenter.com/info/en/tavreli.html&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starfis",
    "ID": 62209,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/62209/starfis",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "1",
    "Description": "Classic colours and tokens over a simple board. Start, 'take' (meaning eating), and to be the first on getting the finish square... but now you can chose the way. Also, you can not use the square of you own color to get 'rest'.&#10;&#10;This is new game very related to clasic 'parchis', with new rules and new board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Door Way",
    "ID": 62210,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62210/door-way",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Each side of the square have a different color, you must go out of a square by the side of you color, but the next move must be by the no-owned color. This make the board looks like a labyrinth (a maze) of doors and corridors to get the finish-line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Put",
    "ID": 62211,
    "Year": "(1674)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/62211/put",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This 17th century two-player game uses a standard deck of cards. Each player gets 3, and any card can be played in any turn, the highest one wins the trick. (Ties count for nobody.) A player winning two tricks wins the round and gets a point. The first one to achieve 5 points is the winner. At certain points players can &quot;put&quot;, then opponents can give up or &quot;see&quot; - if opponents choose the latter, then the winner of that round instantly wins the whole game.&#10;&#10;The 19th century version of the game allows players to resign a hand, giving a point to their opponent. It could also be played four-handed, between two pairs of partners.&#10;&#10;Some sources allow three players. In his Penguin Book of Card Games, David Parlett speculates that if all three players win one trick then nothing is scored, and that if one player puts, both of the opponents agree whether to concede or play out.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turkey Day",
    "ID": 62213,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/62213/turkey-day",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "It's Thanksgiving day and the family has decided to celebrate at your house. Will this year's feast be a success, or will it be a disaster?&#10;&#10;In Turkey Day, you have 12 hours (turns) to attempt to resolve all of the mishaps that might occur while you prepare and cook your holiday meal. Each turn you will have 3 actions but with any luck Gramma or your favorite Aunt will show up and lend a hand. Let's just hope that Chester doesn't show up this year.&#10;&#10;Turkey Day is a free, simple, solo, print and play game. &#10;Turkey Day was originally designed as a gift to the designer's extended family.&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Holidays: Thanksgiving",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tomorrow A Corps",
    "ID": 62216,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/62216/tomorrow-a-corps",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "FREE game in Old Soldiers webzine Vol. 6 No. 3&#10;&#10;Tomorrow A Corps is a conflict simulation of Emory Uptons Assault at the Mule Shoe Spotsylvania Courthouse, Virginia, on May 10, 1864.&#10;&#10;Game Features&#10;    * Two-Person or Suitable for Solitaire Play&#10;    * Twenty-one Page Rules Manual&#10;    * 26 x 20 Hex Game Map In Full Color&#10;    * About 76 Counters Front and Back Plus Information Markers&#10;    * Available in PDF Format&#10;    * Two Quick Play Reference Sheets&#10;    * Instructions for Mounting Counters&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Crisis: Party Edition",
    "ID": 62218,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62218/zombie-crisis-party-edition",
    "Min Players": "8",
    "Max Players": "25",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Zombie Crisis: Party Edition is a live-action survival game in which players, depending on whether they are dealt the role of a survivor or zombie, try to escape alive or eat people's brains.&#10;&#10;The game is played in step with an 2 minute audio track that plays different chimes and sounds when different types of zombies should move.  Survivors move to the audio track as well, trying to reach a designated exit.&#10;&#10;Zombies score points for eating survivors, and survivors score points for escaping.  The player with the most points after three rounds wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Print & Play",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Acting",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Universal Fighting System: Soul Calibur IV",
    "ID": 62234,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/62234/universal-fighting-system-soul-calibur-iv",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Soul Calibur IV marks the introduction of the stars of the video game of the same name into the UFS universe and allows you to smash other legendary fighters and even previous versions of themselves from the Soul Calibur III sets.&#10;&#10;The next set (set 14, Quest of Souls) deepens Soul Calibur IV's integration into the UFS metagame with fan-favorite characters like Mitsurugi, Taki, Xianghua, Amy, and Yoshimitsu making their UFS debut. Set 14 introduces 99 never-before-seen cards and features new options for your combos and other tactics!&#10;&#10;Soul Calibur IV: Quest for Souls brings new challenges and opportunities to UFS for veteran players and newbies alike. The epic struggle between the holy sword Soulcalibur and its cursed counterpart.&#10; UFS (Universal Fighting System) is the premier fighting game TCG where all of your favorite console fighting game characters get to slug it out in the Arena of Champions.&#10;&#10;The UFS CCG has now ceased production.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Universal Fighting System/UniVersus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travellers map game to Chicago and the World's Fair",
    "ID": 62235,
    "Year": "(1893)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/62235/travellers-map-game-to-chicago-and-the-worlds-fair",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an instructive game board called The Travellers Map Game to Chicago and the World's Fair published by G. WM. Baist Philadelphia.&#10;&#10;It was made for the 1893 Columbian Exposition / Chicago Worlds Fair.&#10;&#10;Board size: 21 7/8 Inches long (open), 14 1/8 Inches tall&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rugby World Cup Game",
    "ID": 62236,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/62236/the-rugby-world-cup-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "0",
    "Description": "&#10;                DUE TO THE RWC GOVERNING BODY WRITING TO ME REQUESTING THAT I CANNOT PUBLISH THIS GAME WITHOUT A LICENCE, I HAVE TEMPORARILY HALTED ANY FURTHER DEVELOPMENT. WHILST I APPRECIATE THAT RWC HAVE THE RIGHTS TO VARIOUS ASPECTS OF THE TOURNAMENT I AM SURE THAT I CAN PUBLISH A GAME THAT DOES NOT INFRINGE ON THOSE RIGHTS - AS I DID WITH THE WORLD CUP GAME TO WHICH FIFA HAD NO OBJECTION SO LONG AS I DID NOT USE THEIR LOGO'S OR ANY OTHER LICENSABLE ATTRIBUTES. HOWEVER, WITH OTHER PROJECTS TO WORK ON I WILL RECONSIDER THIS FOR SOME OTHER TIME.&#10;            &#10;        &#10;    &#10;&#10;&#10;A kind of sequel to The World Cup Game, covering the great game of Rugby Union. Each player will control a number of teams in either the 1987 or 2007 World Cup Finals. All the group matches are played simultaneously decided by card play from the players. The winner is the player controlling the team that wins the World Cup Final.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopol na Zbawienie",
    "ID": 62240,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/62240/monopol-na-zbawienie",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another clone of Monopoly. Created by polish journalist and political commentator Szymon Holownia.&#10;The game is showing the players how to obey the Christian Decalogue and it contains lot of anecdotes and interesting facts connected with religion.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DOBBEL",
    "ID": 62242,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/62242/dobbel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "DOBBEL is a promotional die with smileys you receive when you try a game at the 999 Games booth on game expositions. The die comes with a &quot;playing field&quot; sheet randomly filled with the smileys of the die. On the back of this sheet you can find the rules of two games that can be played with the die. On the website of 999 Games you can find rules for two other games as well. Here follows a short description of the available games with the die:&#10;&#10;Gezichtje Zoeken (Find the Smiley)&#10;&#10;A player rolls the die. Now every player searches the thrown smiley on the playing field. The player that locates the smiley first gets a point. This game can be played until a certain amount of points is reached.&#10;&#10;Bekken Trekken (Make Faces)&#10;&#10;A player rolls the die hidden from the other players. He / she now has to make the face shown on the die. When another player guesses the correct face he / she earns one point and the performer earns two points. At the end of the game the player with the most points wins.&#10;&#10;Dobbel 9 (Roll 9)&#10;&#10;For this game you have to know that the &quot;playing field&quot; is devided in two halfs by a red dotted line and that the faces of the die occur many times on the playing field.&#10;&#10;Both players use their own half of the &quot;playing field&quot; and throw the die in alternate turns. When a player throws the die, he / she has to mark the thrown smiley on the playing field. This way the players try to make a square of 3 * 3 marked smileys. The first player to reach this wins the game.&#10;&#10;DOBBEL Bingo (DOBBEL Bingo)&#10;&#10;DOBBEL Bingo works the same as Dobbel 9 but now you have to try to mark all smileys on your half of the playing field. (Only one smiley may be marked per throw.)&#10;&#10;Official website: http://www.999games.nl/dobbel&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FOIL (Strategy)",
    "ID": 62244,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62244/foil-strategy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Foil is a board game primarily for two opponents. However, the board design allows configurations for more players.&#10;&#10;Each player has a source node from which his/her pieces originate. The object of the game is to remove the opponent's piece on his/her source node.&#10;&#10;Each piece is a six-sided dice, where each face represents a state. A turn consists of a player using a piece to &quot;act&quot; and then be removed from the board. Depending on the state, the piece can act on:&#10;&#10;a) An empty node&#10;b) One of his/her own pieces&#10;c) One of the opponent's pieces&#10;&#10;The remaining player's pieces then sequentially back-fill the empty node until the source node is left uncovered. The player can then add a piece of any state to the source node.&#10;&#10;There is one exception: the Thrust! In a &quot;Thrust&quot;, a player moves a piece from one node to another. The backfill process on proceeds to the baseline, whereby an empty node is left. In an &quot;Thrust&quot; move, the source node is left unchanged.&#10;&#10;The &quot;states&quot; of the pieces are as follows:&#10;&#10;1) Neutral&#10;2) Create  - adds a peice of Neutral State to the board&#10;3) Change  - changes the state of any of the players pieces to another state&#10;4) Recruit - changes opponent's pieces of State 4 or less to players own piece of Neutral State&#10;5) Eject   - removes opponents piece of State 5 or less&#10;6) Block   - acts as barrier to other states. Can sacrifice itself to remove other adjoacent opponent's piece of State 6&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Regatas",
    "ID": 62255,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/62255/regatas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Roll the dice and move forward. The player that arrives first to the house with the 80th number on the board will win the game.&#10;&#10;Good Luck!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quest for the Orb",
    "ID": 62257,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/62257/quest-for-the-orb",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Quest for the Orb is a Board Game designed as a first step into fantasy role-playing, with enough chance to make it interesting but enough self-determination to keep it exciting. It can be played alone or by up to five adventurers, keeping track of the health and possessions of the characters in play right on the board. With only a couple of charts to consult, the game is very easy to learn and ready to play within minutes. Players must cooperate as a team to rescue the Orb from the Kingdom of Dark before they run out of food, or get killed by all manner of nasty foes and unfortunate events along the way. The event cards and a pair of dice determine the challenges to be faced; the player(s) determine how to use their set of skills and supplies to best meet those challenges to succeed (or die trying).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catfish Bend Storybook Game",
    "ID": 62259,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/62259/catfish-bend-storybook-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Old and young alike will delight in this imaginative game based on Ben Lucien Burman's classic Catfish Bend stories.&#10;&#10;Doc, Judge Black, J.C. the Fox, Rabbit, Frog, Old Joe the Alligator, Beaver, Goose, City Fox, City Rat and Bloodhound.  All the Catfish Bend characters come to life in this unique reading game.&#10;&#10;Players compete to collect the most characters after moving along the colorful Mississippi River.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "100 Points: The Card Game",
    "ID": 62262,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/62262/100-points-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players try to get a four-card hand totaling 100 points. Each time they do they score the hand. The first player with 400 points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Series: 100 Points Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword Hero",
    "ID": 62268,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62268/sword-hero",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A story-telling card game based on the Heroic Cycle common to most world literature. Nine Scenes are arranged in a circle that represents the SceneCycle, an outline of the story being told.&#10;&#10;Players take turns as the Judge who decides which Scene will be the one in the story.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hell Revised",
    "ID": 62274,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62274/hell-revised",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A Game of Trench Warfare&#10;&#10;Hell is a game set in the period of the Great War. Players compete to build the longest Trench Line before going Over-the-top, engage in air battles, and struggle against the Spanish Influenza.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Infantry Hybrid Media Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnate: Make Your Mark",
    "ID": 62277,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/62277/magnate-make-your-mark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Magnate is not for the feint of brain. You need to summon your inner Elon Musk or Warren Buffet to start businesses, flip real-estate, or perform shrewd maneuvers on the stock market to grow cash quickly and mercilessly.&#10;&#10;Can you be the first to turn $100,000 into $1,000,000?&#10;&#10;WARNING: You may need a calculator to play this game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Events",
      "Income",
      "Investment",
      "Loans",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Happy Birthday!",
    "ID": 62280,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62280/happy-birthday",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players roll and move through a pie (depicted on the Disney-themed game board). When they reach a number or color square, they pick up a card which allow them to move backwards, slow down, skip a turn etc. These cards can be used any time later, as the goal is to be the last to reach the finish line.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pet Vet",
    "ID": 62281,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62281/pet-vet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game you can help heal animals around the world! Land on their space and pay to figure out how to cure them, then receive cash each turn. The game ends when all animals have somebody who knows how to cure them. Whoever has the most money at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bones and Baths",
    "ID": 62283,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62283/bones-and-baths",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The player rolls the dice to determine how many spaces to move. If the second roll is the same as the first roll, the player draws a card.&#10;If the player lands on, or passes over the end of a level, the player jumps up to the next level. This does not count as a move.&#10;&#10;You can win the game by being the first player to reach the bowl of dog food at the top of the board. You must land exactly on it.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food Wars",
    "ID": 62284,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/62284/food-wars",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are armed with laser ants! You must balance your hand between short-term profit and long-term momentum.&#10;&#10;The game is over when one of the four park piles is empty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Investigators",
    "ID": 62285,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62285/ghost-investigators",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The players are paranormal investigators hunting for spirits in an haunted building. You must choose your equipment and investigate the rooms trying to capture more evidence of ghostly activity than the other players before the daylight comes.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gulch",
    "ID": 62286,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62286/gulch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player try to build the best town in the old west. Each card has two uses: victory points and as currency. You must choose carefully how to use your cards! The player with the most points wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cave",
    "ID": 62290,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62290/cave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A scary mini-wargame for two players.&#10;&#10;Two clever necromancers fight one another to conquest the Cave. They possess armies consisting of skeletons, zombies and black knights. But the bewitched place is not going to surrender their treasures easily. Due to the cavern&rsquo;s sorcery, neither necromancer is able to distinguish his own soldiers: all of them look the same. So if he intends to win the battle, he will have to do it almost blind.&#10;&#10;MATERIAL&#10;&#10;A rectangular 4x5 game board (20 grey spaces).&#10;Six red pieces (monsters) for one necromancer and six black ones for the other. Each set will include one black knight, two zombies and three skeletons. The following symbols will be inscribed on one side of the pieces: a helm for black knights, a zombie&rsquo;s face for zombies and a skull for skeletons.&#10;&#10;SETUP&#10;&#10;At the beginning, the board is empty. Each player (necromancer) chooses one colour and takes the corresponding six pieces (1 black knight, 2 zombies and 3 skeletons). Those pieces will be set face down (symbols hidden). Therefore, the players will not know the identities of the members of their army (until they are required to be displayed).&#10;The board will be oriented so that there is a distance of five spaces between the players.&#10;&#10;MONSTERS AND TEAMS&#10;&#10;Any evil lord knows black knights are more skilled warriors than zombies, and zombies fight better than skeletons. So, when attacking, a black knight will defeat any other opponent; a zombie will beat a skeleton or another zombie but will be beaten by a black knight, and a skeleton will only defeat another skeleton. When attacked, a black knight will only be overcome by another black knight; a zombie will be beaten by a black knight or another zombie and a skeleton will always lose the fight.&#10;A player can decide to take the risk and join forces by forming groups (teams) of two (2-teams) or three (3-teams) pieces (putting one on another). In that case, the cave&rsquo;s magic determines that 2-teams always fight like a zombie and 3-teams always battle like a black knight, whichever the identities of their monsters may be.&#10;&#10;MOVES&#10;&#10;Every piece or team behaves the same way:&#10;-Move: orthogonal to an adjacent (and empty) space.&#10;-Attack: diagonal to an adjacent space occupied by a foe. Defeated pieces are immediately removed from the board and successful attackers take their position.&#10;&#10;GOAL&#10;&#10;A player wins when he gets rid of all his opponent&rsquo;s pieces, keeping at least one of his pieces on the board. If the game ends with all the pieces removed, the result is a draw.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 4 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice-Ball Baseball Game",
    "ID": 62294,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/62294/dice-ball-baseball-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dice-Ball Baseball Board Game 1930's.   &#10;manufactured by the The Educational Toy Company in Kitchener, Ontario, Canada &#10;The game is approx. 20 X 20&quot;. with a green felt type playing surface with the layout of a ball field and spaces&#10;for outs,runs, hits,  etc. The board shows players in old uniforms and hats.&#10;&#10;There is a single die which has a pair of smaller dice inside the larger one. That single large die is labeled on 4 sides and also has 2 clear sides that you can see into.  The marked sides show a STRIKE, a BALL, a FOUL Ball and these are in fact the results of the die roll if those sides how up on the roll.&#10;&#10;BUT  If the clear side of this large DIE is rolled you can see inside of the die and what you see are a pair of dice, one colored red, and one colored green. If you can see dice instead of a pitch then what has been rolled on those dice determine the results of the play.&#10;&#10;Also one of the Clear sides also has red dot on it. The results of the dice looking through this side of the clear facing are different than results determined if looking through the clear side without the red dot.&#10;&#10;The results code shows what happens depending on the dice roll and if men are on differing bases.&#10;&#10;Information about this game was gathered and approval given from BUTCH7999 and his BASEBALL GAME SITE.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take 5 Trivia",
    "ID": 62297,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62297/take-5-trivia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game combines 2 family favorites - great TV/movie trivia and fun and interesting conversation starters about TV/movie watching. Players are guaranteed to learn things they didn't know about Hollywood stars AND their friends and family! A great game for on-the-go - all that's needed are the questions--no board, no timer and nothing to lose.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Don't Break the Chain",
    "ID": 62301,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/62301/dont-break-the-chain",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A tummy-tickling game that challenges your memory! Before you can add your own link to the chain, you have to repeat what everyone else has added - in the right order! 100 cards with funny phrases and actions like...&#10;&#10;&quot;buzz&quot; like a bee; play air guitar; say &quot;All Aboard!&quot;; wag your tail; make a fish face; say &quot;Howdy, y'all!&quot;; fly like an airplane&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Visual Brainstorms 2",
    "ID": 62311,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/62311/visual-brainstorms-2",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A game consisting of a deck of large cards (3.5&quot; by 5.4&quot;), each of which contains an illustrated brain teaser, puzzle or word problem.  The conundrums on the cards are designed to develop visual and mental acuity.&#10;&#10;For example, some cards require the recognition of factual inconsistencies in a picture or the perception of a pattern.  Others require the basic application of physics, topology, combinatorics, algebra, geometry and/or logic.  Still others require solving an anagram or rebus, or spotting a palindrome.&#10;&#10;Free-form play is encouraged, but suggested rules are also supplied.  Competition can be among single persons or teams.  Points are awarded for each correct answer, with bonus questions available.  Play to any agreed point score or time limit.  For game play, the cards are color-coded to indicate degree of difficulty (easy, medium, hard).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Math",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Klammer-Äffchen",
    "ID": 62313,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62313/klammer-affchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players roll and move their (several) monkey pawns towards a finish line. When they manage to reach a field with another monkey, they hop on that monkeys back and are carried for a while. For carrying others, chips are awarded, same as for reaching the finish fast. The player with most chips at the end is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pontapé ao \"Goal\"",
    "ID": 62314,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/62314/pontape-ao-goal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pontap&eacute; ao &quot;Goal&quot; (portuguese for &quot;Kick to the Goal&quot;):&#10;&#10;Each player have 4 markers and his objective is to put all of them, one at time, in the goal line.&#10;&#10;For that, he will start with one of his marker from the number 1 house, he will roll the dice and move forward &#10;When his marker reach the goal line he can pick up another one and start again from the number 1 house until he get with all all of his 4 markers in the goal line. Through the way, they will have houses with penalities and free strikes to the goal that can complicate or help the players to reach their goal.&#10;&#10;Who will be the first player scoring 4 times?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FaszinationMarathon",
    "ID": 62315,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/62315/faszinationmarathon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "FaszinationMarathon  includes 110 so called action cards with questions/answers about the topic and 110 running cards.&#10;&#10;The player needs to answer the question on the action card correctly, then he's allowed to play running cards. His token will then move accordingly on the track.&#10;There are some running cards which might be played in addition as bonus or as handicap (by other players).&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Síla oceli",
    "ID": 62316,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/62316/sila-oceli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "S&iacute;la oceli(&quot;The Power of Steel&quot;) is a light wargame released as a special issue of the RPG fanzine &quot;Dech draka.&quot; It represents a struggle between the Barbarian and the Sorcerer. The opponents have different troops available (Barbarian&rsquo;s ones are more numerous but Sorcerer&rsquo;s ones are stronger) and different victory condition: Sorcerer&rsquo;s objective is to get Sorcerer to the Castle hex, Barbarian must kill a Sorcerer to win. There might be a tie when Barbarian is killed but Sorcerer isn&rsquo;t able to fight his way to the Castle. The combat between troops is performed by comparing their Strength incremented by dice roll (a troop with higher score wins the combat, or both troops are killed if the numbers are equal).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drover's Dilemma",
    "ID": 62317,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/62317/drovers-dilemma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Drover's Dilemma is a game for all ages, the idea of the game - whether playing as singles or as partners - that your drover travels a total of 1000km.  Not only do you try to get your drover to travel the 1000km as soon as possible whilst overcoming various obstacles, but you try to hinder your opposition drovers' progress as much as possible along the way.&#10;&#10;The 1000km is to be travelled by the following method:&#10;8 x 50km (400km) : Sheep Station to stockyards.&#10;4 x 60km (240km) : Sheep Station to spelling paddocks.&#10;2 x 80km (160km) : Sheep Station to nearest waterhole.&#10;2 x 100km (200km) : Sheep Station to shearing sheds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Torre de Babel",
    "ID": 62318,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/62318/la-torre-de-babel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Objective: Answer questions in the relevant languages. For each turn the board to build a floor of the tower. The first to build the tower wins the game.&#10;&#10;Content:&#10;1 game board&#10;1 die&#10;6 tabs&#10;24 piece stackable. (story tower)&#10;504 question cards.&#10;&#10;You can choose how many floors of the tower needed to win, so you can shorten the game. The maximum number of floors is 6.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Mesopotamia",
      "Constructions: The Tower of Babel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Intruso",
    "ID": 62319,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/62319/el-intruso",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this quiz, we will issue a series of clues by which we must discover the intruder. As we go giving correct answers, we will advance the game board, whose squares years will more or less complicated to win the game.&#10;&#10;Objective: To make the journey first board correctly answering most questions.&#10;&#10;Content:&#10;1 game board&#10;6 pawns&#10;1.000 question cards&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Antakarana: El juego del más allá",
    "ID": 62321,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/62321/antakarana-el-juego-del-mas-alla",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player, from the sign of the Zodiac (Aries, Taurus anger ...), traveling the seven circles of the board to reach the center, and guessing the correct answer from the cards and using testing solve a growing creativity and imagination.&#10;&#10;On the way they encounter and backward forces.&#10;1. The laws of chance&#10;2. The knowledge of the universe.&#10;3. Creative ability.&#10;&#10;The first to reach the center comes out ahead, but continues to play helping the last participant.&#10;&#10;Content:&#10;A board&#10;330 cards&#10;9 pawns&#10;1 sand clock&#10;1 die&#10;&#10;",
    "Categories": [
      "Mythology",
      "Party Game",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Sabut",
    "ID": 62322,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/62322/el-sabut",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This game gave away with the newspaper &quot;Las Provincias&quot; of Valencia.&#10;It's a game without dice or pawn, or board, only questions.&#10;On each card there are three questions, answer more questions he gets the card and whoever has more cards wins.&#10;&#10;The questions are on the Valencia region in Spain.&#10;&#10;There are five types of cards, according to the subject:&#10;-Events (Red)&#10;-History (Yellow)&#10;-Sciences (Green)&#10;-Traditions (Orange)&#10;-Geography (Blue)&#10;&#10;In the box there are over 150 cards and more than 450 questions.&#10;&#10;It is a small game and easy to carry.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tugga War",
    "ID": 62323,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/62323/tugga-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tugga War is a Icehouse game.It is played on a 5x7 board using 1 Icehouse Stash.Place a tree of pyramids in each of the five squares of the center rank of the 5x7 board.Each player sits on one of the goal ends of the board.&#10;On their turn each player may:&#10;1.Roll the dice and move a pyramid a number of spaces equal to the die roll toward their goal.&#10;Or&#10;2.Move a pyramid one space laterally.&#10;A player wins when he gets 12 pips worth of pyramids into their goal.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Descent / Runebound / Runewars Figure: Nara The Fang",
    "ID": 62325,
    "Year": "(2009)",
    "Geek Rating": "5.641",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62325/descent-runebound-runewars-figure-nara-the-fang",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "The figure Nara the Fang comes with three stats cards: One for Descent: Journeys in the Dark, one for Runebound: Second Edition and one for Runewars.&#10;&#10;It is sold as a separate character pack and was included in all preordered French versions of Descent: The Road to Legend and English versions of Descent: The Sea of Blood.&#10;&#10;There are English, French, German and Spanish versions of the cards.&#10;&#10;The Runewars stats card was packaged with the original promo and given out at the &quot;Realms of Terrinoth&quot; event held at the Fantasy Flight Games event center April 2010. Also made available for a limited time as a Gift Bag including similar promos and Scenario Guide from the FFG store.&#10;&#10;Belongs to the Descent Series, the Runebound Series and the Runewars Series.&#10;&#10;Expands:&#10;&#10;    Descent: Journeys in the Dark&#10;    Runebound: Second Edition&#10;    Runewars&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Descent – Journeys in the Dark",
      "Series: Runebound (Fantasy Flight Games)",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Descent / Runebound / Runewars Figure: Tobin Farslayer",
    "ID": 62327,
    "Year": "(2009)",
    "Geek Rating": "5.635",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62327/descent-runebound-runewars-figure-tobin-farslayer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1.75",
    "Description": "The promotional Tobin Farslayer miniature comes with stats cards for Descent: Journeys in the Dark and Runebound: Second Edition.  Some releases include an additional stat card for Runewars.&#10;&#10;It is sold as a separate character pack and was included in all preordered French versions of Descent: The Road to Legend.&#10;&#10;There are English, French, German, and Spanish versions of the cards.&#10;&#10;The Runewars stats card was packaged with the original promo and given out at the &quot;Realms of Terrinoth&quot; event held at the Fantasy Flight Games event center April 2010. It was also made available for a limited time as a Gift Bag including similar promos and Scenario Guide from the FFG store.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Descent – Journeys in the Dark",
      "Series: Runebound (Fantasy Flight Games)",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Descent / Runebound / Runewars Figure: Jonas the Kind",
    "ID": 62329,
    "Year": "(2009)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62329/descent-runebound-runewars-figure-jonas-the-kind",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1",
    "Description": "The figure Jonas the Kind comes with three stats cards: One for Descent: Journeys in the Dark, one for Runebound: Second Edition and one for Runewars.&#10;&#10;It is sold as a separate character pack and was included in all preordered French versions of Descent: The Road to Legend.&#10;&#10;There are English, French, German and Spanish versions of the cards.&#10;&#10;The Runewars stats card was packaged with the original promo and given out at the &quot;Realms of Terrinoth&quot; event held at the Fantasy Flight Games event center April 2010. Also made available for a limited time as a Gift Bag including similar promo's and Scenario Guide from the FFG store.&#10;&#10;Belongs to the Descent Series, the Runebound Series and the Runewars Series.&#10;&#10;Expands:&#10;&#10;    Descent: Journeys in the Dark&#10;    Runebound: Second Edition&#10;    Runewars&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Descent – Journeys in the Dark",
      "Series: Runebound (Fantasy Flight Games)",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Greatest Gift",
    "ID": 62330,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/62330/the-greatest-gift",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "A card game about trying to figure out what the other players would most like out of real life, and offering these things as gifts.  Players are rewarded when their offered gifts are chosen above the others.  Gifts range from wealth, skills, and acts of kindness to super powers and objects of absolute ridiculousness, and even a few &quot;promises&quot; for real-life things.  Fast-paced and simple to learn and play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Messiah the Card Game",
    "ID": 62331,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62331/messiah-the-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Messiah cards include scripture from the King James Version of the Bible with blank spaces where words have been left out that the player can recite from memory to win a bonus card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fitness Frenzy",
    "ID": 62332,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62332/fitness-frenzy",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The players form up to four collaborative teams (two players per team) to test their knowledge and physical fitness associated with the &quot;5 Part of Fitness&quot; and the Fitnessgram test. Teams compete by answering questions and performing physical challenges to get points. The&#10;first team to score 50 points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Física o química",
    "ID": 62334,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62334/fisica-o-quimica",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Juego oficial de la teleserie para adolescentes de Antena 3. Se trata de un party game donde, adem&aacute;s de preguntas sobre la serie, los jugadores han de demostrar cu&aacute;nto conocen a los dem&aacute;s o adivinar qui&eacute;n es capaz de hacer los gestos m&aacute;s disparatados.&#10;&#10;Official Game of the sitcom for teens of A3 TV. This is a party game where, in addition to questions about the sitcom, players have to show how much they know the others or to guess who is able to make more funny gestures.&#10;&#10;In this game you must prove you are the most knowledgeable about the TV series &quot;F&iacute;sica o Qu&iacute;mica&quot; (Physics and Chemistry)&#10;There are tests of skill, challenges and questions on the television series.&#10;&#10;Content:&#10;Board&#10;6 tabs&#10;18 markers of response&#10;Block card for &quot;physics&quot;, &quot;chemistry&quot; and &quot;physics and chemistry&quot;&#10;Instructions.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game",
      "Trick-taking",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catur Bistari",
    "ID": 62342,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62342/catur-bistari",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Catur Bistari, Malaysia's own version of Monopoly, is designed to help educate players on the intricacies of the business world and to inculcate the necessary qualities anchored on Islamic values to emerge as successful business people.&#10;&#10;The term &quot;Catur&quot; (chess) is used to describe the rules and regulation or the strategic maneuvers in business. The board and the game method is akin to Monopoly, and supports four to six players.&#10;&#10;The game is sold at Kentucky Fried Chicken outlets in Malaysia, and is marketed as a family game, suitable for children and adults alike.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El juego de la salud",
    "ID": 62345,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62345/el-juego-de-la-salud",
    "Min Players": "1",
    "Max Players": "15",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Health, understood as a state of complete physical, mental, spiritual and social, is a good of society we should promote and respect. Educating the public about health is to invest in welfare in the present and future.&#10;&#10;The game of health, provides basic and useful knowledge about everyday life in today's society. Many of the diseases can be prevented with a simple modification of incorrect or harmful habits. The game promotes positive values such as respect, responsibility, self-control, hygiene and citizenship, which have now fallen into disuse.&#10;&#10;The Game of Health, in an entertaining way, transmitting health-related securities through a set of questions and answers. The material consists of a game board, dice, four tabs and 478 cards with questions on different subjects, 340 wild and 138 overall.&#10;&#10;",
    "Categories": [
      "Educational",
      "Medical",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sinonimos y antonimos",
    "ID": 62347,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.57",
    "Link": "https://boardgamegeek.com/boardgame/62347/sinonimos-y-antonimos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Question and answer game. A game well suited to enrich culture and vocabulary.&#10;&#10;Learn playing at being the first to complete the scoring for that answer questions that appear on the cards, either synonyms or antonyms of the word contained in them.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Descent / Runebound / Runewars Figure: Truthseer Kel",
    "ID": 62349,
    "Year": "(2009)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62349/descent-runebound-runewars-figure-truthseer-kel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1",
    "Description": "The promotional Truthseer Kel miniature (Kel la Voyante) includes stat cards for Descent: Journeys in the Dark and Runebound: Second Edition.  Some releases include an additional stat card for Runewars.&#10;&#10;It is sold as a separate character pack and was included in all preordered French versions of Descent: The Road to Legend.&#10;&#10;There are English, French, German and Spanish versions of the cards.&#10;&#10;The Runewars stats card was packaged with the original promo and given out at the &quot;Realms of Terrinoth&quot; event held at the Fantasy Flight Games event center April 2010. Also made available for a limited time as a Gift Bag including similar promo's and Scenario Guide from the FFG store.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Descent – Journeys in the Dark",
      "Series: Runebound (Fantasy Flight Games)",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Medieval Naval Wargame",
    "ID": 62351,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62351/a-medieval-naval-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Designed by Rod Hunt, A Medieval Naval Wargame is a miniatures rules set that appeared in Issue #1 of Military Enthusiast magazine. The game is designed for 1/3000th scale models (although other scales may be used).&#10;&#10;The game uses 6-sided dice and includes simple rules for weather, boarding, archery attacks, the affects of tides and currents, morale, &amp; attacks on ports. The rules set is illustrated with three figures and several charts.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulinária",
    "ID": 62352,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/62352/cthulinaria",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Those Iron Chef guys were wimps. Their ingredients never fought back, and only the giant squid had a chance of driving them  insane. But you&rsquo;re not wimps. You&rsquo;re up to the challenge of non-euclidean food preparation.&#10;&#10;Welcome to  the annual Miskatonic Bar-B-Que Cook-Off. You&rsquo;re racing against your opponents to transform freshly-summoned monsters into mouth-watering dishes. Be strong, don&rsquo;t freak out, and remember the cook-off&rsquo;s motto:&#10;&#10;Eat Cthulhu before Cthulhu eats you!&#10;&#10;About&#10;A game for 2-5 chefs who aim to have the most delectable Cthulhu Mythos themed dishes in your Serving Area at the end of the game.&#10;&#10;What you need&#10;&bull;    A bunch of 6-side dice. About 12 will do. (Don't eat them they are not a tasty snacks)&#10;&bull;    Assorted tokens. Beads, counters, or ancient artefacts from Ry&rsquo;leh will do.&#10;&bull;    A deck of Cthulinaria cards. (See files Section)&#10;&bull;    5 Cthulinaria chef cards (See files Section), pawns and 3 chef tracker tokens for each Chef.&#10;&bull;    A yellow sign totem. (See files Section)&#10;&bull;    A Copy of the rules. (See files Section)&#10;&bull;    A hunger for the Old Gods, Om nom nom nom.&#10;&#10;Cthulin&aacute;ria is a visual (and somewhat) mechanical redesign of Invisible City's Cthul-B-Que (released in 2008).&#10;&#10;Assistants: Mini Expansion (Beta)&#10;&#10;Those cantankerous upstarts think they can baste a beast, better than you. Hanging around you while you're trying to cook, trying to prove themselves by taking on the tasks to difficult for you. What a nuisance, they never follow orders and many times they just mess things up. They are like that annoying person at the Miskatonic University that would follow you around all day pretending to be your friend and trying to help but really they are clueless, but in a way you feel sorry for them.&#10;&#10;Bring Assistants into your game and watch them create havoc, rather than food. Sometimes you can even hear The Great Cthulhu moaning about them.&#10;&#10;What you need&#10;&bull;    4 Assistant Cards  (See files Section)&#10;&bull;    3 Item Cards   (See files Section)&#10;&bull;    1 Recipe  (See files Section)&#10;&bull;    Expansion Rules (Forum)&#10;&bull;    Cthulin&aacute;ria Main Game  (See files Section)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Horror",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walt Disney Productions Robin Hood",
    "ID": 62354,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.46",
    "Link": "https://boardgamegeek.com/boardgame/62354/walt-disney-productions-robin-hood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A roll and move game based on the Disney movie &quot;Robin Hood&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Mascarada Roja",
    "ID": 62355,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62355/la-mascarada-roja",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "[EN] As a King, you have been invited to an enigmatic masquerade in an old mansion. But soon the event gets stained red and the blood of the courtesans rolls through the marble floor. Nobody knows where the next tragedy will take place. Could you save the life of your court?&#10;&#10;Game lasts ten rounds. In each of these rounds, an event will take place in one of the rooms of the mansion. None player knows which will be the next room, but some of they receive part of this information. Before to set the room, players can move their pieces using Action Cards. Clever movement of his/her pieces will ahead the best player.&#10;&#10;[SP] Como Rey, has sido invitado a una enigm&aacute;tica mascarada en una antigua mansi&oacute;n. Pero pronto el evento se ti&ntilde;e de rojo y la sangre de los cortesanos resbala por el fr&iacute;o m&aacute;rmol. Nadie tiene la certeza de d&oacute;nde se producir&aacute; la pr&oacute;xima tragedia. &iquest;Lograr&aacute;s poner a salvo la vida de tu corte?&#10;&#10;La partida se desarrolla durante diez rondas. En cada una de estas rondas se producir&aacute; un evento en una de las Habitaciones de las que consta el mapa de la mansi&oacute;n. Ning&uacute;n jugador conoce cu&aacute;l ser&aacute; la pr&oacute;xima Habitaci&oacute;n, pero algunos de ellos reciben parte de esta informaci&oacute;n. Previamente a determinar la habitaci&oacute;n, los jugadores pueden mover sus piezas por el tablero con la ayuda de Cartas de Acci&oacute;n. El movimiento inteligente de sus piezas aventajar&aacute; al mejor jugador.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Follow-mir. English game",
    "ID": 62357,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.70",
    "Link": "https://boardgamegeek.com/boardgame/62357/follow-mir-english-game",
    "Min Players": "2",
    "Max Players": "40",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Objective:&#10;Be the first to reach the final stop on Oxford Street.&#10;&#10;ways to play:&#10;The first player turns the wheel and say aloud the color that corresponds to them, spelled in English. Then, he moves with his statement indicated the number of boxes in the color.&#10;&#10;There are the following boxes:&#10;Substantive-Box&#10;Adjectives-Box&#10;Verb-Box&#10;-Box numbers&#10;- Box Bus Stop: Lose a turn&#10;Bus-Box Jump: Back to throw&#10;&#10;Content:&#10;1 board&#10;4 chips&#10;40 letters of verbs&#10;80 letters of substantive&#10;40 letters of adjectives&#10;1 Roulette&#10;1 Dictionary&#10;1 tape cassette&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Negocios inmobiliarios",
    "ID": 62358,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62358/negocios-inmobiliarios",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Objective: To be the last player to play, or who has more money at the end of the game.&#10;&#10;This game is like monopoly but with some differences.&#10;&#10;Content:&#10;1 board&#10;90 sheets of position&#10;6 tiles of movement&#10;1 Inspector flotane (black piece)&#10;1 die&#10;Money&#10;1 checkbook&#10;&#10;This game brings you into the world of finance and business immobiliaries. You buy and sell, bare ground, constructooras hire. build houses or buildings to be sold at the best price, and even bribing politicians to reclassify land oder.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Euro 2002",
    "ID": 62360,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/62360/euro-2002",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Objective: Find the statue of the goddess to take her to Europe and European Parliament in Brussels, this statue is under a form of hide and change each item.&#10;&#10;Each player has a pawn for a passport, money and choose a capital where to start looking.&#10;The players are on the board turning over cards until he found the statue, then the other players have it stolen to the player who has found it before coming to Brussels.&#10;&#10;Content:&#10;1 board&#10;4 passports&#10;60 cards&#10;32 tokens&#10;4 pawns&#10;1 die&#10;Money&#10;&#10;Products awarded the first prize in the competition for toys or games qque spread the idea of the euro.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brothers Divided: Skirmishes in the Gettysburg Campaign",
    "ID": 62362,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/62362/brothers-divided-skirmishes-in-the-gettysburg-camp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The book is a collection of eight wargaming scenarios, primarily of the skirmish variety, designed ideally for Brother Against Brother but also suitable for any other system. It begins with some background information about the Gettysburg campaign, and then has the various legends (map, Order of Battle, and formations.) The book then gives the background story, forces, map, and scenario details for each scenario.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Cricket with Clive Rice",
    "ID": 62363,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/62363/super-cricket-with-clive-rice",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Super Cricket with clive rice is a simple cricket simulation game for 2 players. The fielding player determines fielding positions with the  aid of plastic men. The batting player rolls two different types of die to determine the location of where the ball ends. Cards are drawn when specific locations are rolled to determine the outcome. Limited overs and first-class cricket matches can be played, as well as hypothetical skins version of the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reversis",
    "ID": 62364,
    "Year": "(1601)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/62364/reversis",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is played with a standard deck of cards without the Tens. Some counters are also needed, a full set of Reversis equipment cotains 36 units called fish, 24 counters worth 6 fish each, and 6 &quot;contracts&quot; worth 8 counters each, making a total equivalent to 468 fish. The main object is to avoid taking tricks containing penalty cards. The winner of the round is who gets the least penalty points. That player (normally) gets the talon, but there are payments during the game as well.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test series cricket dice",
    "ID": 62365,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62365/test-series-cricket-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Test series is a simple cricket dice rolling game.&#10;Players roll a die to determine the number of runs scored and a second die to determine if a batsman is out.&#10;&#10;The entire game is housed in a small plastic case with a scoreboard insert and pegs to mark both the runs and wickets for both teams.&#10;The game is small enough to be played as a traveling game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "True or False: skrapspel",
    "ID": 62366,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62366/true-or-false-skrapspel",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Solitary version based on the game True or False from 1994.&#10;&#10;The aim is to correctly answer as many true/false statements as possible, so you can go as far as possible around the game board .&#10;&#10;For every wrong answer you give you have to move closer to the center of the board. If you hit the center and you lose the game. On the other hand the track is shorter near the center. For each right answer, you may choose to move outwards as well.&#10;&#10;This version of the game is used after first play and can not be played again. &#10;To know if your answer is correct you have to scratch on the board and then the answer will appear.&#10;&#10;On the back of the game you can compare your result to how the people from Europe have managed.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Costly colours",
    "ID": 62367,
    "Year": "(1674)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/62367/costly-colours",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is closely related to Cribbage. It is played with a standard deck of cards. Players are dealt 3 cards, and then alternately play a card, scoring points for hitting certain totals, or for making sets or sequences. This is repeated until they cannot play any more cards without overshooting 31 or they have no cards in their hand. Once all players are out of cards, each player picks up his hand and determines all possible scoring combinations. Then the cards are shuffled, the deal alternates, and the process is repeated. The winner is the first person to achieve 121 or more points. 4 players can play in partnerships.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Adding",
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gleek",
    "ID": 62368,
    "Year": "(1662)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/62368/gleek",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game uses a standard deck of cards without the Deuceys and Treys. The game played in four parts.&#10;&#10;1. The draw. Players bid for the right to draw card replacements in hope of improving their hand. Only the highest bidder may do this.&#10;2. Players bet as to who holds the best ruff - that is, the greatest value of cards in any one suit.&#10;3. Players declare their gleeks (three-of-a-kind) and mournivals (four-of-a-kind), and are paid by each opponent for each one held.&#10;4. Players play 12 tricks, and then score for the tricks they won and their face cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Laugh and Lie Down",
    "ID": 62370,
    "Year": "(1522)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/62370/laugh-and-lie-down",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is essentially for five players. It is played with a standard deck of cards. Each player gets eight cards, the remainders are placed on the table. At each turn a player captures one or more table cards by pairing them with one or more cards of the same rank from his hand (there are some other ways to win cards as well). When he can no longer do so he must throw his hand in by adding his cards face up to those still on the table and ceasing play. Play continues till all but one player have finished. The last player and those who have won more than eight cards get money from the pot, those who have won less than eight cards pays into the pot.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lanterloo",
    "ID": 62371,
    "Year": "(1660)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/62371/lanterloo",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game is played with a standard deck of cards. The players are dealt 3 or 5 cards. They bet and play for tricks. They may pass, play, or &quot;miss&quot; (exchange from an extra hand). If they elect to play, they have to win at least one trick for one third or one fifth (depending of the number of the cards dealt) of the pot. Any player failing to do so is &quot;looed&quot;, and adds more chips to the pool.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Losing Lodam",
    "ID": 62372,
    "Year": "(1586)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/62372/losing-lodam",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is played with a deck of standard playing cards. An equal number of cards are dealt to each player but not all the cards. Then tricks are played, and during the game trump is selected. The goal of the game is not to win face cards, i.e. the player who reaches 31 points worth of face cards loses a life counter (everyone starts with 3 of those). Losing the last life counter means that player is eliminated.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's Campaigns: Expansion Set 3",
    "ID": 62380,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62380/napoleons-campaigns-expansion-set-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion set is an add-on to transform 'The Napoleonic Wars' into 'Napoleon's Italian Campaigns', Napoleon's Peninsula Campaign' and 'Napoleon's Russian Campaign'. It adds the scenarios of Morengo, Borodino, and Salamanca.&#10;&#10;Expansion includes 3 specific rules sheets (1 each from 'Napoleon's Italian Campaigns', Napoleon's Peninsula Campaign' and 'Napoleon's Russian Campaign') and 8 order of appearance cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's Campaigns: Expansion Set 2",
    "ID": 62381,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62381/napoleons-campaigns-expansion-set-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This expansion set is an add-on to combine 'Napoleon's Italian Campaigns', Napoleon's Peninsula Campaign' and 'Napoleon's Russian Campaign' into 'The Napoleonic Wars'.&#10;&#10;Expansion includes rules and counters from 'The Napoleonic Wars' that were not included in 'Napoleon's Italian Campaigns', Napoleon's Peninsula Campaign' and 'Napoleon's Russian Campaign'.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kongruentia",
    "ID": 62386,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62386/kongruentia",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A massive wooden board contains plenty of holes. On this board, a rubber band is placed around pins. Each player draws a shape on a sheet, and then they are simultaneously revealed. Now the players take turns rolling a die which determines how many pins can be moved and how the rubber band's position can be changed. The goal is to be the first player to move the rubber band into the shape that was sketched before the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Sherpa",
    "ID": 62387,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/62387/munchkin-sherpa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;User SummaryMunchkin Sherpas are Sherpa pen holders with Munchkin-related artwork and special rules for Munchkin games. Currently there are two versions, one with a fantasy Munchkin theme and one with a Munchkin Zombies theme.&#10;&#10;They were made in very limited quantities, were listed at high prices ($50 for fantasy and $40 for zombie), and sold out quickly. As a result, Munchkin Sherpas are among the rarest Munchkin promo items.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Argosy",
    "ID": 62393,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/62393/argosy",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Argosy is a Euro game with a space theme in which players draw wooden tokens from a bag in order to gain offensive power, defensive strength, and movement ability with their space fleet. Their race also gains genetic and intelligence engineering, weather engineering, and matter manipulation credits that allow them to manipulate their playing surface and other players' as well. Players gain points for colonizing, for collecting identical chips, and for spending their resources on evolution cards that give them different advantages.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Fistfull of Miniatures Basic Game (Second Edition)",
    "ID": 62397,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/62397/a-fistfull-of-miniatures-basic-game-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pit Army against Army. You Decide the Outcome!&#10;&#10;Precis Intermedia brings this classic historical game of miniatures warfare back in an all-new basic edition.&#10;&#10;A FISTFULL OF MINIATURES&rsquo; unique combat system allows 15mm (or 25&ndash;30mm with some tweaking) figures based from other rules to be used without modification&mdash;whether you have 100 or 10,000 miniatures. Fast-moving mechanics for beginners and veterans alike, coupled with no paperwork while playing, allow huge battles to reach a conclusion in 2 hours or less.&#10;&#10;The open-ended point system allows for just about any pre-firearms historical army to be created. Build infantries, cavalries, chariotries, and engines. Equip them with varying grades of armor, arms, quality of training, and leaders.&#10;&#10;Re-implements:&#10;&#10;    A Fistfull of Miniatures&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Parlinks",
    "ID": 62398,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/62398/parlinks",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Golf simulation in which players choose a club for their shot and roll the corresponding combination of (usually two) dice, then check the chart for the hole to see where the ball ends up.  The shorter the shot (or putt), the smaller the range of possible results, thus the more likely that a shot will be accurate.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Donkey Race",
    "ID": 62402,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62402/the-donkey-race",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Five cards depict jockeys riding donkeys, the jockeys are named Gallopaway, Speed, Energy, Lightfoot and Beauty. The jockeys wear distinctive colors that match obstacle and numeral cards which, when turned face up, count for or against the jockey wearing the same color as marked in the upper left hand corner of the card. Card back design reads,&quot;Honni Soit Qui Mal Y Pense&quot; which is French and translates to English as, &quot;Evil comes to the person who thinks evil&quot;.&#10;&#10;Contents 65 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Sun of Brunswick",
    "ID": 62403,
    "Year": "(1820)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62403/the-sun-of-brunswick",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In playing this Game, a teetotum of eight sides is made use of, together with six counters of different colours, as markers, to avoid confusion in telling the game. Each player should also be provided with about two dozen of counters, on which a nominal value should be set, that any player who happens to be out, may purchase of the winners. If more than six persons sit down to play, a greater number of markers may be cut out of card, and distinguished by figures, as may be agreed on.&#10;Each player proceeds in the game according to the numbers he spins, and pays the fine, or receives the reward appointed. Advances are made by adding the figure turned to that on which the marker stands. Should any player spin a number on which there is already a marker, he must take its place and the other must move one forward. Any player taking more than his due, must go back as many numbers as he took. If he take too few, and the next player have spun, he must remain where he was.&#10;Whatever fines are marked in the list of numbers, must be put into the pool, and the first who makes exactly 150, or `The Jubilee' wins the game; but if he happens to spin above that number, he must go back as may from 150 as he spun beyond it, till he or some one else wins the pool and its contents. Persons going backward in the game are exempted from the fines attached to the figures on which they be obliged to rest.&#10;&#10;George IV sits at the centre of the game.&#10;&#10;Published May 1st, 1820.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Greasy Pole",
    "ID": 62404,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62404/the-greasy-pole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "If three or more you chance to throw, Jump on the pole and up you go.&#10;But two or one, then you must wait, And hope next turn a better fate.&#10;When on the pole you'll learn the tricks, Go up with three, four, five or six,&#10;If one or two you chance to throw, Then down the Greasy Pole you go.&#10;&#10;The pole has 54 spots, most are yellow, and some are red, green or brown. The yellow ones have no directions and are the climbing ones. Green ones , of which there are two, mean a fall to the ground. The six red spots are extra upward moves while the two brown ones require either missed turns or the throw of an odd number as they are stay-where-you-are because you are out of breath.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Hex",
    "ID": 62406,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/62406/grand-hex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game is played on a Hex board.  The goal is to either create one group of your pieces connecting both of your sides and one of the opponent's side, or  to create two groups of pieces, each of which connect both of your opponent's sides and one of your sides.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NBC: TV News Game",
    "ID": 62410,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/62410/nbc-tv-news-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players move tokens around a board and attempt to answer questions about national capitals and current events (from 1960.  In what country was Dag Hammarskjold killed, for example.)&#10;&#10;Both the box cover and interior of playing board prominently display a picture of NBC News anchor, Chet Huntley.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flapjack",
    "ID": 62411,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/62411/flapjack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Flip-Flapping Stack-Slapping Card Game&#10;&#10;Welcome to Jack's Buttermilk Diner!  Player-chefs take turns flipping pancake cards onto a diner plate.  Be the first to slap a pancake topped with butter, syrup, berries, a Fruit-Face or an Egg and you win that plateful!&#10;&#10;Object of the Game: To slap the most pancake-stacked diner plates. The player with the most points (after all 12 diner plates have been won by the players) wins. Point value varies based on the pancake topping. There are six different types of pancakes varying from 1 to 8 points.&#10;&#10;Contents: 64 pancake cards, 12 diner plates.  Instructions on the packaging.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch It!",
    "ID": 62412,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62412/watch-it",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each participate starts with 20 towers which are introduced by casting a die: the number cast will decide how many towers may be placed on the board.  Initial placing may follow any random pattern.  The objective is to encircle opposing towers and to avoid encirclement.&#10;&#10;Once all the towers are placed, they may be moved only vertically or horizontally by as many spaces as are indicated on the die, but the permissible move may be split among several towers.&#10;&#10;The game is finished when one player is left with only three towers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big League Baseball",
    "ID": 62413,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/62413/big-league-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is a baseball simulation game that lets you play an entire season, play championship series, and keep batting and pitching records.  You can form your own leagues and have a world series.&#10;&#10;Contents: &#10;3 dice -2 white, 1 red&#10;20 score sheets&#10;3-markers for base runners&#10;7- chips to keep track of balls, strikes and outs&#10;Forms for league standings&#10;Forms for batting and pitching records&#10;Board with number 0 thru 9 and blank tabs&#10;Playing board (field) with scoreboard&#10;      &#10;The red die is for the team in the field.  A 1 or 6 is a fair ball. A 2 or 3 is a ball.  A 4 or 5 is a strike.  IF it is a fair ball, the hitter rolls the 2 white dice.  There is a chart with all the white dice combinations and what type of hit it is.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kugelmugel",
    "ID": 62415,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/62415/kugelmugel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "&quot;Connect four&quot; variant with a different shaped board. Players put wooden pearls on one of six poles, each of which can hold seven pearls. The first player to get four pearls in a row is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]