[
  {
    "Rank": "N/A",
    "Name": "Textile",
    "ID": 76539,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/76539/textile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Textile is a tile placement game for 2-4 players. It's designed for nestorgames' game system Nestortiles.&#10;&#10;The game's objective is to &quot;knot&quot; a piece of &quot;textile&quot;, which is made of smaller parts, so called &quot;patches&quot;.&#10;&#10;The players freely choose any colored tile from a supply and create the patches by putting tiles together and always following the main rule of allowed color patterns: the same color may not occur on any two orthogonally or diagonally adjacent tiles. If a player decides to add a patch (or if the patch reaches its maximum size of five) it is &quot;knotted&quot; to the main textile in the middle of the table. The players then score points by the formula &quot;knotting sides x size of the patch&quot;. After all tiles are played, the winner is the one with the highest total score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Nestortiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arithmanix",
    "ID": 76543,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/76543/arithmanix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From publishers website:&#10;&#10;There is no waiting around as everyone plays simultaneously against one another using mental arithmetic to add, subtract, multiply or divide the right combination of cards in their hand to equal the Arithmanix number.&#10;&#10;The excitement builds as you race to be the first player to crack the calculation and then turn the timer to put pressure on your opponents to make their calculation before time runs out.&#10; Pile up the points by equaling the Arithmanix number, or minimize your losses by getting as close to it as you can. Keep it simple to score quick wins or go for bonus points with a more complex calculation, but be careful not to get caught out by the dreaded order of operations!&#10;&#10;Will you be the master of multiplication or be defeated by division? Every round throws up new number combinations and a new calculation to crack, in this clever game you will want to play again and again. Suitable for age 8+&#10;&#10;Quick + Simple x Fun = Arithmanix&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shakin' Scarecrow",
    "ID": 76544,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76544/shakin-scarecrow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Scarecrow doesnt like pesky crows so if you steal his corn he goes wild! Spin the spinner to see how much corn you need to lift but beware if you wake him! For 2 - 4 players. Requires 3 x AA batteries (not included)&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Wiggle",
    "ID": 76545,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76545/mr-wiggle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player takes a set of 3 of the same colored balls. Push Mr.Wiggle's bow tie to turn him on. Players have to throw their colored balls into Mr.Wiggle's head one by one trying to miss his moving wig! The first player to get all 3 of their colored balls inside Mr.Wiggle, before he spits them out, must push his bow tie to turn him off and declare themselves the winner!&#10;&#10;Publisher's Description&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game Of Footer",
    "ID": 76548,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/76548/the-game-of-footer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Chad Valley catalogue from 1910 stated that this is &quot;The best indoor football game invented - highly popular with followers of the game.&quot; -----from the book &quot;PLAYING THE GAME&quot; by Brian Love, 1978.&#10;&#10;The object of the game is to be the one to score a predetermined number of goals first. Players alternate throwing a die and moving forward that number of spaces, each moving from the center, on the ball, in the opposite direction toward the goal they wish to score. Certain spaces on the track award fouls, throw-ins, penalties, and offsides that result in the player's marker being moved forward or backward on the track.&#10;&#10;If a player is close enough to their chosen goal (space 25), they score a goal by rolling a number high enough to go past 25. Landing on 25 itself allows the goalie to make the save and punt the ball back to space 5.&#10;&#10;Either side scoring a goal sends both player's markers back to the ball in the center to start again. It is recommended to play a &quot;best of 5&quot; match.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sinnet",
    "ID": 76550,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.75",
    "Link": "https://boardgamegeek.com/boardgame/76550/sinnet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game Sinnet (Tennis spelled backwards) is from Chad Valley, Harborne, England. It is for 2,3 or 4 players. The server throws the die and moves the ball counter to which ever linked circle is indicated. After a successful service throw. the receiving player throws the die and moves the ball accordingly. If during the course of play the ball falls outside of the court (x,y,z) or on the players own side of the net the point goes to the opponent. The ball must always move forward never backwards&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Invasion of Europe: The Great War Game",
    "ID": 76552,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/76552/the-invasion-of-europe-the-great-war-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This strategic war game was produced in the years leading up to World War I. Two invading forces are set against each other, a 4 strong Navy against a 5 strong Army. The object is to secure possession of Europe by placing pieces on squares containing &quot;Ringed Cities&quot;. Moves are made by both a die roll and a compass spinner which determines the direction that all moves must be made in. If either Commander cannot move a single one of his forces he must &quot;pass&quot; and offer his roll to his opponent who can either use the move or chose to reroll the die.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ships & Commerce or Merchants of the Mediterranean",
    "ID": 76555,
    "Year": "(1860)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76555/ships-and-commerce-or-merchants-of-the-mediterrane",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game was produced by Standring &amp; Company in 1860. It is a simple roll and move game where players attempt to move goods around the Mediterranean. It was called an Instuctive Game because one got to learn about which products were located in what areas around the Med.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Marseille (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roarem Castle: A Game",
    "ID": 76556,
    "Year": "(1860)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.55",
    "Link": "https://boardgamegeek.com/boardgame/76556/roarem-castle-a-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game for 2-4 players. Each is equipped with a counter, 2 money bags and a stock of tokens. Players throw the die and move the number of spaces indicated. There are fines and rewards on the different spaces in the game.  Landing on spaces 4, 20 or 29 causes the player to lose a turn. If you land on space 30 (Poor Lady) you must promise to buy her gloves. You move to space #30 and pay a token into the pool.In addition you can, on your turn, place the money bags on any of the servant spaces. When opponents land on those spaces they must add a token to the pool in the center of the board. If you reach space number 32 first you colect all of the tokens in the pool and win the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Temperature-Trek",
    "ID": 76562,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76562/temperature-trek",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User summary: The twenty cards, each of which shows a temperature in Fahrenheit, are shuffled and five are dealt to each player. In turn, each player generates a random number using the spinner and then advances one pawn the indicated number of spaces. The five players try to match all of the cards dealt to the spaces one has landed, which are in Celsius,  The first player on the gameboard and return Home is winner.&#10;&#10;The game is an educational tool designed by Dr. George Spooner of Centarl Connecticut State College to reinforce the conversion of the Fahrenheit and Celsius systems.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Archaeologist Sen So",
    "ID": 76564,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76564/archaeologist-sen-so",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Yes, you are an Archaeologist. You track down antiquities all over the globe. You don&rsquo;t want trouble, yet trouble always seems to find you. But you are ready for anything with your whip, gun, and lucky hat.&#10;&#10;Sen So is a 2 or more player strategy board game for ages 10 and up. Most games take about 15-30 minutes to play.&#10;&#10;Sen So uses a unique set of octagon cards and card holders. Players have to think ahead of opponents by placing and revealing cards together. This provides fast play for even large numbers of players.&#10;&#10;Sen So Print Your Own decks&#10;&#10;TwinBlade Games is proud to offer this affordable way to enjoy Sen So. Print Your Own (PYO) is designed to be printer friendly. PYO uses less ink and very little color ink to provide you with a cost effective way to print and play Sen So. Some details that were ink heavy have been removed, but the cards and materials still provide clean, clear and exciting graphics.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Sen So"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Bingo",
    "ID": 76569,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/76569/math-bingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Your bingo boards contain 9 simple mathematical exercises (in addition and subtraction). You claim the announced number by being the first to finding a matching exercise on one of your boards to which the number is the answer, claiming the number tile and covering the matched exercise on the board. The first player to cover an entire game board wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Antigrams",
    "ID": 76578,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76578/antigrams",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From the designer, Matt Arnold:&#10;Antigrams is a 5-minute 2-player print-and-play abstract strategy game, involving simultaneous tile placement, subtitled &quot;Rock Paper Scissors Tiles&quot;.&#10;&#10;Equipment is a stack of 48 identical square tiles, each divided diagonally into a light-color triangle and a dark-color triangle, presumed in these instructions to be white and black.&#10;&#10;Choose which player is which color from the two colors on your tiles.&#10;&#10;On each turn, both players drop a tile. After the first turn, they alternate having first choice of where to place. Tiles must touch any edge of at least one tile that is already played, or of a location the opponent has currently chosen.&#10;&#10;Hiding the front side from the opponent to conceal the tile's rotation, they position their tiles upright with its edge on the table. Simultaneously, when their tiles are both touching the table, they tip their tiles toward each other so the tiles are laying down on the table. Repeat.&#10;&#10;Players attempt to form three target shapes with their own color and the opponent's color.&#10;&#10;Look for a Black rock which crushes a White scissors, for instance. The game would immediately end in a victory for Black-- unless a White paper is formed at the exact same time, and covers the Black rock. That's one point for White and one point for Black. In that case, the game continues until one player has at least one more winning shape combination on the board than the other. If the score is still tied when the last tiles are played, the game is a draw.&#10;&#10;It is possible for two tiles to be part of multiple shapes. For example, a White scissors and White paper can share two tiles and still qualify as two complete shapes.&#10;&#10;Strategy Basics:&#10;&#10;&#10;     Pay attention to what structures your opponent is building, and disrupt them if necessary.&#10;     Remember, with every tile, you are placing your own color and your opponent's color.&#10;     &quot;Telegraph punches that you're not throwing.&quot; Get your opponent to believe you're building toward a particular victory, and suddenly switch to build a different one.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turtler",
    "ID": 76595,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/76595/turtler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an Icehouse board game in the style of the Frogger video game.  Icehouse pieces represent cars on a road that might run over turtles that are trying to cross the road.  Each player secretly programs a series of moves for their turtles, and then the moves are revealed and resolved.  Hitting traffic will cause your turtle to backtrack.  The first person to reach the other side of the street is the winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Turtles",
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aerial Attack",
    "ID": 76596,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.30",
    "Link": "https://boardgamegeek.com/boardgame/76596/aerial-attack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a race game from 1 to 60 and was produced during the black-out period of the Blitz in Britain. Special squares on the game board resulted in different things happening during the course of the game (i.e. Dogfight in the sky, stop to watch and lose your turn, Red plane shoots down enemy, receive two tokens, black and red flyers collide, lose two turns, etc.) Players start with a number of tokens which are at different times placed in the kitty or removed from the kitty. The first player to reach #60 wins and gets 2/3rds of the kitty the second place player gets the rest.&#10;&#10;Objective: be the first arriving at target space 60, moving by turns. Simple 'Roll &amp; Move' game. &#10;Translation of the title &quot;Feindliche Flieger in Sicht!&quot; &quot;Enemy Planes in Sight&quot; - see further remarks about the Klee company in the data base&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game",
      "Educational",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tezelle",
    "ID": 76598,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/76598/tezelle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A tile laying, domino-style game played within the confines of a board using 2x1 oblong shaped thick cardboard tiles of a diamond design utilising seven colours.&#10;The game box contains &#10;4 page rules sheet in 6 languages.&#10;a 48cm square board with 14 x 14 squares thereon onto which the tiles cover 2 adjacent squares.&#10;a pad of score sheets.&#10;4 x cardboard racks for players to display their tiles to them whilst concealing from other players.&#10;a box containing 49 different tiles.&#10;&#10;To start the game all the tiles are placed face down on the table and each player selects 8 - 10 tiles [depending upon number of players] and puts them on his/her rack.&#10;&#10;The double tiles [coloured triangle the same each end] are numbered 1 - 7 and the player with the lowest numbered double starts the game by placing the tile to cover 2 of the 4 centre squares.&#10;&#10;The next player [if wished] matches the end or side of one of his/her tiles and places the tile so that the triangles on the 2 tiles make a coloured square. If the player cannot or chooses not to play a tile the player misses a turn and picks up, if available, a tile from those faced down at the beginning of the game.&#10;&#10;Players cannot form squares using triangles of different colours.&#10;&#10;The game continues until one player succeeds in playing his last tile [or no player can play]&#10;&#10;Matches consist of several games to decide overall winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bl'nd P'g without any Eyes",
    "ID": 76600,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.40",
    "Link": "https://boardgamegeek.com/boardgame/76600/blnd-pg-without-any-eyes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Play The Game description:&#10;&#10;Game for two players&#10;&#10;Circa 1920&#10;&#10;Information on gameplay from Play the Game by Brian Love.&#10;&#10;Two farmers try to force their apparently 1-eyed if not totally blind pigs up the road to market. The route is a minefield of detours. The only consolation is that the players get to control 2 pigs rather than 1 and can decide in which order the beasts shall be moved nearer to the finish enclosure. You roll two dice and then determine which one will move .  Both of your pigs must get to the finish line in order to win. If your pig gets to a field marked IN it must enter the field and go through it until it gets back to the out gate. Once 1 pig has reached the MARKET you can only roll one die for the remaining pig.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Animals: Pigs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defender of the Crown",
    "ID": 76609,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/76609/defender-of-the-crown",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cinemaware's Thematic Overview&#10;&#10;&quot;In a time of lusty wenches and black-hearted villains, King Richard has been murdered and England thrown into civil war! Amidst the ringing clash of steel and the thunder of charging steeds the bold Saxon knights have chosen you to lead them into battle against the hated Normans. Players will compete in grand tournaments of joust, siege castles and raid enemy strongholds in their attempt to find the lost crown of England. Enlisting the support of Robin Hood, players will have to outwit their enemies to control England and restore order to a war-torn land.&quot;&#10;&#10;Game Description&#10;&#10;Defender of the Crown is set in the Middle Ages, where following the death of King Richard, players assume the role of a Saxon lord, try to fight off Norman hordes and ultimately wrestle for complete control of England.  The players will collect valuable resources to build strongholds, amass armies and fight for control of opponents' castles and territories.&#10;&#10;Players may engage enemy lords with their armies on the battlefield or contest lands and fame in medieval tournaments.  They may also loot the treasuries of opposing lords or lay siege to their castles.  Players must also contend with random events such as plague, drought, locusts while fighting for their right to be crowned King of England.&#10;&#10;Once a player has taken control of all enemy counties they will be crowned king and win the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soletrando Cards",
    "ID": 76611,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/76611/soletrando-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;There are 594 words to be spelled. The more words you get right, the bigger your chances to win. A game based in the TV Show Soletrando from Caldeir&atilde;o do Hulk. A pratical and sturdy box for you to take and play any place you want.&#10;&#10;Verso da caixa:&#10;&#10;S&atilde;o 594 palavras par serem soletradas. Quanto mais palavras voc&ecirc; acertar, maiores s&atilde;o as suas chances de vencer. Um jogo baseado no quadro Soletrando do programa Caldeir&atilde;o do Hulk. Uma caixa pr&aacute;tica e resistente para voc&ecirc; levar e jogar aonde quiser.&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – Screams from Within Asylum Pack",
    "ID": 76621,
    "Year": "(2010)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76621/call-of-cthulhu-the-card-game-screams-from-within",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "For Tyler Scindere, a lowlife thug-for-pay, his most recent unsavory job may be his last. The victim of a double-cross, Tyler has become a living science experiment, caught in a perpetual hell of pain, hallucinations, and despair. But just as time loses its meaning and Tyler begins to lose his mind, a sliver of hope appears... from an unlikely ally.&#10;&#10;Screams from Within is a fixed 60 card Asylum Pack that contains 20 different never-before-seen cards based on the dark mythos of master horror writer H.P. Lovecraft, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;Also included in this cycle is part five of a gripping new short story by Nate French. In the last installment, Erin Morai was trapped in a supernatural menagerie of horrifying beasts, surviving on revolting scraps and subject to mind-bending psychological experiments. Now, we return to the plight of her kidnapper, Tyler Scindere. With his eyes ripped from their sockets, Scindere is horrified by the fact that he is still able to see.&#10;&#10;Surrender your mind to the will of your captors...&#10;&#10;This is not a stand-alone deck; you must have additional Call of Cthulhu LCG cards to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game – Asylum Packs Set 3 (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emergency!",
    "ID": 76628,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/76628/emergency",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "&ldquo;Paging Doctor Ward to the Emergency Clinic &ndash; Doctor Ward - Code Blue &ndash; STAT!&rdquo;&#10;&#10;It has been a tough shift so far, and the pressure is getting to you; so many patients, not enough time.&#10;&#10;Doctor Sanjit needs a hand with pathology, Doctor Gruber is concerned about the patient in the waiting room whose condition may deteriorate rapidly if left untreated.  &#10;&#10;The patient in front of you needs urgent surgery, but the operating theatre is occupied and there is breakdown in radiology that requires attention.&#10;&#10;Curse those budget cuts, we're left with no choice but to park patients in corridors and risk infections.&#10;&#10;Both Ambulance docks are full and oh no! another critically injured patient arriving at the helipad, and to make matters worse you haven't even had your morning coffee yet.&#10;&#10;-&#10;&#10;You and your companions are highly respected doctors working in the high-pressure, environment of the Emergency Clinic, dealing with life and death decisions every day.&#10;&#10;Working as a team, you each have to co-operate, using your medical expertise to diagnose and treat patients and manage scarce resources, all the while avoiding worsening conditions, infection outbreaks and crises that threaten the lives of your patients.&#10;&#10;- &#10;Emergency! is a co-operative crisis management and resource management game that also includes competitive elements.&#10; Each player assumes the role of a doctor whose job is to work as part of a team to successfully treat sick patients who arrive at the Emergency Clinic and send them home.&#10;&#10;Together you must make best use of your own specialist skills, to make life and death decisions affecting; treatment, transport and management of patients using the limited resources available to you, in a high-pressure environment.&#10;&#10;As a team you must also deal with numerous infection outbreaks, equipment failures, and deteriorating patient conditions, many of which may lead to drastic situations.&#10;&#10;Your Doctor already has a range of specialist skills upon which you may develop, researching new techniques or calling-in other specialists to assist.&#10;&#10;To aid you throughout the game, specialised Treatment Rooms also offer additional equipment and bonuses toward treating your Patients. Making best use of these rooms is vital to your success as a team.&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Spoken Covenant Asylum Pack",
    "ID": 76638,
    "Year": "(2010)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76638/call-of-cthulhu-the-card-game-the-spoken-covenant",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Tyler Scindere was hired to do a job, plain and simple. But the dangers that face him now are anything but plain, and there&rsquo;s nothing simple about the dark motives of his employers. Now, the betrayer has become the betrayed, and he&rsquo;ll need every ounce of courage and wit he can muster if he hopes to remain alive.&#10;&#10;The Spoken Covenant is a fixed 60 card Asylum Pack that contains 20 different never-before-seen cards based on the dark mythos of master horror writer H.P. Lovecraft, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;This is not a stand-alone deck; you must have additional Call of Cthulhu LCG cards to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game – Asylum Packs Set 3 (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Firestorm - Warsaw: The Campaign for Warsaw",
    "ID": 76666,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76666/flames-of-war-firestorm-warsaw-the-campaign-for-wa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Firestorm:Warsaw takes place in 1944 during the Warsaw Uprising in which the people of Warsaw/Poland sought to liberate themselves after 5 years of German occupation.  Players will take control of either the German or the Polish forces.  Not only will players be able to roll dice to simulate combat achieving results such as destroyed, retreat etc. they will also be able to move their forces from one area of the game board to another.  Other than that there is very little wargame 'chrome'; And at best this game provides an introduction to Battlefront's Firestorm series.&#10;&#10;Firestorm: Warsaw is a game of conflict simulation for 2 people in which victory will be determined by the player who occupies areas with a higher total point sum than their opponent at the end fo six turns.&#10;&#10;Firestorm: Warsaw includes:&#10;&#10;     1 Set of rules&#10;     1 Gameboard&#10;&#10;&#10;The game is part of a series of Firestorm games, although this one is much smaller than the other two.&#10;&#10;It may be noted that the rules for the game are included within a 30-page PDF, which also contains materials relating to gaming the Warsaw Uprising using the Flames of War rule system.  The Firestorm:Warsaw game is not an expansion to Flames of War, but rather a stand-alone game which can be played using the material provided, plus a few counters and figures and dice which will need to be provided by the players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland",
      "Game: Firestorm Campaigns (Flames of War)",
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Staadt",
    "ID": 76667,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76667/staadt",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Staadt is a game about building a medieval city on Magdeburg law. Up to 4 players have to fulfill one desire of prince Piast: construct a city from scratch. &#10;Players manage their districts of a newly built town. They have three years, each divided by four seasons, to achieve their final goal: build the most impressive district. In every season players have a couple of actions, represented by rectangular blocks. They can build houses, city walls, and public buildings from them. Discarding them gives players the opportunity to move in citizens and purchase estates beyond the city limit. Finally, players have the possibility to gather resources: wood (needed to construct the buildings), food (needed to feed the citizens and buy an additional action block), and money (needed for estates purchasing). But beware: these actions have an influence on every player and could have a negative impact on unprepared!&#10;In the middle of the board is placed a wheel of time, turning at the end of every season. This natural clock distributes possible citizen tokens and estate cards between players. &#10;Every player have also three tiles with specific missions from the prince. These wishes change every year and let to grant players more favor from the ruler.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cat in the Hat I Can Do That! Card Game",
    "ID": 76670,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/76670/the-cat-in-the-hat-i-can-do-that-card-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids game where 3 cards are selected from a laid out grid of cards (similar to Memory) to try to find one each of the three different types of cards in order create a wacky activity.&#10;An Action Card (such as Crab Walk, Hop, Dance)&#10;A Location Card (such as to the window, or into the kitchen)&#10;A card as to where to hold a foam fishbowl (such as under your chin, or between your elbows).&#10;If one of each type of card is not drawn all three are put back (similar to Memory), and it is the next player's turn.&#10;&#10;If one of each card is selected, the player gets to act out the activity described by the 3 cards, and gets to keep the cards.&#10;Player with the most cards when all are drawn is the winner.&#10;&#10;Includes a foam fishbowl, and 24 cards&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Authors: Dr. Seuss"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zipp-Zapp-Zahlendrachen",
    "ID": 76672,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76672/zipp-zapp-zahlendrachen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of two sets of 13 cards each. Ten cards in each set show numbers between 1 and 100, the other three show dragons. Each of the two players gets one set.&#10;Each player now plays one card, face down. The cards are revealed simultaneously. The player of the higher card gets the difference between the two cards in points. A dragon voids a &quot;trick&quot;, nobody gets any points. &#10;The first player to reach 100 points is the winner. When all cards are played, each player takes up his/her cards again for another round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A4 gewinnt",
    "ID": 76675,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/76675/a4-gewinnt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is played on a A1 size board which is divided into 64 A7 fields. The two players hold A7 sized cards in their own color. At first, the players take turns putting one of their cards into each of the four quadrants of the board, afterwards they can put them onto any field. When all cards have been placed, the cards can be moved to adjacent fields. Two adjacent cards can be moved together. When a player manages to form a four card (A5 sized) rectangle, he/she can take one of the opponent's cards out and place it on the rectangle - these cards are now secure (and can be moved together, too).&#10;&#10;When a player manages to form a second A5 rectangle, he/she is the winner. The game promotes the standard paper sizes.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Busstop",
    "ID": 76676,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76676/busstop",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "First Edition&#10;Almost cards represent passengers. There are 5 kinds of Passengers like kids, highschool girls, salary men, seniors and ET(the Extra-Terrestrials).&#10;Each card has a rank from 1 to 81 (expressed years old).&#10;&#10;Each player has 3 kinds of buses. Each bus has limit of passengers: 3, 4 or 5. Same kind of passengers must ride same bus. But ET can change the rule.&#10;&#10;Each round, several passengers will appear at the field.&#10;Then, each player select a card from hand simultaneously.&#10;According to the rank you played, you can get passenger(s) from the field and/or played.&#10;&#10;After that, you must line passengers got to your Busstop or make ride some of your buses.&#10;&#10;When filled, the bus will go and you get VP from passenger rode.&#10;&#10;The game will finish when all cards are played.&#10;&#10;Second Edition&#10;They changed cards into tiles.&#10;Numbers on the tiles also changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ab durch die Mitte",
    "ID": 76686,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/76686/ab-durch-die-mitte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game consists of eight tiles with three pictures on each of them. There are also 24 picture cards showing the same pictures. A path is laid out with the tiles; the cards are placed face down around the path. &#10;The active player flips over a card. If the picture matches one of the three on the tile in front of him/her and, he/she can move forward to that picture on the tile and flip over another card, etc. If there is no match, it is the next player's turn. If the picture is already occupied, the active player ends his/her turn as well. When the  last player has left a tile, that tile is taken away and placed at the end of the path, so that the path keeps getting longer and the players have to remember several pictures in a row if they ever want to reach it. The first player to reach the last tile is the winner.&#10;&#10;The theme of the game is the German TV series &quot;Bernd das Brot&quot;.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Characters: Bernd das Brot"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eye for an Eye",
    "ID": 76691,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/76691/eye-for-an-eye",
    "Min Players": "5",
    "Max Players": "21",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Eye for an Eye puts a themed-spin on the parlor game &quot;Wink Murder&quot; (aka, Wink Death), a game in which one player is a murderer who kills people by winking at them. This player wants to off as many other players as possible before someone catches his murderous wink and accuses him of the crimes.&#10;&#10;In Eye for an Eye, the players belong to a group of priests in Britannia known as the Ovates. From the rules: &quot;It is the dream of every Ovate to become a Druid, but the test is a terrible one requiring courage,intelligence and stamina.&quot; One to three Druids hide among the group of Ovates, and they can hypnotize an Ovate by winking at that players. The Druids don't know one another's identities, but if one Druid winks at another, the wink has no effect. The game ends when either only one Ovate remains unhypnotized (this player being the game's loser for failing to detect any Druids after so much opportunity) or an Ovate accuses someone of being a Druid (in which one or the other player is the game's loser). The loser must then perform the tests chosen by players at the start of the game from the included deck of 34 tests, with the test categories being &quot;Gallantry&quot;, &quot;Find Out About Me&quot;, &quot;Don't Be Shy&quot; and &quot;Surprise&quot;.&#10;&#10;The Austrlian Wink Death features a more traditional approach to the party game, with one player being the winker and up to 32 others being the winkees. The murder victims die in the manner depicted on their character card. Any player can accuse another of being the winker, but should the accusation prove incorrect, then both players are out and the game continues. Wink Death includes rules for three other games that use the same deck of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flip 'N Score",
    "ID": 76693,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/76693/flip-n-score",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Simple Hockey card game.  Each player uses one team deck of 54 cards.  Decks are available for all 30 NHL teams and licensed by the NHL, NHLPA and NHLOA.&#10;&#10;Players have a hand of 5 cards in which they use to try and gain control of the puck and then play a shot on goal.  The defensive attempts to play cards to either steal the puck, block a shot or force a face-off.&#10;&#10;First Edition has decks for the Original Six teams.&#10;Second Edition has decks for all Canadian teams.&#10;Third Edition has decks for every NHL team.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll Your Own",
    "ID": 76695,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76695/roll-your-own",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "ROLL YOUR OWN&#10;&#10;A constructible dice game using NESTORtiles.&#10;Players construct custom dice then roll them in head-to-head combat.&#10;&#10;NUMBER OF PLAYERS: 2-???&#10;EQUIPMENT: One or more sets of standard NESTORtiles.&#10;&#10;RULES:&#10;&#10;&#10;     Each player builds a custom D6 die using tiles from a common pool. The pips on all 6 of each die's sides must initially total no more than 21. (This will change throughout gameplay.)&#10;     Players then ROLL their dice, with high roll winning. Ties are ignored in a two-player game; if more than 2 are playing, ties for high number are re-rolled until there is a winner.&#10;     A ROUND continues until one player has won six* ROLLs.&#10;     The loser of a ROUND may elect to either: (a) increase the total number of pips on his die by ONE by replacing one of its faces, or (b) have the winner decrease the total number of pips on his die by ONE by replacing one of its faces (winner's choice of face). In a multiplayer game, losers engage in a single roll-off to determine who gets to choose, with the LOSER winning that right.&#10;     A GAME lasts until one player has won six* ROUNDs.&#10;     A MATCH lasts until one player has won three* GAMEs.&#10;     Between GAMEs, each player must build a new custom D6 whose pips add up to no more than 21.&#10;&#10;&#10;* This number may be reduced to shorten the game if more than two are playing.&#10;&#10;For information on the interesting properties of custom D6 dice, search the Internet for 'Sicherman Dice' and 'Non-Transitive Dice'.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Nestortiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deckbuild Mobile Suit Gundam",
    "ID": 76699,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/76699/deckbuild-mobile-suit-gundam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The system is like the system of Dominion. It's called &quot;Deck building&quot;.&#10;&#10;The player is the commander. The object is a player collect the territory card by using a partner card and a mobile suit card.&#10;The difference of Dominion is a player has a partner and a mobile suit on the front. This cards are able to use any own turn. And the territory card is added as the more point card.&#10;&#10;The mobile suits and characters are from Mobile Suit Gundam: One year war and Mobile Suit Gundam: Char's Counterattack.&#10;&#10;This will be sold as only preorder in Japan.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combined Arms",
    "ID": 76700,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/76700/combined-arms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "This game is a tactical game that reproduces modern armored combat after the 1980's. The units are tanks, infantry, and helicopters. Each unit is one vehicle or platoon. The Advanced game adds more rules.&#10;&#10;The represented countries are Japan, the United States, Britain, West Germany, the Soviet Union, and Israel. &#10;The game can be played by 2 persons and up to 6.&#10;&#10;Scale:&#10;&#10;    1 turn = 45 seconds&#10;    Hex = 150m&#10;    Unit = One platoon/vehicule&#10;&#10;&#10;Components&#10;&#10;    1x Rulebook&#10;    4x Maps(200mmx550mm)&#10;    8x Chart&#10;    1000x Counters&#10;&#10;&#10;&#10;&#10;Order of PlayBasic Game:&#10;1.First player selection Phase&#10;2.First player Movement Phase&#10;3.Both Side Fire Phase&#10;4.Second Player Movement Phase&#10;5.Both Side Fire Phase&#10;&#10;Advance Game:&#10;1.Both Players of assaulting first decision Phase&#10;2.Recovery Phase&#10;3.First Player selection Phase&#10;4.Second Player evasion movement Phase&#10;5.First Player Suppression Fire Phase&#10;6.First player Movement Phase&#10;7.Both Side Fire Phase&#10;8.Second Player Suppression Fire Phase&#10;9.Second Player Movement Phase&#10;10.Both Side Fire Phase&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Discovery Garden",
    "ID": 76701,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/76701/discovery-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Publisher's Press Release &quot;Welcome to a whimsical garden of fun and adventure. Flip over a card to reveal what colorful bug, lost tool, or buried heirloom needs to be found. Then spin the spinner and peek below one of five secret locations &mdash; from the melon patch or flower field to the fruit orchard or vegetable garden. Do you see a match? If you spin &quot;mix the soil&quot;, watch out! You'll shake the box and the treasures will slide and hide in new locations. Find the most treasures to win!&quot;&#10;&#10;CONTENTS: &#10;1 Shake-and-Look Box with 5 puzzle-piece doors (21 treasure pieces and 4.94 oz. (140g) of &ldquo;soil&rdquo; sealed inside)&#10;1 Spinner&#10;29 Cards&#10;1 Game Rules Manual&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Richard Scarry's Busytown Cars and Trucks Card Game",
    "ID": 76702,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/76702/richard-scarrys-busytown-cars-and-trucks-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Publisher's Website &quot;The whimsical world of Richard Scarry's Busytown comes to life in this colorful game of counting and comparison. Large oversized cards, perfect for little hands, feature familiar characters and silly vehicles from the Richard Scarry's classic book &quot;Cars and Trucks and Things That Go.&quot; Each card has a colorful number from 1 to 12, designed especially for beginning counters. Each player flips over a card and the player with the most passengers wins the cards! But watch out, fun road hazards and special bonus cards create surprising twists!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Richard Scarry",
      "Characters: Richard Scarry's Busytown",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cat in the Hat: What's In the Cat's Hat? Game",
    "ID": 76703,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/76703/the-cat-in-the-hat-whats-in-the-cats-hat-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website &quot;The Cat in the Hat has something mysterious in his hat! Can you guess what it is? In this fun, multisensory exploration game, one player hides a household object of their choice inside the hat and the other players use questions, clues, and the hat's fun interactive exploratory features to discover what it is. Is it something we eat? What room does it belong in? Not sure? Try feeling the hat with your elbows, poking your finger through a hole, or looking at the object through the magic crystalline window. Children will enjoy hours of creative fun with this innovative game!&quot;&#10;&#10;CONTENTS: &#10;1 Hat&#10;32 Exploration Cards&#10;1 Game Rules Manual&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats",
      "Authors: Dr. Seuss"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Fish, Two Fish, Red Fish, Blue Fish Memory Game",
    "ID": 76705,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/76705/one-fish-two-fish-red-fish-blue-fish-memory-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Publisher's Website:&#10;&#10;&quot;Come along for a seashore adventure! What will you find hidden below the sand? Flip a card to reveal your challenge. Search for colorful fish, silly Seussian objects and other sea treasures hidden below 5 secret beach locations. But watch out for waves! If the game spinner lands on the wave, shake the box and the treasures will slide and hide in new locations. Find the most treasures to win!&quot;&#10;&#10;CONTENTS: &#10;1 Shake-and-Look Box with 5 puzzle-piece doors (21 treasure pieces and &ldquo;sand&rdquo; 4.94 oz. (140g) sealed inside)&#10;1 Spinner&#10;29 Cards&#10;1 Game Rules Manual.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Authors: Dr. Seuss"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Franklin's Sea",
    "ID": 76713,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76713/franklins-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Simple Age of Sail tactical naval miniatures war game with an alternate history twist (and alternate physics and geography). Includes instructions for simple model construction, scenarios, etc. Designed to be played on the front of your refrigerator, but there's no reason it can't be used for evocative fast play AWI/Napoleonic naval war on a horizontal surface.&#10;&#10;In Franklin's Sea Columbus actually sailed off the edge of the world. There being no new world, Ben Franklin was undistracted by politics and discovered not only electricity, but fantastic secrets about the Earth's magnetic field that would allow the new copper-bottomed ships to sail safely over the edge of the world and down the ocean on the side. This began a new age of exploration and exploitation, and literally new horizons.&#10;&#10;Players command naval groups of two to six ships sailing and fighting on a vertical surface. Movement rules include wind direction and handling differences between different classes of ships, as well as drifting down the sea, of course. Ships are rated for broadside dice and boarding dice. Range reduces firepower.  The effects of damage are noted right on the simple record sheet for easy reference. With lucky rolls enemy ships can strike very quickly, or they may be beaten down with many shots. A ship that loses all its sails will be unable to resist drifting downward toward the abyss...&#10;&#10;Game stats and construction plans included for 18 gun sloop of war, 44 gun frigate, 74 gun ship of the line, and 500 ton merchantman. Three scenarios included, two quite asymmetrical and one straightforward shoot 'em up with multiple large ships.&#10;&#10;Simple but pleasing ship models are constructed from craft sticks, paper clips, paper, glue, etc with ordinary tools and glue.&#10;&#10;(author's note)&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventures on the Moon",
    "ID": 76715,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/76715/adventures-on-the-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(Original title: &#208;&#159;&#209;&#128;&#208;&#184;&#208;&#186;&#208;&#187;&#209;&#142;&#209;&#135;&#208;&#181;&#208;&#189;&#208;&#184;&#209;&#143; &#208;&#189;&#208;&#176; &#208;&#187;&#209;&#131;&#208;&#189;&#208;&#181;) The goal of the game is to rescue a lost spaceship on the moon and bring it back to the lunar base. It consists of two parts. During the first part, players roll dice to land on different locations on the moon map, collecting points for doing so. Some of the locations may have the lost spaceship. As soon as the lost spaceship is rescued, everyone moves back to the base, collecting additional points along the way. This game is mostly luck but features an accurate lunar map and encourages players to learn lunar locations and some noteworthy lunar missions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Barça",
    "ID": 76717,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/76717/monopoly-barca",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "RESUMEN DEL JUEGO&#10;&#10;Monopoly Bar&ccedil;a is them game of buy, lease or sell football players. The winner is the game player most rich at the end of the game.&#10; From the Start box, the pawns are moved around the board the same number of boxes than the dice roll. When a player moves to an empty box, can buy it at the bank. If is not interested, the Bank proceeds to an auction. When a player moves to a property of another player, must pay a rent, the rent is bigger if in the box are &quot;Copas de la Liga&quot; (League championships) or Champions League trophys. When a player moves to the boxes SPORT o AGRUPACI&Oacute; MUTUA, he takes a card and follow his instrucions. &#10;(From the &quot;Introduction&quot;)&#10;&#10;Bar&ccedil;a is the nickname for Futbol Club Barcelona.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Country: Spain",
      "Series: Monopoly-Like",
      "Sports Teams: Barcelona",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toymallet 40¢",
    "ID": 76718,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/76718/toymallet-40-cent",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Welcome to the world of totally cheap tabletop wargaming! Why spend buckets of cash on a superior, worthwhile product when you can download this crappy cheap ass parody of Warhammer 40K? Now you too can roll fistfulls of dice to see who split whos testicles open on the bloody field of battle, otherwise known as the kitchen table. Now, you too can have no life and be the sort of nerd who even furries snicker at: a grognard, a wargamer. This and more is all yours for cheap as free with TOYMALLET 40 Cents!&quot;&#10;&#10;(from author's webpage)&#10;&#10;Beneath the parody, this is a simple but playable miniatures wargame. Two players take turns moving, shooting, and assaulting with their miniatures armies, which can be made from almost any kind of miniatures or toys. Everything is fitted into three broad categories (squads, commanders, and tankmecha), with some options for further characterization by special rules (extra armour, flight capability, etc). All combat is resolved by rolling six-sided dice, and all measurement is in terms of Lengths (any length unit the players agree on - the game accomodates miniatures of any scale if you chose a sensible length of a Length). The winner is the side that after six turns have accumulated the most Happy Time Fun points, which are earned for seizing objectives and killing enemies.&#10;&#10;",
    "Categories": [
      "Humor",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Atlantis & Trisland",
    "ID": 76727,
    "Year": "(2010)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76727/age-of-steam-expansion-atlantis-and-trisland",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.8571",
    "Description": "Atlantis &amp; Trisland is a full size, full color mounted expansion that folds to a size that will fit in both the Steam and Age of Steam boxes. While both maps are island based, they couldn&rsquo;t be more different: Atlantis is an epic map focusing on the struggles of the island nation to somehow create a self-sustaining rail network that reaches the shore from a central hub of production, while Trisland is a 3-player-only map with elegant simplicity and symmetry.&#10;&#10;Atlantis takes place on the mythical island of lore, where you&rsquo;ll need to figure out how the giant city of Atlantia in the center of the island can reach the towns and cities along the coast. It&rsquo;s expensive, production is very limited, and the competition is brutal. Atlantis was originally designed 5 years ago, but was deemed too harsh and unforgiving for even the bravest players...it was shelved and only recently picked up again and tweaked to make it slightly more friendly, with an emphasis on slightly. Bankruptcy or utter hopelessness is almost always just around the corner when playing this map. Atlantis is for 3-6 players who are comfortable seeing their opponents weep uncontrollably.&#10;&#10;Trisland is the perfect 3 player map. By perfect, not only is gameplay streamlined and optimized for 3 players, but it is also perfectly symmetrical. Very few rule tweaks are included with the map, making this a perfect &ldquo;classic&rdquo; Steam/Age of Steam playing experience for three players. The rule changes that are present are specifically designed to address the shortcomings of Steam/Age of Steam when played with three players. Trisland is for 3 players, and 3 players only.&#10;&#10;The 2010 Essen Aos/Steam map pack from Bezier Games features 7 new maps, including 6 mounted ones on 3 double size expansions. These maps can be preordered from www.beziergames.com and will ship in October 2010. The &ldquo;bonus&rdquo; 7th map is only available through preorders. Expansion #1: California Gold Rush &amp; Underground Railroad as well as Expansion #2: Amazon Rainforest and Sahara Desert have been previously announced. Details about the remaining bonus pre-order only map will be coming in the next few weeks from Bezier Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Game: Age of Steam",
      "Game: Steam",
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TeieLugu",
    "ID": 76733,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76733/teielugu",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Estonian erotic board game; is great for couples for getting to know each other a little better and this game is also a great party game as well. You can find out a lot more about your friends, their wishes and for sure you will hear a lot of stuff you have never heard before. And it doesn't matter how long you have been together, this game fits all.&#10;&#10;The has very easy rules and moving is with dice.&#10;You roll the dice and move on the heart shaped board. You get to the black space, you miss a turn. If you get to a space with ? on it, you get a card and do as it says. The last one to finish the game, will have to obey to the winner until the next game or all night long.&#10;Enjoy.&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Things",
    "ID": 76741,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76741/the-things",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "This first expansion for The Thing adds cards, a 5th &amp; 6th player, new Encounters, specific Blood Testing of other players, and other ways to expand your adventures in Antarctica circa 1982; cards like: &quot;I ain't going with Windows. I ain't going with him,&quot; &quot;And everybody watch whoever you're with - real close,&quot; The Thing on the Ceiling, &quot;If you are all these Things then you just attack me right now. So some of you are still human,&quot; and &quot; This Thing doesn't want to show itself, it wants to hide inside an imitation.&quot; Also, a new mechanism has been added whereby up to 2 Outpost players that have been assimilated, may reveal their alien nature and actively work alongside the original Thing, against the remaining humans.&#10;&#10;The 5 and 6-player game plays slightly differently, in that the Thing player does not draw 5 or 6 cards per turn - she draws 3 cards, but has 3 new elements with which to thwart and upset the Outpost players:&#10;&#10;Bad Blood: Each turn, during the Blair-saucer phase, one player (chosen by the El Capitan) must put a card from their hand under the Bad Blood card. Failing to do so makes unpleasant things happen....&#10;&#10;Thousand Miles to the Coast Like the Blair-saucer, this is a play-area objective, giving the Thing another path to victory. If the players ignore for too long the lone dog's run for the coast, they may very well find that humanity is in deadly peril of being assimilated.&#10;&#10;Somebody blew a fuse in the lab: This can be a particularly harrowing encounter for the Outpost players, if they're not ready for it. During this stage of the game, infected-player-Things may have the opportunity to infect another Outpost player, unbeknownst to the others, while the lights are out...&#10;&#10;Due to the cost of printing the number of cards required for the base 2-4 player game, it was decided to release the additional player cards as a separate card expansion. Most of the cards can be added straight into the decks for 2-4 player games - with only a handful of cards designed specifically for 5-6 player games.&#10;&#10;Please note: This game is strictly for adults - with profanity and horrific imagery on many of the cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Lap of the Track",
    "ID": 76873,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/76873/one-lap-of-the-track",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a non-replay game based loosely on the 400 Metres track event. Eight players each control a single runner on a staggered lane track - special rules apply for 4 to 7 players.&#10;&#10;Each runner has fifteen Bid Tokens, totalling 100 points of Stamina, and for each of the eight Turns a Movement Card is exposed to show the Movement permitted for the top bidder, the second highest bidder, and so on. One or more of the tokens are placed face down in front of the player and the bids examined when all players have made up their minds.&#10;&#10;The highest bid claims the first Movement shown on the card, the second highest the second, etc, etc. A Tie-Break Card quickly settles the matter between equal bids. The used Bid Tokens are discarded, except for the Zero token which is taken back into the hand (useful to bluff with!) and the next Turn takes place using a new Movement Card.&#10;&#10;Some Movement Cards give a significant Movement advantage to the top bidder, others may have the top three positions gaining equal Movement, but the lower bidders are at a definite disadvantage. All 27 Movement Cards are different (eight are dealt randomly for each race), so bidding tactics and bluffing vary with each race.&#10;&#10;Four Movement Cards are on display when the race starts, the one used for the first Turn plus the next three Turns, and at each Turn another Movement Card is revealed, so some forward planning is possible - and necessary! And the staggered lanes means that the true position of the runners is not known until they enter the home straight which deliberately adds to the uncertainty.&#10;&#10;If heats and/or semi-finals are run half of the unused Stamina can be carried forward to the next round or Final, and in any event unused Stamina can help a runner 'win' a photo finish if runners are level after eight Turns.&#10;&#10;Although designed as a multi-player game for eight players the game can be played by as few as four players with the special rules provided. It has excellent possibilities for Play-by-(e)Mail.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bob the Builder Rallye",
    "ID": 76884,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/76884/bob-the-builder-rallye",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Ready,... set,... go! Bob and Wendy are waiting for Baggi, Rollo, Buddel and Heppo at the construction site. Who of them will be the first to reach them? Who will have the most luck with the die in this funny game with 3D-effect?&#10;Very simple roll and move game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "TV Shows: Bob the Builder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Rocket Bonus Cards",
    "ID": 76998,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/76998/pocket-rocket-bonus-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Essen 2009 give-away with 5 bonus cards.&#10;&#10;Each player gets one randomly at the start of the game and can use the effect once per game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La maison des mots",
    "ID": 77072,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/77072/la-maison-des-mots",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;La maison des mots&quot; is a game for children who are beginning to read and write. The mechanism of the game is very close to bingo game. Each player has a card with 4 words and have to find the right letters to to finish pre-built words. A picture of the word helps the children to know what words he has to find. The firt player who finish his cards with 4 words, won. A fun way to learn spelling.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tipping Point",
    "ID": 77085,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77085/tipping-point",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A semi-abstract, cooperative game designed to teach project management techniques.&#10;&#10;The game takes place on an 18x18 grid. The players take the role of project managers in a company. At the start of the game each player has a single project in play. Projects begin in a single space on the board, and each turn grow out one space orthogonally in all directions.  On a player's turn only his or her projects grow.&#10;&#10;If a project grows into the edge of the board, the game ends in a loss for all players.&#10;&#10;To finish projects, players utilize a mix of concept work and production work tokens. Placing a token on the board blocks projects from growing into that space.  If a project cannot grow it counts as finished, and the players score one point. After a project is completed, a replacement is added in a semi-random square.&#10;&#10;Concept work tokens are taken from a shared pool of 10, and once placed remain in play indefinitely.&#10;&#10;Additionally, each player has 2 production work tokens. These tokens only last for one round.&#10;&#10;A player's turn consists of doing one of the following: placing a single concept work token, moving a single concept work token, or placing both production work tokens.&#10;&#10;That player then grows his or her projects. If two (or more) projects collide they combine into a single compound project. Compound projects grow on the turns of every player who has a project involved, and their multiple growth points make them much harder to finish. Additionally, compound projects are still only worth a single point.&#10;&#10;The players win if they can finish eight projects. However, after every other project is finished, another project is added to the mix. This means that the end game requires managing seven projects simultaneously.&#10;&#10;Designed by a team at the Singapore-MIT GAMBIT Game Lab for the MIT Sloan School of Management.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Enclosure"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Art of War: General Expansion",
    "ID": 77093,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/77093/the-art-of-war-general-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This expansion adds 8 new generals to Art of War and includes 2 blank cards that players may use to create their own generals.&#10;Included in this expansion are;&#10; 18 General Cards &#10;(the original 8 cards, the 8 new cards and 2 blank general cards)&#10; 1 rulesheet&#10;&#10;The 8 new generals;&#10; -The Spy (sacrifice civilians to change identity)&#10; -The Burrowers (defend hexes in which they have 2 civilians)&#10; -The Masons (may build wall pieces to aid in defense)&#10; -The Scavengers (capture enemy military pieces after combat)&#10; -The Bandits (can attack their own units)&#10; -The Raiders (sacrifice 2 civilian to capture a military unit)&#10; -The Ancient (destroy any opponent your forces surround)&#10; -The Despot  (sacrifice a civilian to gain a production)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Impact I",
    "ID": 77162,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77162/impact-i",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the rules booklet:&#10;A game of strategy and conquest in the Altara system.  Your goal is to engage and beat the opponent's squadron of fighters.&#10;&#10;This game is played on a three-dimensional gameboard of four levels.  Each level is 49 hexes.  One hex = 5000 km.  The levels are separated by a distance of 10,000 km.  By using the special four-sided die, you maneuver your fighters to engage the enemy without flying off the edge of the board - and out of the Altara system.&#10;&#10;Two or more players can play this game simultaneously, each being in command of a squadron of fighters.  A squadron may have one, two, three or four fighters.&#10;&#10;At the start of the game, each fighter has eight energy units.  Should the number drop to zero, the fighter is considered destroyed and must be taken out of the game.&#10;&#10;The game is played in turns, each one being made up of three phases:  Phase One - Movement, Phase Two - firing and Phase Three - damage assessment.&#10;&#10;The special die is rolled - player rolling highest chooses to move and fire first or last in the phases.  Damages are totaled and tallied on the score sheets. Movement can be done on the same level or the fighters may move up or down one level.  Attack strength is determined by distance to the target.&#10;&#10;The winner is the player with the last remaining fighter on the game board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blue Zone Hockey",
    "ID": 77199,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/77199/blue-zone-hockey",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "6",
    "Play Time": "6",
    "Weight": "0",
    "Description": "'Blue Zone Hockey' is the third in our 5/6 System range of replay simulations, the others being 'The Beautiful Game' (soccer) and 'Rugby World'(Rugby Union), both available from www.owzatgames.com. It is also, incidentally, our first foray into the realms of North American sports, so it is with some trepidation that we launch this latest project, with phrases like 'bearding the lion in his own den'carrying coals to Newcastle' and, perhaps more appropriately, 'trying to sell ice to the Eskimos' springing to mind. But anyhow, despite what our great leaders tell us to the contrary (starting wars in other people's countries obviously excepted) life has to have some element of risk, so here goes.&#10;&#10;This is a case of the title saying it all. 'Blue Zone Hockey' concerns itself only with the action in and around the net, strictly blue zone only. We wanted a quick-playing simulation - you already have some great detailed hockey sims out there in the lions' den - but we also wanted to capture at least a little of the excitement of top-grade ice hockey so we have adapted the 5/6 System to produce a game that takes only 6-8 minutes to play an entire match but one which also provides some blue zone commentary, covers such aspects as sin-binning, Power Play, Short-Handed play, injuries, Overtime and Empty Net situations as well as suggesting ways to identify goal-scorers and assists and even goal times if you want that detail.&#10;&#10;What we don't provide are team and player details, you will need to do that for yourself. We have no intention of getting involved with the US/Canadian laws relating o the use of such information which, in this country thankfully, would be regarded as being 'in the Public Domain' and therefore not subject to the payment of Royalties. And long may it remain that way. We do explain, however, how you might go about all that.&#10;&#10;Publisher Blurb&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Wiz",
    "ID": 77202,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77202/world-wiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Starting anywhere along the Greenwich Prime Meridian player race to travel to six different continents to win the game. The game is designed to encourage children to learn about world geography.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hemisphere Hunt",
    "ID": 77203,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/77203/hemisphere-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User review: Starting at the Panama Canal, the players, in turn, roll the die and advance one&rsquo;s pawn on the gameboard orthognally. A player gets a Treasure Token by landing on it. Secret Squares bring an additional chance element to the game because they may or may not result in a treasure. The player with the most valuable treasures when the last Treasure Token is taken is the winner. The game is designed to encourage children to learn about world geography.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "States Race",
    "ID": 77205,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/77205/states-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User review: Starting at Washington D.C. and moving clockwise around the track, the place race to score points and return home. Certain spins force the player to answer a simple question about US geography. The game is designed to encourage children to learn about US geography.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "... is there a doctor in the house?",
    "ID": 77219,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/77219/is-there-a-doctor-in-the-house",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "To play this game, one person acts as the examiner with 2 to 5 people acting as doctors taking the exam.  The examiner shuffles the cards and the players in turn take the card and answer the question.  The card may require them to answer a multiple choice question, to place an organ or bone sticker in the correct position on the body diagram or to examine the patient in an appropriately professional manner.  Cards are worth varying amount of points depending on the difficulty of the question.  The player with the most points at the end wins.&#10;&#10;From the box:&#10;&#10;The interactive medical knowledge quiz.  &#10;&#10;      A side-splitting medical quiz game complete with bone and organ stickers to place on a fold-out body diagram.  &#10;&#10;&#10;&#10;      Thrilling life or death situations, and the chance to prod and poke real live patients.  &#10;&#10;&#10;&#10;      Discover whether you are destined to be a brilliant brain surgeon or a half-witted hypochondriac.&#10;&#10;&#10;Featuring:&#10;&#10;     52 quiz cards&#10;      fold-out body diagram&#10;      wallet containing 12 stick-on body parts&#10;      32-page concertina book, with bonus questions, quiz answers, score assessment, suggestions for alternative careers, and gory after-dinner medical facts.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Medical",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bank Roll",
    "ID": 77221,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77221/bank-roll",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;A Game of Chance With Lots of Action&quot;&#10;&#10;Any number of players may participate in the game of BANK ROLL - the more the merrier.  The box is used as the POT to hold the play money.  At the start, each player contributes $5 in play money to the POT.  Then, one player spins the arrow.  If the arrow stops on a PAY section, he pays to the POT the amount designated...&#10;&#10;Whitman Publishing Co, Originated by the Hollywood Amusement Co&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quikopoly",
    "ID": 77228,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/77228/quikopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a Monopoly game&#10;From the back of outer cover:&#10;&#10;Warning:Playing Quikopoly may be addictive. Do not operate heavy equipment while playing the game. Playing Quikopoly while consuming alcoholic beverages may cause severe mood swings, headaches and nausea. Children under 12 should not be allowed to play the game as adults may become depressed when the child wins the game. Quikopoly dollars are not legal tender and may only be used to purchase merchandise at QuikTrip competitors.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Switch It!",
    "ID": 77259,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/77259/switch-it",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "An abstract counter placement game where the objective is to be first to have 4 counters in a row (or 5 or 6 depending on the difficulty level chosen). The board is a 6x6 grid which is made up of nine 2x2 squares. Instead of placing a new counter, a player may lift a square and rotate it 90 degrees, moving the counters on that square into new positions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "3 Code Football",
    "ID": 77269,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/77269/3-code-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The board features a Football (Soccer) pitch on 1 side and a Rugby League / Rugby Union pitch on the other, each being a 28 x 19 grid covered with symbols (letter pairs and crosses) which allow special movement and passing options. Rules are provided for each of the 3 codes. You place your team of men onto the board (ie 11, 13 or 15 counters) into standard starting positions and kick off. Generally a turn is to move one of your men 1 space (with the option of passing the ball), but trying to take advantage of the board's special options to progress down the field and score a goal / try, while your opponent moves their men into defensive positions to tackle (hop over) and regain the ball.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nobunaga",
    "ID": 77354,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/77354/nobunaga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are Generals of Oda Nobunaga. You have to prepare for wars against your enemies.&#10;&#10;Lord Nobunaga is also prepared to fight.&#10;&#10;A Great battle will soon begin!&#10;&#10;After each attack is resolved, you or Lord Nobunaga will get Victory Points depending on the deed that has been accomplished.&#10;&#10;After two wars have been fought, if you have the most VPs among the Generals in the game, you win. But if Nobunaga has gathered the most VPs, all of the Generals lose the game.  Thus you must not only compete for Victory Points but you must also cooperate each other in order to get more Victory Points than Nobunaga.&#10;&#10;Component&#10;Clan cards: 60 (6 clans by 10 cards)&#10;Nobunaga card: 1&#10;Leader card: 1&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Affenparty",
    "ID": 77393,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/77393/affenparty",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the middle of the table, there is a battery-driven coconut which makes a sound when a player puts his/her hand on it. &#10;The players hold cards and simultaneously place a face-down card in front of the player to the left. These are then picked up. A player who holds cards of only one kind hits the coconut as fast as possible. Everyone else then puts their hand on it, too. The hands form an order. Now treasure cards are flipped up (as many as there are players). The first player (whose hand hit the coconut first) has the first pick, then the next one, etc. Treasure cards contain actions that can be executed immediately or contain positive or negative points. &#10;When the treasure cards are used up, the player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow Chaos",
    "ID": 77428,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77428/shadow-chaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From publisher:&#10;&#10;Who will win this never ending battle between light and darkness?  Out of the Shadows and Mayhem, these warriors have come to battle for you.  Arm them with equipment and magic to win this battle.  It will be the difference between you defeating your opponent and your last life tower being cut down.  Sound good?  The Shadow Chaos starter pack comes with two ready to play decks.&#10;&#10;From the rules:&#10;&#10;To begin each game, hand your deck to the other play to shuffle each other's deck.&#10;Next, draw seven cards from your deck.  Be sure that you have at least one Warrior card and one Life Tower card.&#10;If you do not have one of each, then shuffle your hand back into the deck and draw another seven cards.&#10;&#10;Winning the Game:&#10;&#10;To win, you must simply destroy all of the opponent's life towers.&#10;If your opponent has no life towers on his side of the field, you win the game.&#10;It is not necessary to go through the entire deck and destroy every one of his life towers.&#10;&#10;Rules for each turn:&#10;&#10;At the beginning of each turn, you must draw one card.&#10;If you have no deck to draw from, shuffle your graveyard, draw the first 20 cards, and shuffle the deck.&#10;This will be your new deck.&#10;Each warrior may attack an opponent's warrior only once unless otherwise stated by that warriors effect or equipped card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Berserk Junior",
    "ID": 77433,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/77433/berserk-junior",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Game Berserk Junior is the battle of 2 fantasy creature squad.&#10;&#10;Cards&#10;There are 4 kinds of symbols:&#10;Elements - steppes, forests, mountains or swamps - upper-right corner&#10;Unit type - warrior or rifleman - upper-left corner&#10;Dice - D6, D8 or D12 - lower-left corner&#10;Hit points - how many hits you need to cause to creature gain victory over it - lower-right corner&#10;&#10;Battlefild&#10;The cards arranging at the battlefild of size 3&#209;&#133;4 squares, one opposit the other, warriors in the first line and rifleman in the second one.&#10;&#10;Turn sequence:&#10;1. Chose your Creature&#10;2. Move you Creature to one square or Chose target creachure (warriors can attack adjacent units, rifleman can attack any units on the battlefield)&#10;3. Roll die (dice type in left down corner), then opponent roll die&#10;- if you roll more or that much as your opponent, you hits (put one damage counter to thecreature)&#10;- if you roll less then your your opponent, you miss&#10;4. End turn&#10;&#10;Victory&#10;Gain a victory over all cratures&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Berserk (Hobby World)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Turkish edition",
    "ID": 77443,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/77443/monopoly-turkish-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Monopoly is a board game published by Parker Brothers, a subsidiary of Hasbro. The game is named after the economic concept of monopoly, the domination of a market by a single entity.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Turkey",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: The Rolling Stones Collector's Edition",
    "ID": 77453,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/77453/monopoly-the-rolling-stones-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;The world&rsquo;s longest running rock-n-roll band teams up with the world&rsquo;s most popular board game to bring you the ultimate Rolling Stones experience. The Rolling Stones Collector&rsquo;s Edition of MONOPOLY celebrates some of the greatest rock-n-roll music of the 20th century and beyond. This completely customized game features the band&rsquo;s albums including Sticky Fingers, Exile On Main Street, Voodoo Lounge and more, allowing fans to build their own Rolling Stones music collection. Game includes six collectible tokens: Dice (Tumbling Dice), Horses (Wild Horses), Tour Bus, Road Case, Drum Set and the Licks Logo.&#10;&#10;Hang Fire!&#10;&#10;",
    "Categories": [
      "Economic",
      "Music",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Music: Music Groups",
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trip 50",
    "ID": 77460,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/77460/trip-50",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Choose one of the 50 United States as your &quot;takeoff&quot; state to begin a &quot;Trip of Cards&quot; across the U.S.A.! The object of Trip 50&reg; is to play a series of Trip Cards in a connecting chain. Each card played must share a border with the takeoff state or with another Trip Card already played. The first person to properly play all of his cards goes &quot;Trip 50&reg;&quot; and wins the round! Players then continue with several rounds of play. The first player to score 250 points wins the game! (From the rules sheet)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bløctagøns",
    "ID": 77486,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77486/bloctagons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bl&oslash;ctag&oslash;ns (formerly Octess) is played on an octagonal tessellation.  The goal for blue is to connect the blue side of the board with the other blue side of the board.  The goal for green is to do the same with the green sides.&#10;&#10;Players take turns filling in either a blank square or octagon.&#10;&#10;Squares have a special feature.  When two diagonally adjacent squares are filled in with the same color then a bridge between them must be made.  This will split the sandwiched octagon's connection.&#10;&#10;A bridge cannot&#10;&bull; connect to another bridge.&#10;&bull; build over another bridge (or under for that matter).&#10;can&#10;&bull; build over all 3 possible octagon colors (yours/opponents/blank)&#10;must&#10;&bull; be laid when two diagonally adjacent squares are filled in with the same color.  If a placement of a square provides an opportunity for more than one bridge to build then the player must choose exactly one to build.&#10;will&#10;&bull; split the connection when laid over an octagon of the opponents color.&#10;&bull; prevent a split when laid over ones own colored octagon.&#10;&#10;If a bridge is made over a blank octagon then that blank octagon may still be claimed by either player remaining under the bridge.&#10;Once one player has made their connection the other player receives one last turn incase there is an opportunity to sever it.  The pie rule is used to start the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratagems of the Warring States: Thirty-six Stratagems",
    "ID": 77495,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/77495/stratagems-of-the-warring-states-thirty-six-strata",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "English Name: Stratagems of the Warring States - Thirty-six Stratagems &#10;Chinese Name: &#230;&#136;&#152;&#229;&#155;&#189;&#231;&#173;&#150;&#228;&#184;&#137;&#229;&#141;&#129;&#229;&#133;&#173;&#232;&#174;&#161;&#10;Publisher:  &#228;&#184;&#138;&#230;&#181;&#183;&#229;&#150;&#132;&#232;&#167;&#129;&#229;&#159;&#142;&#230;&#150;&#135;&#229;&#140;&#150;&#228;&#188;&#160;&#230;&#146;&#173;&#230;&#156;&#137;&#233;&#153;&#144;&#229;&#133;&#172;&#229;&#143;&#184;&#10;Offical Web: http://www.sj-city.com/&#10;Game Web:  http://blog.sina.com.cn/zhanguoce36ji&#10;Publish: 1.8.2010  virsion 2  &quot;ICE BLUE&quot;&#10;         18.4.2011 virsion 2  &quot;FIRE RED&quot;&#10;&#10;Awards:&#10;2010 WZY Best Game (China)&#10;2010 WZY Best Strategy Game (China)&#10;(report link&lt;English&gt;: http://www.wanzhuoyou.com/2011/01/19/shanghai-bg-carnival-and-wzy-2010-bgac/ )&#10;&#10;Profile: &#10;The Spring and Autumn Period and Warring States Period began after the Royal of Zhou dynasty moved their capital to Luoyi in 770 B.C., &#10;   When battles frequently broke out between vassal states for larger nations to absorb smaller ones. In this game, you, as an omnipotent king, will contend for hegemony against the players just like you. &#10;   Why not to try to take advantage of a Bad situation to loot, or the taste of being corrupted by seductive women? Welcome to enjoy the Thirty-Six Stratagems of China.&#10;(This is a card type game designing for 2-6 players older than 15 years.)&#10;&#10;A:&#10;Production Characteristics:&#10;&#10;The game's background is dynasty of The Spring and Autumn of China ( 770 BC ), game design fully respects the history, description and profile all compiled abstract from the official history: and (historical records ), card skills and special design also respects the Spring and Autumn States history and the historical life of celebrity. Stratagem card described come from the book, and processing of the Thirty-Six Stratagem card of the game, as the story completely designed from the . Building and Arms cards from the same historical data set, be pointed out that the use of cavalry element of a violation of historical facts. &#10;The design of the game full consideration to the needs of different players ,so we support two kinds of game modes:&#10;1: Build model-based benevolent &#10;2: Conquest-based force and power&#10;which is also fully reflects the Warring States period, the founding of two very different way.&#10;&#10;B:&#10;Simple Rules:&#10;&#10;1: Build model-based benevolent game modes: &#10;Recommend to strategic players,only one can win the game&#10;&#10;3 people: (about 30-45 minutes) ,first one who build 3 golden building + 2 other building to win (Recommend)&#10;4 people: (about 40-60 minutes), first one who build 3 golden building + 1 other building to win (Recommend)&#10;5, 6 people (about 60-120 minutes) first one who build 3 golden building to win&#10;&#10;Game preparation: &#10;Beginning of the players rolls the decision, according to counter-clockwise, one after one, each one take 1 Countries Cards, 2 Prime Minister cards but should choose only 1, then, each one take 4 Stratagem cards , 8 Army cards. Game begin.&#10;&#10;Action steps: &#10;1) Take card: Round began, the first turn pick 2 Stratagem cards , 3 Army Cards &#10;2) Use blue stratagem cards or build: at this time can build a building, can use the blue Stratagem card (non-war Stratagem card) &#10;3) Attack: You can attack other players. Note: if you attack other players, you can't build or use blue stratagem cards again at this turn. Attack by the following process: select the target building -&gt;Declaration of war and asked whether the defence side retreat(need retreat stratagem cards ) -&gt; If the defence side cant retreat then both sides into the battle.&#10;Battle: Use building features (offensive and defensive order) -&gt; Battle and use orange Stratagem cards (attack, defend, third party order) -&gt; victories Assessment -&gt; clean up the battlefield ( Please note the use of time for stratagem, country characteristics and Prime Minister skills ) &#10;4) Discard cards: end of turn. Building and stratagem cards limited 4, need to discard the excess, Army card unlimited. Then turn to the next player action&#10;&#10;Brief rules: &#10;1) No building player can not attack, except other player use the together attack stratagem cards &#10;2) the number of the Army cards should tell to others&#10;3) 1 player 1 turn can only attack or use together attack stratagem cards 1 time,&#10;4) a player can only be attacked 1 time, unless attacked by the attack stratagem cards,&#10;&#10;2: Conquest-based force and power&#10;Recommend to whom love PK players , more cruel and intense. Team war or solo all ok.&#10;&#10;3 people: (about 30-45 minutes) lost all golden building, out! (Recommend)&#10;4 people: (about 40-60 minutes), 2V2 or solo lost all golden building, out! (Recommend)&#10;6 people (about 40-90 minutes), only for 3v3, lost all golden building, out!&#10;&#10;same as the Build model-based benevolent game mode, but , every one need put 1 set (3 Pieces) golden buildings first before game began.&#10;&#10;Brief rules: &#10;Except the golden building, player need at least 1 other color building then can attack, except other player use the together attack stratagem cards.&#10;other rules all same as the first mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: China",
      "History: Warring States Period of China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch Out",
    "ID": 77546,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/77546/catch-out",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Catch Out is a bluffing cardgame. About concerning three digits number, you must guess previous player lied or not, and then deceive or convince next player as you said true.&#10;&#10;Turn player calls 3 digit number consist from three cards. The left player must decide to believe right player' call and take those cards, or call challange. If right player called three identical numbers like 777 or 888, you have to challange.&#10;At challange, you must call Doubt or True. If your call is correct, you can select which card you take and hand to right player. If your call is miss, the right player can select. Angel cards is 2VP. Devil cards is negative 2VP.&#10;The game is finished when draw deck is exhausted. Winner is the player of highest VP.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Hordes: Legion of Everblight",
    "ID": 77553,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/77553/forces-of-hordes-legion-of-everblight",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publishers Blurb&#10;&#10;Embrace the Power of a Dragon!&#10;In the frozen northern wastes, a sinister blight has awoken and now stands ready to consume everything in its path. An army prepares for war, its leader the cunning and malevolent dragon Everblight, whose very essence resides in each of his twisted generals. Filled with horrendously blighted ogrun, cruel and tainted Nyss, and terrifying dragonspawn, the Legion of Everblight is poised to spread its corruption to the farthest reaches of western Immoren and beyond.&#10;&#10;Serve the mighty Everblight with Forces of HORDES: Legion of Everblight, featuring:&#10;&#10;&bull; Complete faction rules and profiles for using all current Legion of Everblight models in HORDES Mk II.&#10;&bull; New troops to bring to the fight, plus the all-new warlock Bethayne, Voice of Everblight and her light warbeast Belphagor.&#10;&bull; An in-depth look at the history and structure of the Legion of Everblight.&#10;&bull; A painting and modeling guide to help ready your forces for battle.&#10;&bull; Legion of Everblight Theme Force lists and rules, which allow you to create armies based on specialized forces from the Legion of Everblight.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starvation Island",
    "ID": 77577,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/77577/starvation-island",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "Starvation Island is a re-implementation of The Decisive Battle Guadalcanal which appeared in Japanese hobby magazine Game Journal back in 2001. This time around it's a magazine game. One of the major changes from the Japanese edition is that instead of a hex based map, you now have an area based map, and the rules are in English as opposed to Japanese.&#10;&#10;A game on the Guadalcanal battles in Operations Special Magazine #3 by Multi-Man Publishing.&#10;&#10;(as per information in MMP company folder on Consimworld)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mars Is Ours!",
    "ID": 77638,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/77638/mars-is-ours",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A madcap robot-brawl for resources on Mars!&#10;&#10;In the not-so-distant future, Mars has been terraformed, reborn into a planet overflowing with resources. &#10;The players are CEOs reaching for success on the Red Planet.  Send out your robot forces to wrest resources from the hands of your competitors!&#10;&#10;Who will triumph in the struggles for materials and the race for greater output, attaining the Martian Dream?&#10;&#10;Components&#10;&#227;&#131;&#187;1 Scoreboard&#10;&#227;&#131;&#187;1 Lab board&#10;&#227;&#131;&#187;13 terrain blocks (12 normal blocks and 1 thick &quot;the Mars Rock&quot; block)&#10;&#227;&#131;&#187;1 starting player marker (big black pawn)&#10;&#227;&#131;&#187;1 round marker (white pawn)&#10;&#227;&#131;&#187;4 spaceport discs (black)&#10;&#227;&#131;&#187;1x4 CEO pawns (small plastic pawns)&#10;&#227;&#131;&#187;12x4 Bots&#10;&#227;&#131;&#187;6x4 player counters (octagonal wood pieces)&#10;&#227;&#131;&#187;5 Battle dice (white 16mm)&#10;&#227;&#131;&#187;12 Martian Ingot dice (yellow 12mm)&#10;&#10;",
    "Categories": [
      "Economic",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiel des Wissens: 1000 zusätzliche Fragen",
    "ID": 77703,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/77703/spiel-des-wissens-1000-zusatzliche-fragen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This expansion contains 252 cards with new questions both &quot;Allgemeinwissen-Karten&quot; and &quot;Planeten-Karten&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: I.Q. 2000"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Romba",
    "ID": 77754,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/77754/romba",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User Summary&#10;&#10;Romba is a small-scale Kegelspiel. Kegeln is roughly the traditional German equivalent to Bowling. &#10;The game consists of a large tilted board with a frame on which nine pins can be placed. The players spin tops (two of different sizes are provided) to topple the pins. Because of the incline of the board, it is easy to miss the pins altogether; and toppling all nine with one strike can be achieved only after much practice&#10;&#10;You can play it in teams or free for all. Mespi has introduced 3 variants, small (= Mini), medium (= Tiroler Tischkegelspiel) and large (= Meraner Tischkegelspiel), all with similar rules.&#10;&#10;The game seems to have been produced since at least 1905 and well into the 1980s.&#10;&#10;These sort of table games were merely used in pubs (Bavaria, Tirol) during 19th century, often combined with (forbidden) wagering activities&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vågspelet",
    "ID": 77803,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/77803/vagspelet",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A sailing-themed roll and move trivia game with educational aspects and stylish components. Players answer trivia questions based on sailing when they land on spaces on the board.  Players can choose to take on the role of &quot;skipper&quot; or &quot;ordinary seaman&quot; for variable difficulty.&#10;&#10;",
    "Categories": [
      "Educational",
      "Nautical",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Three Towers",
    "ID": 77810,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/77810/the-three-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Middle age. War is coming to the city Pamplona. The growing tension between burgs had pushed them to build a defense. But there is not enough stone available to stand it. Be the first to build three towers and victory will be yours.&#10;&#10;You have to build 3 towers each of them using 3 dices stacked and sorted from minor to major values. You can't repeat the same value in one tower.&#10;&#10;Each player roll one dice in turn and tries to start new tower, stack the dice or pass. Stacked dice cannot be altered unless you roll a 6.&#10;&#10;If a player gets a 6, he has these options:&#10;&#10;* Roll again&#10; * Finish and secure a tower. A tower finished in 6 can't be altered by any player (even himself)&#10; * Swap his top stacked dices with other top stacked ones or with the newly rolled 6 (discard leftover dice)&#10; * Blow up 1 top dice from enemies towers.&#10; * 666: when a player gets a 6 three times followed (in the same turn or not) he destroys one enemy tower even if it is secured&#10;&#10;The game ends when one player builds three towers. The other player has a last chance to roll a dice, but unless he gets a 6 he loses.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Topic Bible Game",
    "ID": 77811,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.25",
    "Link": "https://boardgamegeek.com/boardgame/77811/topic-bible-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From a contemporary brochure from the publisher: &quot;The object of the game is to form books of four cards each. The 60 cards in the game deal with 15 different Bible topics. For 3 or more players of all ages.&quot;&#10;&#10;(Contrary to the publisher's brochure, there are in fact only 56 cards on 14 topics; the rules on the back of the box state the correct count.)&#10;&#10;Game play is similar to Go Fish, but with additional luck and memory elements. Each card contains a topic, such as Patience or Forgiveness, and four relevant verses from the Bible. A player may keep a requested card if he or she can recite the requested verse from memory. If the defending player fails to recite the requested verse, the requesting player draws a random card from the defending player's hand, discarding it if it is not the requested card.&#10;&#10;The winner is the player who collects the most complete sets of four cards with the same topic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nuts! Second Edition: Eastern Front 1941-45 – Clash of Titans",
    "ID": 77836,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/77836/nuts-second-edition-eastern-front-1941-45-clash-of",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Clash of Titans covers the war between Germany and the Soviet Union from 1941-1945. The Eastern Front, as it was known, spanned over one thousand miles and was the largest theater of war ever seen in human history...&#10;&#10;Clash of Titans is the Eastern Front source book which allows you to portray the sharp end of a wide range of actions -- from the close combat of partisan raids to long range tank actions upon the wide open steppes.&#10;&#10;The book includes unit and equipment lists for the Soviets, Germans, Italians (8th Army), Romanians, Hungarians and Finns -- all the major combatants on the Eastern Front from 1941 to 1945, plus rules for cavalry and bicycle troops, parachute landings, amphibious operations, Stuka attacks, city fights, and much more. Clash of Titans allows you to play one-off battles or entire campaigns that can be based around any of the main combatants and campaigns on the Eastern Front. Clash of Titans includes six sample scenarios that span the course of the war from Barbarossa to Berlin. This is the Eastern Front.&#10;&#10;CoT is not a stand-alone game. You must have the core rules, NUTS! - Europe 1944, to play.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battles of Westeros: Wardens of the North",
    "ID": 77849,
    "Year": "(2010)",
    "Geek Rating": "5.723",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/77849/battles-of-westeros-wardens-of-the-north",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7647",
    "Description": "Source: [ The Publisher Website].&#10;&#10;All across Westeros, the Great Houses prepare for war. The Starks to the north have taken up arms and declared a new King in the North. Meanwhile, various contenders and usurpers stake their claim for the Iron Throne, vying for control of the Seven Kingdoms. It is a time for armies to be gathered.&#10;&#10;Honor your allegiance with House Stark and carry the wolf&rsquo;s banner into battle. Summon the courage to ride with Robb Stark in his campaign against House Lannister. Call upon the thundering lancers of House Umber, the shieldmaidens of House Mormont, and the trident bearers of House Manderly. Will you heed the north in its hour of need?&#10;&#10;The Wardens of the North reinforcement set adds more Stark commanders and units to the Stark forces of the Battles of Westeros core set, including the formidable Smalljon Umber, loyal Rodrik Cassel, and resourceful Galbart Glover.&#10;&#10;With a new Battle Plans book, 32 plastic figures, 32 cards, 8 terrain overlays, and 18 tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: Battles of Westeros",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rubicon: Republic in Crisis",
    "ID": 77915,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/77915/rubicon-republic-in-crisis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "3",
    "Description": "Rubicon: Republic In Crisis is a fast-paced, historical strategy game based on the politics of the late Roman Republic. It packs substantial but managable depth amount of depth into an intuitive and surprisingly streamlined gameplay. Every game is tense and usually close-fought.&#10;&#10;In Rubicon, players take the part of prominent citizens and vie with each other for control of Rome through influence or military domination. Players run for election, court popularity with the People and Senate, attract influential supporters, vote on crucial issues in the Senate, and gain the loyalty of battle-hardened veterans by slaughtering barbarian hordes. Only one player may win, but cooperation is necessary to survive till the end.&#10;&#10;With several paths to victory and the possibility of ever-shifting alliances, success is hard to come by. In a harsh world, only the strong will survive. Will it be you?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sanitarium",
    "ID": 77981,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/77981/sanitarium",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&quot;My head...what happened? Who are these people? Who...am I? I am ...Alex... yeah, that&rsquo;s right, Alex is my name. Can they hear me? No, get a grip, Alex! I&rsquo;m not talking, I&rsquo;m thinking. but how did I get here? what is this place? The test! yeah, that&rsquo;s it! I was in a room taking part to a ...Rorschach test... what was the reason? Am I crazy? Was I performing the test or... taking it? And what are those people doing here? Maybe... the place looks like a hospital. Maybe I was injured. There is no pain though, no bruises maybe. either way, I am not taking my clothes off in front of these strangers to check on my body. Maybe I have a relation with them. Supposedly I have something to do to them... or they to me... I wonder what it is...&quot;&#10;&#10;Inside a mental institution, a group of people wakes up in the commons, the dining place of this sanitarium. nobody remembers how they got there. Amnesia. The only thing they remember is their names and an obscure scene of a Rorschach test. after searching the facility each one slowly begins to remember their role in this place... but that&rsquo;s the easy part.&#10;&#10;Sanitarium is a game in which, what you try to discover, is yourself! You try to remember, by gathering pieces of information and items in the facility, who you truly are and what's your purpose in the sanitarium. If you know who you are, then you have a purpose. If you fulfill your purpose, then you are the winner! This game is a tribute to all the b-movies that feature a main plot inside an abandoned hospital, asylum, sanitarium, medical building wing, or haunted medical lab.&#10;&#10;The deduction mechanism of the game is very simple. It's allows you to bluff, in being one of the roles that exist in the game, until another player proves you wrong. If no one can prove you wrong then you fulfill your role's objective. There are six different objectives in the game that depend on the player's adopted role.&#10;&#10;Sanitarium is best played with 3 to 6 players, but if you have a big group of friends it may be played with a maximum of 9 (if you don't bother with a little downtime, it repays in interactivity!).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spelet om Europa",
    "ID": 77990,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/77990/spelet-om-europa",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll and move trivia game of arbitrary length where players move across a map of Europe, answering historical, cultural and political questions about the continent. Published before the Swedish referendum on joining the European Union in 1994. There is no year of publication, but the extensive bibliography of recommended reading lists titles from the years 1991-2.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "AirWar: C21",
    "ID": 78011,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/78011/airwar-c21",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Contemporary air combat miniature rules that strives to achieve the fine balance between playability and detail.  Suitable for 2 or more air gamers to reenact historical or hypothetical air war scenarios.  The rulebook includes &quot;Strange Stuff&quot; notes on equipment from Science Fiction for encounters with UFO's or 'special project' aircraft.  Any scale miniatures or aircraft counters will suffice.  A hex map or hex grid mat will be required.&#10;&#10;From the back cover of the book:&#10;&#10;&quot;Airwar: C21 is a set of introductory modern air combat rules which combine playability and realism in an attempt to provide gamers with a simple yet challenging game of modern air warfare - retaining the spirit of the genre, without sacrificing the speed and excitement.&#10;&#10;Utilising a unique 2D system to recreate the 3D maneuvers of dogfighting, AirWar: C21 is a perfect introduction for the newcomer to the fun of air wargaming as well as great for the more experienced 'old hand' looking for a simple yet enjoyable set of rules to introduce his 'groundpounder' friends to war in the skies.&quot;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Route Le Mans travel game",
    "ID": 78021,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/78021/super-route-le-mans-travel-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Racing game for on the road, comes in the form of an racing car that can be opened.  Inside you will find a circuit, some cars and the rules.  There are no dices.. You can spin the wheel instead. Two ways of playing the game : Spin the wheel and place your car forwards according to what you've spun or a car game like, first one to see a tree may spin the wheel..&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Le Mans (France)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WW2",
    "ID": 78063,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/78063/ww2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "This game is Strategy WW2 Game.This game is a multiple player game. Each player becomes a leader in Japan, the United States, the German Soviet Union, and Britain, and makes good use of the combat and diplomacy.&#10;&#10;Because the unit has the air force, the army, and naval forces, efficient operation is demanded.&#10;&#10;It is not possible to win if the alliance is still important, and there is no strategy that conspires with allied forces to obtain the good chance to win in this game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evil Lord",
    "ID": 78097,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/78097/evil-lord",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are an Evil Lord in his Dark Throne in the Tower of Fear of his Castle of Skulls. Isn&rsquo;t it obvious what your aim is? You want to conquer the world by building some kind of Doomsday Device! In order to do so, you will have to give orders to your lowly Minions which will try to perform evil deeds, collect valuable resources, spread terror, fight heroes and cause general mayhem. Oh, another thing: there seem to be a few other Evil Lords around who are trying to conquer the world themselves: you will have to do it before them.&#10;&#10;Apart from your Dark Tower, there are 6 places in the Realm: the Countryside, the Wood, the Sanctuary, the City, the Castle and the Dungeon. There are 6 basic orders you could give to a Minion: Bring me some Gold, Bring me some Food, Bring me some Mana, attempt a Diplomacy Mission, attempt a War Mission, and Have some Fun. (Note that the Minion&rsquo;s concept of &quot;Diplomacy&quot; includes poisoning, forging, stealing and so on). &#10;Each turn you could give to a Minion just 1 of these 12 orders, thus selecting either what must he door where should him go, by means of placement on an apposite  board. &#10;For example, if you assign him the task of recovering some Gold, he will decide by himself if looking for it in the Dungeon or in the Sanctuary or elsewhere. &#10;On the other hand, if you order him to go to the Wood, it will be upon to him to decide either of having some Fun, or looking for Mana, or else.  &#10;The Minion will decide it by drawing an Evil Deed Card.&#10;&#10;There are all sort of Evil Deeds, ranging  from &quot;Poison the Good King in the Castle&quot; to &quot;Beat the Monks for Fun in the Sanctuary&quot;, an each will identify univocally both where the Minion will go and what will he try to do. &#10;The chance of actually being able to perform the Evil Deed will depend on chance (die roll), special ability of the Minion (such as &quot;Violence&quot;, &quot;Stealth&quot;, &quot;Persuasion&quot; and so on; each kind on Minion has his own) and on the nature of the Evil Deed. &#10;It could be that after the Evil Deed determination there are Minions of different Dark Lord in the same Place: in that case they will not tolerate the presence of the other(s) and they will fight until the other(s) will die. Also some Evil Deed Missions will involve a fighting with a Hero (randomly drawn from the Hero Deck). &#10;By performing Evil Deeds successfully you will be able to  collect basic resources (Gold, Food and Mana), Special Items (to increase the capabilities of your Minions), and components for your Doomsday devices.&#10;&#10;In addition, as you progress in your path of darkness, you will become both feared and hated by the Heroes of the Realm: while being feared is a good thing (Aid Minions in combat), since will aid your minions in combat situations, being hated too much could bring trouble, since will increase the probability of you being attacked by Heroes.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lauras Geheimnis",
    "ID": 78098,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/78098/lauras-geheimnis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "own description:&#10;A memory variant based on the Laura books (Baumhaus Verlag).&#10;The goal is to uncover the 12 tiles in the right chronological order, then the winning child may retell the story with the aid of the motives of the tiles.&#10;&#10;Amigo press release:&#10;Eine ganz besondere Memory-Variante ist das Geschichten Memo Lauras Geheimnis. Zw&ouml;lf Karten mit den kindgerechten Illustrationen von Klaus Baumgart liegen verdeckt in der Tischmitte. Nur wer alle Karten in der richtigen Reihenfolge nacheinander aufdeckt, kann das Spiel gewinnen. So entwickelt sich aus der Bildersuche nach und nach eine richtige kleine Geschichte, die das siegreiche Kind schlie&szlig;lich anhand der Bilder erz&auml;hlen darf.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Characters: Lauras Stern"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquistadores",
    "ID": 78099,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/78099/conquistadores",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Athens, Carthage, Egypt, Phoenicians, Persia, Rome ... great empires dominating at different times of the known World, the Mare Nostrum. so named by the Romans, but that would have happened if everyone had been powerful at the same time? The empire that dominates the most valuable territories will be the World Conqueror.&#10;Conquerors is a card game for 3-6 players in which, players are faced with their armies to conquer major territories and get treasures. At the end of the game, the player who wins the most points wins.&#10;&#10;&#10;Atenas, Cartago, Egipto, Fenicia, Persia, Roma...grandes imperios dominadores en distintas &eacute;pocas del mundo conocido, el Mare Nostrum as&iacute; denominado por los romanos, pero que hubiera pasado si hubieran coincidido todos en su m&aacute;ximo esplendor. El imperio  que domine  los m&aacute;s valiosos  territorios ser&aacute; el Conquistador del Mundo.&#10;Conquistadores es un juego de cartas para 3 - 6  jugadores, en el cual los jugadores se enfrentan con sus ej&eacute;rcitos para conquistar los territorios m&aacute;s importantes y conseguir tesoros. Al final del juego, el jugador que gane el mayor n&uacute;mero de puntos ser&aacute; el ganador.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Campaign / Battle Card Driven",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blockadebrecher",
    "ID": 78121,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/78121/blockadebrecher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An asymmetric game in which one player controls the ship Hammerhai while the other controls three pirate ships. The goal of the Hammerhai is to break the pirate blockade and escape from the board. The pirate player, on the other hand, is out to catch and board the Hammerhai.&#10;&#10;The odds, according to the designer, slightly favor the pirates.&#10;&#10;Originally included in the DSA role-playing adventure B13: Der Streuner soll sterben.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter and the Order of the Phoenix",
    "ID": 78142,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/78142/harry-potter-and-the-order-of-the-phoenix",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from manual&#10;&#10;the card game consists of 4 games:&#10;&#10;Happy Families&#10;the object of the game is to collect as many families (groups of 4 cards that belong together) as possible.&#10;&#10;Donkey&#10;this card game consists of 14 pairs and one donkey-card. when a player loses al of his cards he is saved and stops playing. at the end of the game the player who still hass the donkey-card has lost, all other players win.&#10;&#10;Pairs&#10;the object of the game is to win the most pairs (a pair = 2 cards of the same family)&#10;&#10;Snap&#10;snap is a 2 player game where the object is to win all cards. one by one, players turn over their top card and place it in the centre making one pile. when a turned card matches the card emediately beneath it on the pile 'SNAP' is called. the players who calls 'SNAP' first takes the centre pile of cards and places them face down under their pile.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wheel of Fortune: Simpsons Edition",
    "ID": 78215,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.05",
    "Link": "https://boardgamegeek.com/boardgame/78215/wheel-of-fortune-simpsons-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "What happens when you combine Springfield's favorite family, The Simpsons, with the top-rated game show' Find out in this fun-for-the-family game! To play, simply spin the wheel and call a letter. Little by little, the puzzle is revealed... and all 96 of them are based on people, places and things from the hit show. Game includes puzzle board with Simpsons frame, 96 puzzles, solutions and instructions booklet, spinner card and play money.&#10;&#10;There's also a 'Deluxe Edition' which comes in a tin&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Simpsons",
      "TV Shows: TV Game Shows",
      "TV Shows: Wheel of Fortune"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Step Chain",
    "ID": 78243,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/78243/step-chain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "3",
    "Description": "The simple, yet challenging, strategic card game where you match your cards to continue your chain. But beware, as your opponents may add to your chain, breaking your chain or you may be forced to loose your links and double points.&#10;Source: [ The Game Crafter].&#10;&#10;Step Chain is a card game where players compete to create the longest connecting chain of cards, while trying to keep their pile of broken links (cards that could not be played) from building up. Players take turns playing cards from their hands on to their chains or the chains of their opponents. The chains must match both the color and position on the card. The basic set includes three colors and three possible positions. Players can also stop an opponent's chain from extending by playing an End Chain card which forces the player to play a different End Chain card to start their chain again. At then end of a round, scores are added up 1 pt for each card in the chain while deducting points for cards in their broken links pile.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Umbra",
    "ID": 78325,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/78325/umbra",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "DESCRIPTION:&#10;The goal of Umbra is to move all five of your pieces to your victory zone. There are two players, North and South. Each player has five pieces. North's pieces are concave, South's pieces are convex. There are two zones on the board. Each zone consists of five positions marked by a nearby colored circle. The zones serve two purposes. At the start of game, each player takes turns placing their pieces in their starting zone. North's starting zone is at the top of the board, South's starting zone is at the bottom. North's starting zone is South's victory zone, and similarly, South's starting zone is North's victory zone. Once the placement phase has completed, the player's take turns moving one of their stones. The first player to move all of their pieces to the victory zone such that all piece colors match the color markings of the victory zone, wins.&#10;&#10;Umbra has a puzzle like quality to it.&#10;&#10;PIECE MOVEMENT:&#10;Once all pieces have been placed, a piece can move in one of the follwing ways:&#10;&#10;STEP move - The piece can move to any adjacent position. &#10;JUMP move - The piece can perform a non-capturing jump over an enemy piece as long as the target position advances the piece towards the victory zone. &#10;SWAP move - If your piece is adjacent to an enemy piece and the enemy piece is in your victory zone, the positions of the two pieces are exchanged.&#10;Note: To make the move, drag your piece and drop it over the enemy piece. &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlecards: World Conflict – North African Campaign: Expansion Pack 1",
    "ID": 78326,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/78326/battlecards-world-conflict-north-african-campaign",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contents of each Expansion Pack:&#10;&#10;1 top card (identifies Expansion Packs 1-5)&#10;1 bottom card (identifies each card in the pack)&#10;20 expansion cards (Arsenal &amp; Conflict cards balanced to enhance game play and add new capabilities)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Battlecards (DG Associates)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Sharing",
    "ID": 78386,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/78386/age-of-steam-expansion-sharing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "All you&rsquo;ve ever wanted to do in life is to connect all the locations where there are parties so that everyone can deliver gifts to each other...how fun is that? You know, of course, that people who build railroad companies are the most generous people in the world. They love to help out their competitors, with a motto of &ldquo;all for the greater good&rdquo; while having boatloads of fun. In this expansion, you&rsquo;ll share track with your opponents while they share track with you. And all it takes to share? A share!&#10;&#10;Yes, you&rsquo;re still competing with other players to move all the gifts everyone has gotten for each other to the correct party, but you&rsquo;re doing it with a wink of your eye and a fun little skip to your step. Sure, there&rsquo;s still only one winner, but it&rsquo;s really about how many friends you make while playing...and doesn&rsquo;t that make everyone a winner?&#10;&#10;Sharing is for 3 to 6 players who really care about other people.&#10;&#10;If you find the &ldquo;regular&rdquo; Sharing rules for Ted Alspach&rsquo;s Sharing Steam/Age of Steam expansion too competitive for your tastes, try this softer, more pleasant expansion map (on the reverse side of &ldquo;Sharing&rdquo;). You&rsquo;ll be guaranteed to make more friends in Steam/Age of Steam than ever before!&#10;&#10;What if Steam/Age of Steam was a truly cooperative game, like Shadows over Camelot with out a traitor? Or if no one had to die in Clue, so you could just mosey around that neat mansion talking to your friends? Or if there were no diseases in Pandemic, or no ghosts in Ghost Story? Wouldn&rsquo;t that be fun? Sure it would!&#10;Ted Alspach&rsquo;s *Really* Friendly Sharing is for 2 to 10 players who don&rsquo;t have some horribly recessive competitive gene.&#10;&#10;In Ted Alspach&rsquo;s *Really* Friendly Sharing, you work as a team to build a railroad. Many of the aspects that cause unnecessary tension in Age of Steam have been removed, like money and the AoS auction, so you can focus on laying track, making deliveries, getting VPs and having fun!&#10;&#10;The 2010 Essen Aos/Steam map pack from Bezier Games features 8 new maps, including 6 mounted ones on 3 double sided expansions. These maps can be preordered from www.beziergames.com and will ship in October 2010. The &ldquo;bonus&rdquo; Sharing map is only available through preorders. Expansion #1: California Gold Rush &amp; Underground Railroad, Expansion #2: Amazon Rainforest and Sahara Desert and Expansion #3: Atlantis and Trisland have been previously announced.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Of Monsters and Men",
    "ID": 78421,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/78421/of-monsters-and-men",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Publisher's description:&#10;&#10;During the time of the Romans monsters and gods shared the world of men. As time went by men cleared the ancient forests and created great cities. Men continue to grow in numbers while the mythical creatures of the forest, meadow, mountain and stream slowly dwindle to extinction.&#10;&#10;You are one of the mythical races of ancient Europe, and must somehow survive the uprising of mankind. If you can eke out an existence until the land is covered with men then you have succeeded in your task.&#10;&#10;Players take a race from the following:&#10;&#10;     Trolls&#10;     Vampires&#10;     Dwarves&#10;     Goblins&#10;     Werewolves&#10;     Gnomes&#10;     Pixies&#10;     Elves&#10;     Giants&#10;     Fairies&#10;&#10;&#10;This is a free Print-n-Play boardgame.&#10;&#10;User summary:&#10;&#10;The players each take a type of monster, and start in a favored terrain.  Each monster has a special ability, such as Hide, Kill, Teleport, Magic, Befriend, etc.&#10;&#10;Each turn you must play at least one card.  Some are mandatory, such as the growth of human population, while others are optional, such as use your Special Ability or grow your own monster population.&#10;&#10;The object of the game is to find some havens in Europe where you can dwell in peace without humans destroying you.  Sending the men against your opponents is a common tactic: the less of them, the better for you.  But if there are too many humans, your plan may backfire as they then may expand into your territories.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beehive",
    "ID": 78431,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/78431/beehive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Beehive is a fun simple game where players take on the role of a swarm of bees making honey. A game usually take 6-8 rounds and lasts about 30-45 minutes.&#10;&#10;Each player starts with a swarm of bees and each bee is carrying a different amount of nectar.  On a round different areas of the hive are made available to fly bees into.  Using a secret bidding mechanic players deploy their bees in the different locations.  The player who brings most nectar to an area claims ownership of that area of the hive.&#10;&#10;Points are then scored each round for making honey. If a player can claim groups of areas they will score more points.&#10;&#10;Players can also influence the hive by bidding on cards which give extra points, extra drone bees or more significantly the 'swarming' cards allow players to swap ownership of different areas of the hive.&#10;&#10;However at the end of a round the player with least points can remove a honey marker from the board and keep things balanced.&#10;&#10;Beehive was designed to be a quick fun game with a 'stop the leader' ethos in its design.&#10;&#10;Not to be confused with Beehive&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "QuUMP",
    "ID": 78439,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/78439/quump",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tag Line:  The exciting bump and jump game&#10;&#10;From the instructions:&#10;The first objective in a QuUMP game is to &quot;QuUMP&quot;, which means moving your playing pieces all from start to home in the fewest turns.&#10;&#10;My understanding of the game:&#10;QuUMP is a Parcheesi-like game in which a player must get his pieces from his start position to the center home spot.  The game can be played by two to four players each using one of the colors: blue, green, red, or yellow.  What is unique about this game are the playing pieces.  Each piece is about 1/2 inch in height and pieces are of various shapes.  If you look straight down on the pieces from above, the shapes are: square, triangle, circle, diamond, and octagon.  Furthermore, the square pieces come in three sizes: small, medium, and large.  In the basic game, only three of the shapes are used.  Many advanced variations exist, including one in which all the shapes are used.&#10;&#10;The game board has a series of tracks that lead from the start area to home.  Each piece must follow the track that matches its shape.  The square piece must follow the square track, the circular piece must follow the circular track and so on.  The tracks connect to each of the player's start areas to the central home area and hence intersect with each other.&#10;&#10;Certain points on the tracks and intersections allow players to jump their piece over other pieces or to bump opponents pieces back along their respective tracks.&#10;&#10;Finally, players can roll up to five dice (just once) to gain additional movement points.  Players must cover the numbers 1 to 6 with the five dice.  Two or more dice can be used to cover one number.  For example, on a roll of 1-2-2-3-6, the player could cover the numbers 1, 2, 5, and 6.  In this example, 3 and 4 would be left uncovered, allowing the player to move pieces an additional seven spaces.&#10;&#10;The first player to move all of his pieces to home is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  }
]