[
  {
    "Rank": "N/A",
    "Name": "Iganie 1831",
    "ID": 267025,
    "Year": "(2018)",
    "Geek Rating": "5.541",
    "Avg Rating": "9.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267025/iganie-1831",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "3.4",
    "Description": "Iganie 1831 covers the battle of Iganie, one of the most brilliant victories of Poles over Russians during the November Uprising. It was fought between the Polish army commanded by General Ignacy Pr&#196;&#133;dzy&#197;&#132;ski and the Russian 6th Corps commanded by General Grigory Rosen. The battle was the final part of the Polish Spring Offensive. The goal of the operation was Russian army&rsquo;s main depot in Siedlce, which supplied all Russian forces fighting in the Kingdom of Poland. After two first successful for Poles battles at Wawer and D&#196;&#153;be Wielkie (both on March 31st 1831) the pursuit for the defeated Russians was stopped. It allowed them to control chaos which appeared during the retreat, reorganize their units and bring reinforcements.&#10;&#10;The battle of Iganie was the last try to broke Russian 6th Corps near Siedlce and capture the Russian main depot. Planned by General Pr&#196;&#133;dzy&#197;&#132;ski attack of three groups approaching from three different directions failed becaue of the lack of operational coordination and poor command of General Jan Skrzynecki. Two groups which had to cooperate with Pr&#196;&#133;dzy&#197;&#132;ski&rsquo;s maneuver group did not appear during the battle and has come to the battlefield in the late evening or the next day. This caused that Pr&#196;&#133;dzy&#197;&#132;ski&rsquo;s forces had to fight outnumbered by Russians. Russian forces also were divided into parts. General Rosen was bound by the orders from Field Marshal Ivan Diebitsch which urged him first of all to defend Siedlce and keep defensive position on the eastern bank of the Muchawiec river. That gave Pr&#196;&#133;dzy&#197;&#132;ski chance to beat the enemy situated on the western bank of the Muchawiec river before Russians combine all their units and destroy his group. The decisive moment of the battle was when Russians started to move battalions from the eastern bank of the Muchawiec river to its western bank where the battle was taking place. Pr&#196;&#133;dzy&#197;&#132;ski decided to seize the only bridge on the river. During terrific bayonet fight Polish 5th Line Infantry Regiment completely broke the elite Russian Jaeger Brigade (13th &amp; 14th Jaeger Regiments), called Warna Lions (because of their fame gained in the recently finished war with Turkey), and captured the bridge. This cut off Russian units on the western bank of the river from the rest of their comrades. Finally Poles won the battle. The Russian losses are estimated between 3 600 &ndash; 4 500 soldiers, while Polish one numbered 400 &ndash; 500 soldiers. Tactical success of Poles was undoubted, however they did not decide to attack through the swampy river Muchawiec also because of the informations that the main Russian army is near and would join the Rosen&rsquo;s forces the next day.&#10;&#10;The game is an expansion for Ostro&#197;&#130;&#196;&#153;ka 26 maja 1831. It means that Iganie 1831 uses system rules (also charts &amp; tables) and markers which are in Ostro&#197;&#130;&#196;&#153;ka 26 maja 1831. There are two scenarios in the game: the historical and the alternative one. The first one in more detailed way simulates the battle and all background of it, especially specific events and operational situation of both sides. The alternative scenario is more flexible, giving the players more possibilities to create their own strategy and modify the course of the battle. However this scenario also stays in historical frames. Although the game bases on Ostro&#197;&#130;&#196;&#153;ka 26 maja 1831 system rules, there are few new rules for this battle only. The most important are command points and changeable phase order. In the rule &amp; scenario book you will find also a detailed historical article on the battle and some additional system rules for Ostro&#197;&#130;&#196;&#153;ka 26 maja 1831 (especially an integrated table of artillery fire with round-shot and granades). The playing time varies from 2,5 to 4 hours, however there is an autowin option which can end the game faster.&#10;&#10;Components (all packed in ziplock):&#10;- One mapsheet 42 x 30 cm &#10;- 108 die-cut counters&#10;- One rulebook and scenariobook (both in one book)&#10;- One sheet with information on Russian artillery modifiers&#10;- Two sheets whit unit rosters (for Poles and Russians)&#10;- One sheet with turn track and command points tracks&#10;- One sheet with mapsheet legenda&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "History: Polish uprisings – Russo-Polish Wars (1792-1794-1831-1863)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hero is an ATM",
    "ID": 267026,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/267026/hero-is-an-atm",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Hero is an ATM is a 3~5 small game.&#10;In this game, every player will be a greedy priest, who only want to earn money. We can create monster to fight hero and take their money, treatment hero and ask for reward, or sell useless products to hero.&#10;After 6 rounds, who get the most money will win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fight for 50 Billion",
    "ID": 267027,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/267027/fight-for-50-billion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is a hero ability card game. When the game start, everyone picks 3 hero cards as their ability. Each turn, a player can choose two actions to do:&#10;&#10;     Draw 3 cards&#10;     Take 2 public cards&#10;     Play 1 card&#10;     Finish 1 goal card&#10;     Cure any units&#10;&#10;&#10;There are 2 different types of cards:&#10;&#10;     Unit card: When you play the unit card, you can use the ability of the unit. The number of the same unit you have determines LV of the ability. After you use the ability, the unit will keep on your board.&#10;     Magic card: Use the ability and discard it.&#10;&#10;&#10;After your turn, each finished goal card will earn 1 Billion. The player who reaches 50 Billion first will win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Everrain: Abyssal Tides",
    "ID": 267031,
    "Year": "(2022)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267031/the-everrain-abyssal-tides",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the Back of the Box;&#10;&#10;This expansion adds two new types of Special Crew, the Mercenaries and the Quartermasters, along with some of the most depraved and wretched types of foes ever seen, the Herald of Agony and the Writthing Myriad. As well as this, this box contains new and unique Sea Event, Expedition and Denizen cards. From the depths of terror come the abyssal tides, and all shall be drowned their wake...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Everrain: Torrent of Rebellion",
    "ID": 267032,
    "Year": "(2022)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267032/the-everrain-torrent-of-rebellion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the Back of the Box;&#10;&#10;This expansion adds two new types of Special Crew with their host of talents, the Boatswains and Occultists, as well as truly unique enemy in the Marauder Cutthroats, Marauder Brigands, and Marauder Captain. The loyalties of these rouges are as changeable as the sea winds, and they would be willing to join your crew...for the right price. As well as this, this box contains new an unique Sea Event, Expedition and Denizen cards. A torrent of rebellion this way comes...&#10;&#10;The Torrent of Rebellion expansion introduces a whole host of defectors to the game. For starters, the Occultist Crew can now be hired! Once fledgling members of the Old One's cults, these brave souls broke away from the dark oath they were on and brought with them dark and terrible knowledge.&#10;&#10;The enemies introduced in this expansion, the Marauders, are very different from those revealed thus far, because in some cases they can actually be hired as Crew on your vessel! Marauder Crew function quite differently form regular Crew; they are ill tempered, prone to insubordination and would just as soon stab you in the back given half a chance. But they are powerful, quick and excellent in combat. Hiring one of these dogs is a risk, but is it one you're willing to take?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Everrain: The Under God",
    "ID": 267033,
    "Year": "(2022)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267033/the-everrain-the-under-god",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the Back of the Box;&#10;&#10;This expansion introduces The Under God, the architect of the Everrain, to be used as an optional replacement end game boss to the Avatar of The Under God. The Under God comes with its own unique set of Elder One boards, with a host of new dark powers and abilities to combat. From unfathomable depths, the nameless one finally comes to finish its work...&#10;&#10;As the Avatar heralds its arrival, it was only a matter of time before the Old One itself arrived on the earth to claim its prize! Upon a great creature it rides, nestled in it's stone throne where it has sat for time immemorial.&#10;&#10;The Old One offers a new boss to try and beat when playing the Everrain. The Old One behaves differently than the Avatar and has its own unique objectives to defeat it!&#10;&#10;The Old One token begins the game at the end of the Discovery Track, and it represents how close the Avatar is to rising from the sea and destroying the world! Ordinarily this token rarely moves, but if enemies begin to gain the advantage and are allowed to run amok, the token will begin to descend down the track. If the Enemy and Old One tokens ever meet, then the Avatar awakens and appears on the game board!&#10;&#10;The Avatar has its own board, which describes the effects that it has on the game. These are things that players must be wary of doing, because each time that the player triggers one of these effects, it brings the Avatar one step closer to arriving in the world.&#10;&#10;For players to have a chance at winning, they have to trigger the endgame. This is done in one of 2 ways:&#10;&#10;1. Reaching the end of the Discovery track - If players can do this, they have gathered enough knowledge to now attempt to subdue the Avatar. This is known as the Slumbering Objective&#10;&#10;2. Defeating the Avatar - If at any point the Avatar is summoned, the end game immediately is triggered and players must defeat it somehow. This is known as the Arisen Objective&#10;&#10;In both cases, once the endgame has been triggered the Avatar board is flipped, and the player's objective is revealed&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Core Connection: Titans Unleashed",
    "ID": 267037,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267037/core-connection-titans-unleashed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Core Connection is a deck-building card game for 2-4 players in which you take on the role of a pilot of a Resonant, a giant mecha, fighting to free society from the tyrannical reign of its oppressors! Pilot your Resonant with unique tactics and upgrade it with enhancements to defeat the army of Atlantis!&#10;&#10;Titans Unleashed is the first expansion for Core Connection and Rise of Atlantis, the base game, is needed to play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deadlands Noir: The Big Easy",
    "ID": 267040,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/267040/deadlands-noir-the-big-easy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "'The Big Easy' is a competitive card game set in alternate history New Orleans. Designed by renowned Deadlands author and creator of Deadlands Noir, John Goff, the Big Easy pits players against each other as private investigators competing to solve a brutal crime.&#10;&#10;In The Big Easy, all players play from the same deck of cards as they move around the city in search of a suspect, motive, and a piece of evidence. The first player to come up with all three clues solves the case and wins the game.&#10;&#10;At each location they visit, however, the detectives must overcome some obstacle or threat, ranging from organized criminals to diabolical cultists and demons. As if that weren't enough, their rival detectives are always meddling in their investigation, trying to slow them down and steal the vital lead for themselves.&#10;&#10;With cunning, guts, and a little luck, you should be able to keep your enemies at bay long enough to crack the case and clean up the streets of The Big Easy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New Orleans (Louisiana, USA)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Trunk Man",
    "ID": 267042,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/267042/time-trunk-man",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "User summary&#10;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#131;&#179; (Time Trunk Man) is a Japanese game of time travel (English rules online - see weblink).&#10;&#10;In 22XX, a while passed since operation of time machines began, agents of a private time travel company named &quot;Time Trunk Man&quot; undertook a mission of retrieving lost treasures scattered through ages.&#10;&#10;In the game of TIME TRUNK MAN, players travel around past Tokyo (Edo), present Tokyo, and future Tokyo (Neo Tokyo) to retrieve lost treasures.&#10;&#10;At the beginning of the game, players place their pawns at a location of their choice in present Tokyo.&#10;&#10;During your turn, you play two action cards.&#10;1) Move: Move your pawn up to written number of spaces without changing ages. You may gain resources on the way. &#10;2) Search: Draw a search card and place the written resources at any unoccupied locations in the wriiten age of Tokyo.&#10;3) Time Travel: Spend resources to travel to different age of Tokyo without changing locations.&#10;4) Purchase: Spend resources to purchase a lost treasure at the age you exist.&#10;&#10;You draw an action card each time you play an action card.&#10;&#10;When any player accumulates 15 points worth of lost treasures or more, the game end after the last player's turn. The player with the most points wins the game.&#10;&#10;Publisher's summary&#10;It's the year 22XX, and time machines have been operating for a while at this point.&#10;&#10;In Time Trunk Man (&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#131;&#179;), players are given a mission to recover valuable relics that have been lost in one of three periods of time: Edo, Tokyo, and Neo-Tokyo. Where? When? That's for you to figure out as an agent of a time-moving company. Be the first player to recover 15 points worth of lost treasures to become the #1 agent!&#10;&#10;&#226;&#150;&#160;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#188;&#10;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#131;&#158;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#129;&#174;&#233;&#129;&#139;&#231;&#148;&#168;&#227;&#129;&#140;&#229;&#167;&#139;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#176;&#227;&#130;&#137;&#227;&#129;&#143;&#231;&#181;&#140;&#227;&#129;&#163;&#227;&#129;&#159;22XX&#229;&#185;&#180;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#176;&#145;&#233;&#150;&#147;&#230;&#153;&#130;&#233;&#150;&#147;&#231;&#167;&#187;&#229;&#139;&#149;&#228;&#188;&#129;&#230;&#165;&#173;&#227;&#128;&#140;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#131;&#187;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#131;&#158;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#130;&#167;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#153;&#130;&#233;&#150;&#147;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#231;&#143;&#190;&#228;&#187;&#163;&#227;&#129;&#167;&#227;&#129;&#175;&#229;&#164;&#177;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#159;&#232;&#178;&#180;&#233;&#135;&#141;&#227;&#129;&#170;&#227;&#131;&#173;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#187;&#227;&#131;&#136;&#227;&#131;&#172;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#155;&#158;&#229;&#143;&#142;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#131;&#159;&#227;&#131;&#131;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#171;&#230;&#140;&#145;&#227;&#129;&#191;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#226;&#150;&#160;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#230;&#166;&#130;&#232;&#166;&#129;&#10;&#228;&#190;&#161;&#229;&#128;&#164;&#231;&#130;&#185;15&#231;&#130;&#185;&#228;&#187;&#165;&#228;&#184;&#138;&#227;&#129;&#174;&#227;&#131;&#173;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#187;&#227;&#131;&#136;&#227;&#131;&#172;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#133;&#136;&#227;&#129;&#171;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#173;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#187;&#227;&#131;&#136;&#227;&#131;&#172;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#129;&#174;&#232;&#179;&#188;&#229;&#133;&#165;&#227;&#130;&#132;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#153;&#227;&#131;&#171;&#227;&#129;&#171;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#128;&#140;&#229;&#139;&#149;&#229;&#138;&#155;&#233;&#128;&#154;&#232;&#178;&#168;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#151;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#174;&#231;&#149;&#176;&#227;&#129;&#170;&#227;&#130;&#139;3&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#128;&#140;&#230;&#153;&#130;&#228;&#187;&#163;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#130;&#146;&#229;&#183;&#166;&#229;&#143;&#179;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#141;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#230;&#136;&#166;&#231;&#149;&#165;&#227;&#130;&#146;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#165;&#165;&#230;&#183;&#177;&#227;&#129;&#143;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#157;&#227;&#131;&#188;&#227;&#131;&#141;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#140;&#231;&#137;&#185;&#229;&#190;&#180;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Medieval",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On Pointe: The Ballet Board Game",
    "ID": 267052,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/267052/on-pointe-the-ballet-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Experience life as a ballet dancer, from the Barre to a Star. Earn your pointe shoes and tutu; collect gems, treasures and the tiara.&#10;&#10;In On Pointe players use dance moves as shown on the deck of cards to move through the game from the first dance studio through rehearsal and eventually to the stage.  Players stop at certain intervals in the game to collect gems, which are worth 3 points and treasures, which are worth 2 points.&#10;&#10;Each player has a score card where they accumulate the items for later end-of-game scoring.  Points are also awarded for landing on the Pas de Deux squares, the Prima Ballerina square where one player will get the tiara and the final stage square for the bouquet and bow.&#10;&#10;In addition to the cards, each player has five 'Position Tokens' each of which can only be used once and then is turned over after executing the given 'power-up' move or action.&#10;&#10;The player who is positioned last, in relation to the front edge of the stage gets first selection of movement cards shown on the table and play proceeds clock-wise from there.  The result of this turn designation is that players tend to travel though the game board fairly closely together.&#10;&#10;Since the winner is determined by a calculation of points, arriving first at the end of the stage does not guarantee a win.&#10;&#10;On Pointe is a dancer's journey in a board game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Grid Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eine Frau. Ein Spiel.",
    "ID": 267055,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267055/eine-frau-ein-spiel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "As a follow-up to Ein Mann. Ein Spiel., Marcel-Andr&eacute; Casasola Merkle designed the game Eine Frau. Ein Spiel. based on the book, &quot;Eine Frau. Ein Buch.&quot;.&#10;&#10;One played reads a question from a deck of question cards, with multiple choice answers, and the quickest player to grab the champagne bottle token will give an answer. The player that is answering can wager an amount of diamonds based upon their confidence, and other players can grab the bottle and provide other answers.&#10;&#10;The publisher's website includes the following sample questions:&#10;&#10;Which faux pas are you not allowed to commit as a woman during a visit to the Academy Awards? Under what circumstances is a marriage null and void? And why may a convertible in Bavaria not be pushed?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Obsidian Tower: Uprise",
    "ID": 267056,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267056/the-obsidian-tower-uprise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "While the Obsidian Tower is a fun adventure with solid gameplay and equal odds, this Expansion Pack is designed to provide an additional challenge to the overall gaming experience.  This Expansion Pack is not intended to be a standalone game and must be added to the original Obsidian Tower game.&#10;&#10;The Obsidian Tower: Downfall not only introduces 2 new characters but also the Witchlord of Agaroth as well!&#10;&#10;The expanded gameplay offers new cards, new items, additional plights, and much much more ...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Obsidian Tower: Downfall",
    "ID": 267057,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267057/the-obsidian-tower-downfall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "While the Obsidian Tower game along with its first expansion pack (Uprise) is a challenging experience, this Expansion Pack has been designed for the staunch strategist who requires the ultimate test. This Expansion Pack is not intended to be a standalone game and must be added to the original Obsidian Tower game ideally along with its first expansion pack.&#10;&#10;Additional heroes join the battle and a new hybrid attack mechanic ensures that the difficulty of the game gets amped up a few notches.&#10;&#10;If you like the ultimate test, then The Obsidian Tower: Downfall is for you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yuzu?",
    "ID": 267061,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/267061/yuzu",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Yuzu? is a game of words, knowing, bluff and a little chance.&#10;It's like the &quot;Scrabbles&quot; had met &quot;6 Takes&quot; !&#10;You play cards with letters to build words.&#10;But if the cards you have in hand doesn't make any valid word, your last solution is to bluff everyone pretending it exists...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moogic",
    "ID": 267066,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267066/moogic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Moogic is a strategy card game capturing the thrill of competitive cattle farming. Building and running an economically viable farm will require the skillful management of resources as well as the strategic deployment and timely slaughter of cattle for income. Along the way you will also raise revenue by milking your cows, breeding cattle and sending your herd to graze on both your own and your opponent's farm, all while attempting to defend your own patch of grass from your similarly inclined neighbor.&#10;&#10;Players have a hand of cards from which they play farmland, cattle, action, enrichment, and building cards. Farmland cards are free to play and produce grass which can be spent to play other cards. Any unspent grass can be grazed on by your opponent's cattle to earn money. Money can also be earned by milking cows or slaughtering cattle. Action and enrichment cards directly affect the player or other cards in play. The winner is the first player to earn 100 coins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UniQuest",
    "ID": 267072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/267072/uniquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game for unicorn lovers. A magical game of unicorns that is simple and fun for all. Get the most unicards by matching mane color, hoof color, and horn color to the unicard you wish.&#10;&#10;Players have a hand of 5 cards. Most cards have a unicorn on them with a colored mane, hooves, or horn in one of the 7 colors of the rainbow. Cards are also marked with a shape to help differentiate colors and for help with the colorblind.&#10;&#10;During a turn, a player draws a card from the top of the deck or the discard pile. Once a player has three matching color unicorn cards of all three types (hooves, horn, and mane) they may discard all three and claim that color Unicard.&#10;&#10;Unicards are separate from the cards used in the deck and player hands. There are 7 Unicards, one for each of the colors of the rainbow, and the first player to claim 4 Unicards wins the game. But be careful, because other players can steal your UniCards by also matching the same colors.&#10;&#10;Also included are rainbow unicorns that can be used as any color and the dark horse which prevents you from winning.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winnie de Poeh Junior Jacht",
    "ID": 267074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267074/winnie-de-poeh-junior-jacht",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Kids game, in which you try to roll sets of the same pictures by rolling 5 dice (for 3, 4 or 5 tokens), or roll 5 different pictures (for 7 tokens).&#10;The first to fill up his card with 25 tokens wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Books: Winnie the Pooh"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kunoichi ni Chikai",
    "ID": 267086,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/267086/kunoichi-ni-chikai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#227;&#129;&#143;&#227;&#129;&#174;&#227;&#129;&#132;&#227;&#129;&#161;&#227;&#129;&#171;&#227;&#129;&#161;&#227;&#129;&#139;&#227;&#129;&#132; (Kunoichi ni Chikai) is a game about ninjas in training. A &quot;kunoichi&quot; is a female ninja, and &quot;kunoichi ni chikai&quot; means &quot;almost a kunoichi&quot; - but you could also read it as &quot;close to the ku&quot;. But what's &quot;ku&quot;? It's a little pink token in the box! Use the powers of your kunoichi trainees to move them around in the grid and get closer to the &quot;ku&quot;!&#10;&#10;At the start of the game sixteen cards, one for each character, are laid out in a four by four grid. The players are dealt an equal number of cards, each corresponding to one of the ninjas. Each card has a different ability to move cards around, like &quot;swap any card and the one two to the right and one down from it&quot; or &quot;slide any column up, wrapping around&quot;. After each player has used all but one of their cards, the last card determines which ninja they get points for, with more points going to ninjas closer to the &quot;ku&quot;.&#10;&#10;In order to win you'll have to use your powers to rearrange the grid while balancing that with holding on a character in a good position, even if they have good powers. You also have to be careful not to favor any character too obviously as other players can interrupt your plans.&#10;&#10;Can you get close to the &quot;ku&quot; and finally become a full kunoichi?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Towers: Monster Bag",
    "ID": 267093,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267093/age-of-towers-monster-bag",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Kickstarter exclusive expansion which adds 54 new monsters.&#10;&#10;Contents:&#10;&#10;     54 new monsters&#10;     Rulebook in English and French&#10;     1 cloth draw-string bag for the monsters&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Network and Route Building",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Towers: To The Rescue",
    "ID": 267097,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267097/age-of-towers-to-the-rescue",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The To The Rescue expansion for Age of Towers combines all non exclusive Kickstarter stretch goals in one package.&#10;&#10;Contents:&#10;&#10;     The City of the Wetlands contains all items for adding a fifth (or sixth if you also own 'The Winx' expansion) player to your games of Age of Towers. This includes an extra player board, a set of extra crystals, three two-part towers in the three colours, extra basic monsters, ...&#10;     8 special building miniatures with their quest cards. Including 2 new Sacred Stone mini's.&#10;     1 Mini Boss: The Dragon&#10;     5 Mercenaries with their cards and meeples&#10;     New event cards&#10;     New quest cards&#10;     Rulebook in English&#10;     Rulebook in French&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Network and Route Building",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malkyrs: Arenas of Eternity",
    "ID": 267115,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/267115/malkyrs-arenas-of-eternity",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Malkyrs: Arenas of Eternity is a collectible card game, with elements of role-playing and timing allowed by the use of computers/phones and wireless technology.&#10;&#10;Each card contains a RFID chip, which is recognized either by a proprietary reader or a smartphone app, and allows it to keep track of:&#10;&#10;     its current Health, Might, Intelligence and Strength levels;&#10;     its learned Skills;&#10;     its Evolutions (by using &quot;Favor&quot; points);&#10;&#10;&#10;which implies that two physically identical cards can be different in-game depending on their playing history.&#10;&#10;The game itself focuses on a main Champion card, which embodies the player as it casts Action cards to bring its oppenent's Health total to 0.&#10;Playing these Actions has an element of timing, as a computer app keeps tracks of player turns, which by default last 30 seconds; some effects can alter this total, or some cards have different effects depending on how soon/late they have been cast.&#10;&#10;Each victory grants Glory points, which are tracked by the app, and can be reinvested as Favor points to upgrade cards (see above). The app also allows to play online.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trust Me, I'm Psychic",
    "ID": 267119,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/267119/trust-me-im-psychic",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Do you believe psychics can glimpse into the future or that all psychics are frauds? The mystical and hysterical game of Trust Me, I'm Psychic might change your thinking!&#10;&#10;In this unpredictable game of predictions, one player acts as the Customer, asking a question about their future that the Psychics must answer. All other players act as Psychics, and are dealt a Vision card that tells them if they are a true Psychic or a Fraud. All the players who are true Psychics see the same tarot-inspired image that they can use to craft a fortune for the customer. The Frauds do not see the picture, and will just have to wing it (with some help from the Cursed Words clues on their card)!&#10;&#10;The Customer asks a question on any subject about his or her future. Will I win the lottery? Will I find true love this year? Whether you are a Psychic or a Fraud, use your imagination to spin a fantastical fortune for the Customer. Of course, fortune-telling is not as easy as it seems. Psychics and Frauds must avoid speaking the forbidden Cursed Words listed at the bottom of their cards. If your fellow Psychics/Frauds catch you saying a Cursed Word, you'll get a Curse Token.&#10;&#10;If you tell a convincing fortune the Customer rewards you with a token and gets to look at your card. If the Customer chose a true Psychic, they can use the image on the card to deduce who the remaining Psychics are. But if the Customer accidentally pays a Fraud, he or she gets a Curse Token.&#10;&#10;The game ends after each player has a turn being the Customer. The player with the most money tokens (after subtracting Curse Tokens)wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zategy",
    "ID": 267125,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/267125/zategy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It seems simple: Lay 4 squares in a row while preventing the others to lay their 4 squares in a row before you.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Se Rappeler",
    "ID": 267128,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267128/se-rappeler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Se Rappeler, also known as &quot;Fun to Remember&quot; is a box containing the components to play a series of children's memory games:&#10;&#10;&#10;     The Pairs Memory Game - the traditional &quot;Memory&quot; game where players turn over two cards at a time trying to make matched pairs.&#10;&#10;&#10;&#10;     The Countryside Game - On a board depicting an outdoor scene, a player arranges several pieces in the empty spaces and shows it to the other player.  The first player then secretly changes one or two pieces and shows it again to the other player, who must identify the changes.  Players take turns until one has identified ten changes correctly.&#10;&#10;&#10;&#10;     Kim's Game - Players take turns being the dealer.  They place 20 silhouette pictures on the table, give other players a few seconds to look and then secretly remove one or more.  Players then must mark on their board which pieces have been removed, keeping the markers for correct guesses.  After each player has been dealer twice, the player with the most markers wins.  &#10;&#10;&#10;&#10;     What Followed Next? - Players start with a set of eight pictures face-down.  The first player chooses a picture, looks at it, says aloud what it is and then places it face-down, starting a row.  The second player chooses a second tile, looks and then must say the name of the first and second tiles in order.  The third player must name the first two tiles in order and then his or her newly-drawn tile.  This continues until a player thinks another has made a mistake and calls for a check.  The tiles are checked and whichever player is wrong is eliminated.  Play includes until only one player remains.&#10;&#10;&#10;&#10;     In the Pocket Game - Each player has a board depicting 20 objects.  Silhouette tiles of these objects form a supply.  In turn, each player chooses a silhouette and hides it.  The player to the left then asks a yes/no question about the item (e.g. &quot;is it round?&quot;).  If the answer is no, the next player asks a question.  If the answer is yes, the asker may guess the identity of the item.  If correct, the player receives the tile and places it in the correct space on his or her board.  If incorrect, the next player may take a turn.  The player who wins the tile becomes the next to choose a tile and answer questions.  The first player to get five tiles wins.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Discover the Salem Area",
    "ID": 267129,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267129/discover-the-salem-area",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discover the Salem Area is a Monopoly clone where the properties represent businesses and organizations in the town of Salem, Ohio.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Towns / Cities / Regions",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gusha no Hitsugi",
    "ID": 267134,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/267134/gusha-no-hitsugi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "&#230;&#132;&#154;&#232;&#128;&#133;&#227;&#129;&#174;&#230;&#163;&#186; (Gusha no Hitsugi, &quot;Fool's Casket&quot;) is a test-your-luck game from Polygonotes. A band of heroes have found an ancient treasure horde, but before they can take any of the prizes away they'll have to get by the ghosts that haunt it.&#10;&#10;Each round you'll try to get a piece of treasure by drawing from the ghost deck. If you draw a ghost with the same element as the treasure you can keep it, but if the fourth ghost of a type comes out it'll play a trick. Exactly what the trick does varies by type, but it includes swapping your treasure with the top of the deck, swapping someone else's treasure, or even flipping the deck upside down.&#10;&#10;You can choose what treasure you go after, so will you go for high points, the safe bet, or try to interfere with the other players? You can avoid ghost types that are about to play a trick on you, or you can go after them to trigger the trick on purpose.&#10;&#10;The first player to ten points wins the round and escapes the tomb with their treasure - and their life!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yuushi no Kusabi",
    "ID": 267136,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/267136/yuushi-no-kusabi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "&#229;&#139;&#135;&#229;&#163;&#171;&#227;&#129;&#174;&#230;&#165;&#148; (Yuushi no Kusabi, &quot;Bonds of the Brave&quot;) is about heroes deciding which army to join. You want to be the strongest member of the winning army, but you'll have to find out what the other players are planning while hiding your own intentions.&#10;&#10;At the start players are dealt three cards, and four cards are dealt to the middle, two face up and two face down. Each turn you take cards from the middle, put some from your hand back, and then add more cards to the middle from the deck. Once someone has ten points in one color they can announce victory for that team; everyone else gets one chance to announce victory for another color if they also have ten points, and then you move on to scoring. Declaring victory in a color is advantageous but might not be enough to overcome a sneaky player; whoever has the most points total over all victorious colors wins the round. This means that besides winning on the strength of your own hand, you can win by investing in multiple suits other people are stronger in.&#10;&#10;The most subtle part of the game is the different kinds of cards. While some cards give a simple color bonus, those are the rarest. The next most common type can count for either of two colors during scoring, but don't count towards the 10 for declaring victory. Most cards are worth few points on their own, but worth more in pairs with specific cards - in particular, the purple color has no invidually strong cards, but is worth the most with the right pair. Each color has its own distribution, and keeping that in mind is key to victory.&#10;&#10;Can you read the other players to figure out which color you should throw your lot in with?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seiryuu no Kanmuri",
    "ID": 267137,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/267137/seiryuu-no-kanmuri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "&#230;&#152;&#159;&#231;&#171;&#156;&#227;&#129;&#174;&#229;&#134;&#160; (Seiryuu no Kanmuri, &quot;Crown of the Star Dragon&quot;) is the third game from Polygonotes. You play adventurers chasing after the precious scales of the Star Dragon; the game is semi-cooperative, with a pure coop mode for 2-3 players and a more competitive mode with the potential for betrayal for 3-4 players.&#10;&#10;Each turn has three phases. In the preparation phase, you can spend Stars to buy items or heal, and you choose an item to use in the combat phase. In the combat phase, you flip a card from the Star Dragon deck and resolve its attack. Only the players with the highest attack or defense rating take part in combat. If things go well you can earn Stars here, but if they poorly some players will take damage. Some Dragon cards also have special effects like doing damage to players with too many Stars. Finally, in the Spoils phase the Stars earned in combat are split evenly among all participants. The game ends after ten turns, when the Dragon's Crown is revealed.&#10;&#10;Because Stars are used to heal damage as well as to buy the items you attack with every turn, you'll have to balance offense and defence in order to survive the dragon's attacks. If you're playing to win you can play it safe in a round by trying to avoid combat... but since you won't get a share of the spoils that's risky too. You'll need balance in how you deal with the Dragon as well as your allies to come out ahead.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grail Stories",
    "ID": 267139,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/267139/grail-stories",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "Grail Story is a 1vs1 card game, each player control 3 character to fight , every character has several powerful skills. The game goal is to break the opponent's grail.&#10;&mdash;description from the publisher (translated)&#10;&#10;&#227;&#128;&#138;&#230;&#152;&#159;&#230;&#157;&#175;&#231;&#137;&#169;&#232;&#175;&#173;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;1V1&#231;&#154;&#132;&#229;&#175;&#185;&#230;&#136;&#152;&#230;&#161;&#140;&#230;&#184;&#184;&#239;&#188;&#140;&#231;&#186;&#162;&#232;&#147;&#157;&#229;&#143;&#140;&#230;&#150;&#185;&#229;&#144;&#132;&#230;&#142;&#167;&#229;&#136;&#182;3&#229;&#144;&#141;&#232;&#167;&#146;&#232;&#137;&#178;&#232;&#191;&#155;&#232;&#161;&#140;&#229;&#175;&#185;&#230;&#136;&#152;&#239;&#188;&#140;&#228;&#187;&#165;&#229;&#135;&#187;&#231;&#160;&#180;&#229;&#175;&#185;&#230;&#150;&#185;&#230;&#152;&#159;&#230;&#157;&#175;&#228;&#184;&#186;&#232;&#131;&#156;&#229;&#136;&#169;&#230;&#157;&#161;&#228;&#187;&#182;&#227;&#128;&#130;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Asteriated"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Area 1851: Express",
    "ID": 267140,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/267140/area-1851-express",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Area 1851: Express combines card drafting and set collection in the Wild West, where aliens have landed and are trading technology with the local natives and settlers to create out-of-this-world gadgets with comical modifications that are sure to bring lots of laughter to your game night.&#10;&#10;During the game, each player will spend three rounds drafting cards to build and modify gadgets. Doing so will provide them with Reputation (points) as well as various bonuses ranging from extra Reputation up to tokens that provide special abilities on later turns.&#10;&#10;At the end of three rounds, the player that has managed to earn the highest reputation wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Matschbirne",
    "ID": 267146,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/267146/matschbirne",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Matschbirne is a game where the players have to use their full body to prove your drawing skills. Each of you can play on its own or you can create teams. One of the players takes a card and has to draw the term written on it. You are not allowed to use your hands for it - aggravated circumstances.&#10;&#10;The one drawing applies the headband with the pencil attached to it. Now you have to draw with skilful head movements. This is of course harder than expected - and will lead to lots of laughter!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Miss Givings",
    "ID": 267147,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/267147/christmas-miss-givings",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2",
    "Description": "A fun family friendly game for 4-8 players, ages 10 and up.&#10;It&rsquo;s Christmas Eve, and you&rsquo;ve all forgotten to get each other gifts! Now you&rsquo;ve got a few hours left before the store closes to rush and get some gifts that (hopefully) match each other&rsquo;s interests and score some points. The most points at the end of the game wins. Just watch out for people being Naughty!&#10;&#10;Everyone gets 3 unique interest cards at the start of the game, as well as some fit cards to get started. Each gift has two interest on it, including a few double interest cards, ad each round, players will have to give out a gift. Each match is worth 2 points, and a self match is 1 point.&#10;&#10;And then there are Naughty or Nice cards. Naughty cards to things like steal cards and swap gifts, while Nice cards help out the other players, but score 1 point. There are also Block cards, which will stop the other Naughty and Nice cards, and can score points if used to block Naughty cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les sortilèges de Goon",
    "ID": 267149,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/267149/les-sortileges-de-goon",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Party game in which a group of players secretely pick a spell, which influences the way they can answer questions from the one player trying to guess what spell they have picked. By asking up to 3 rounds of questions, deduction is used to find out the mysterious spell.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wrath of Kings: Rising Conflicts",
    "ID": 267164,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267164/wrath-of-kings-rising-conflicts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As the struggle to take the Throne of the Ancient King escalates, so too do the efforts of each of the Houses of Arikania. Wrath of Kings: Rising Conflicts brings a number of great things to your Wrath of Kings gaming. This 140-page, full-color rulebook features:&#10;&#10;A polished Wrath of Kings ruleset &ndash; Combining the original rules with the FAQ, and tidying up some of the language for clarity.&#10;&#10;An advancing storyline &ndash; The world of Arikania is rich and full of deep secrets that can only be revealed through the narrative.&#10;&#10;30+ new units for the game &ndash; Each House receives six or more new Leaders, Infantry units, and Specialists.&#10;&#10;World-building art &ndash; There are a lot of great art pieces that really give a feel for each House and the lands they inhabit.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Et sans résultat! Tabletop Rules for Recreating the Napoleonic Wars",
    "ID": 267165,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/267165/et-sans-resultat-tabletop-rules-for-recreating-the",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.4",
    "Description": "Et sans r&eacute;sultat! is a grand tactical wargaming for the Napoleonic period.&#10;&#10;The grand tactical focus means that a lot of low-level detail is abstracted away, a battalion being represented by a single stand. While this loss of detail may be mourned by some, it allows battles to be fought in a timely manner and players to concentrate on the tasks of generals rahter than of junior officers.&#10;&#10;The rules aim to be compatible with figures from 2mm to 28mm size, and almost any basing scheme. There are also boxed sets of 10mm figures from The Wargaming Company purpose-made for the rules for those who don't already have an Napoleonics collection.&#10;&#10;The title, French for &quot;And without result!&quot;, is from Marshal Ney's comment on the indecisive yet bloody battle of Eylau.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Worldwide Football: Extension n°1",
    "ID": 267175,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267175/worldwide-football-extension-ndeg1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An expansion for Worldwide Football including 5 new teams (Argentina, Belgium, England, Japan and Nigeria) and 7 additional Star abilities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cell-O",
    "ID": 267176,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267176/cell-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A strategy game for 2-4 people. Cell-O allows players to change their pieces over the course of the game, creating countless combinations of movement possibilities!&#10;&#10;In Cell-O, each player starts with a single cell creature which can move, eat, multiply and evolve into slowly-growing shapes that dictate their future movement. Competing against other creatures for food and space, players must try and expand their population enough to escape the primordial pool of their species' birth into the greater world beyond.&#10;&#10;During a turn, each player gets one action to move, eat, or spawn a new creature from an existing one. Eating gives a creature a new shape that then dictates how it moves in future. It takes tactics and foresight to mutate and expand your population in order to escape while preventing your opponent's from doing the same.&#10;&#10;When a player gets enough of their creatures across the board and out of the pool, they win!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Storm of Spears",
    "ID": 267178,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267178/storm-of-spears",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Storm of Spears is a set of grand-tactical miniatures wargames rules for Greek hoplite battles of the late fifth and early fourth centuries BC. They also cover contemporary Rome, Etruria, and Carthage.&#10;&#10;Despite the grand-tactical scope, the rules allow players to control quite a bit of tactical detail like file spacing and line depth, these being deemed critical to the tactics of the period.&#10;&#10;Scenarios are provided for seven historical battles (all Greek), and orders of battle are provided for dozens of further battles and campaigns. The rules allow for troops based on 30, 40, or 60mm frontages.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Peloponnesian War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smelly Wellies",
    "ID": 267181,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/267181/smelly-wellies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A fun and simple matching game for children aged 2-6. Turn over welly cards to find matching pairs of wellies for your monsters. The first player to fill their board wins!&#10;&#10;There are two ways to play this colourful game, for both younger and more advanced players. This means children of all ages can play and enjoy the game together, either as a simple pairs matching or more complex memory game. The patterned welly cards can also be used to encourage children to identify the objects they can see on them.&#10;&#10;Featuring an array of colourful character illustrations, the quirky monsters are bound to get children giggling!&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BrainBox: Hungary",
    "ID": 267183,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/267183/brainbox-hungary",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The object of the game is to study a card for 10 seconds and then answer a question based on the roll of a d8 die. If the question is answered correctly, the card is kept, and the person with the most cards after 10 minutes is the winner.&#10;&#10;This version is designed for the Hungarian market, but is completely in English. In fact, practicing English skills is noted as another benefit of playing the game.&#10;&#10;&mdash;user summary&#10;&#10;A BrainBox Hungary angolul nem csak a haz&aacute;nkr&oacute;l szerzett ismereteket b&#197;&#145;v&iacute;ti, de az angoltud&aacute;st is j&aacute;t&eacute;kosan fejleszti!&#10;Jegyezz meg min&eacute;l t&ouml;bb inform&aacute;ci&oacute;t 10 m&aacute;sodperc alatt a kih&uacute;zott k&aacute;rty&aacute;n szerepl&#197;&#145; hazai nevezetess&eacute;gekr&#197;&#145;l, majd dobj a kock&aacute;val &eacute;s v&aacute;laszolj helyesen a kidobott sz&aacute;m szerinti k&eacute;rd&eacute;sre, persze angolul! De ne h&uacute;zd az id&#197;&#145;t, mert a homok&oacute;r&aacute;n gyorsan leszaladnak a szemek! A helyes v&aacute;laszokat a k&aacute;rty&aacute;n ellen&#197;&#145;rizheted. Ha j&oacute; megfigyel&#197;&#145; vagy, akkor a legt&ouml;bb k&aacute;rtya n&aacute;lad landol!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Hungary",
      "Game: Brainbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Fly!",
    "ID": 267184,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/267184/die-fly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Die Fly! is a 2-6 player card game where each player will take their turn by playing a card onto one of two discard piles. Most of the cards in the deck are flies.  When a discard pile has some flies in it any player out of turn can play a fly swatter card.  When playing a fly swatter card on one of the discard piles that player then collects all of the cards in that piles.  The more flies you kill the more points you are awarded at the end.  There are other cards that allow you to steal from another player hand or from another players kill pile (the bug zapper, and frog cards).  The spider allows you to kill two flies directly out of your hand. The food cards allows you to name a type of fly and any player that has that type in their hand must give you all of those flies. You can't forget the poop card when played forces the opponents to place a fly directly on it, but also when someone uses a fly swatter card on a pile that has a poop card that player must complete a penalty to continue on the game.&#10;&#10;The theme is based off of flies, butterflies, and dragonflies.  The art is goofy but totally fits with the style of play. It is a fun family friendly game that only takes about 15 minutes to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Butterflies",
      "Animals: Flies",
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blanc-Manger Coco: Le Petit Ballon",
    "ID": 267185,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267185/blanc-manger-coco-le-petit-ballon",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional pack of 55 cards (including rules) included as a gift in the December delivery of the &quot;Le Petit Ballon&quot; wine subscription box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Herd: Fleece Your Friends",
    "ID": 267190,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/267190/herd-fleece-your-friends",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Herd: Fleece Your Friends is a competitive card game where luck and skill are equal partners on the path to victory. So, grab your crook and let's go! In Herd, you are obsessed with one thing: creating the greatest herds in the land. Score points by acquiring geep, a half-goat half-sheep hybrid, and organizing them into herds. Protect your herds from marauding wolves, but if a wolf emerges from the hills you can send it to devour the herd of another player.&#10;&#10;Players are dealt a hand of three cards to start the game. During their turn, players begin by drawing a card from the draw pile. Four options are then available: Form a herd, play a wolf on another player's herd, play a specialty card, or allow the next player to go. A player scores points by forming herds using three geep cards of the appropriate colors. Herd: Fleece your Friends is played in rounds. A round ends after one of the players plays her last card and has nothing else in her hand. Other players have one final turn. At the end of the round, the point values of the player's herds are totaled and the point value of the cards remaining in the player's hand are subtracted from this total. This is the player's score for the round. The player with the highest total wins a victory token. The first player to collect three victory tokens is the winner of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Dark Altar",
    "ID": 267203,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267203/shadows-of-brimstone-dark-altar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This set includes an all-new scenario set piece for Shadows of Brimstone: the deadly and arcane DARK ALTAR, plus two new Dark Altar-themed Missions, both usable for Shadows of Brimstone and Forbidden Fortress!  The Dark Altar model is cast in high detail resin and hand-poured inhouse by Flying Frog Productions.  This stand out piece is easy to paint and will make an excellent addition to your Shadows of Brimstone collection!  We have very limited quantities due to the cost and difficulty to cast.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eia jõulud Tondikakul",
    "ID": 267205,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267205/eia-joulud-tondikakul",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Based on the movie with same name.&#10;&#10;In this co-op game local businesman want to cut off all the forest. Players must find evidence that there are living great grey owl in this forest. The species belong to red list so it is only hope to save the beautiful forest.&#10;&#10;Players roll the dice, move their characters and collect the evidence-cards. Also the businessman move in the forest and try to remove the evidences. If any player collects the 5 different evidence cards in front of him/her before the deck is exhausted all player win. Otherwise they lose.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Estonia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Out",
    "ID": 267206,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/267206/red-out",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Red Out is a rock-paper-scissors like game where each player has only five cards: black, white, black skull, white skull, and red skull.&#10;&#10;The red skull beats the other skulls. The skulls beat the same color without a skull. Any other combination is a draw. Players reveal cards at the same time, putting aside any cards in a drawn match, until someone wins.&#10;&#10;Because draws are common, this is more than just RPS with a different skin - it adds an element of keeping track of what your opponent has left to play.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Itancan",
    "ID": 267210,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267210/itancan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Itancan is the Sioux word for Chief.  The goal of this game is to be the first player to gain 28 feathers, thereby becoming Itancan (chief.)&#10;&#10;Equipment:&#10;1 board&#10;6 playing pieces&#10;1 die&#10;28 peace cards&#10;21 musket cards&#10;60 feathers&#10;12 value 10 feather tokens&#10;&#10;The board is set up like a spoke, with the center spot being the Sacred Circle and is the starting place for all players.  The four spokes signify the four directions.&#10;&#10;Players roll a die and move that number of spaces on the board in any direction on a spoke. However, movement on the outer circle is only in clockwise direction unless when instructed by a card or other space directions.&#10;&#10;The various spaces are:&#10;Gaining and Losing Feathers&#10;Peace Pipe Card - draw a Peace card and follow directions&#10;Musket Card - draw a Musket card and follow directions&#10;Eagle - gain one feather&#10;War Council Place - If any player lands on a space occupied by another player both players go forward to the nearest War Council Place space. Once a player has twenty feathers or more he must give a feather to any player who manages to get them to the war council place as long as the other player has less feathers.&#10;&#10;If you land on an unoccupied War Council Place space, the player who is closest on the board in any direction must join the player on that space.&#10;&#10;Once a player gains 28 or more feathers, the remaining players have one turn to try and drop that player down to below 28 feathers.  After all players have one more turn the player with the most feathers (28 or more) wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 Survives",
    "ID": 267218,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/267218/1-survives",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A High School boat trip goes gravely wrong when the engine dies and the vessel drifts onto the rocky shoreline of a seemingly deserted island. The boat is damaged is in the collision and the group must search for a means to repair the craft or for an alternative way to escape the island. However, all is not as it seems as the island has one lone inhabitant, who has removed themselves from society to avoid the temptation of taking further lives of innocent victims. The disturbance has reignited a bloodlust and every soul who remains on the island is the next potential victim.&#10;&#10;One Survives is a fast paced card game of strategy and skill, playing as both the psychopath and a potential victim. It is every person for themselves as you must find an alternative way off the island while evading and fending off the killer&rsquo;s attacks. Of course sending the killer after one of your &lsquo;friends&rsquo; may just increase your chances of success.&#10;&#10;There are 3 ways the game can be won;&#10;ESCAPE THE ISLAND by collecting the required components&#10;KILL THE KILLER by holding all items to make a molotov cocktail &#10;LAST ONE STANDING. If the rest of your party has been disposed of the terrible realisation spreads through your body &ndash; you are the killer! On the up side you win!&#10;&#10;You may also be killed. If you are attacked by the killer and are unable to escape will die in the most unpleasant way imaginable. We recommend you try to avoid this as in addition to being dead you have lost the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trampoline Zombies!!!",
    "ID": 267222,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.08",
    "Link": "https://boardgamegeek.com/boardgame/267222/trampoline-zombies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Trampoline Zombies!!! is a game where you need to re-assemble your body with the best arms, legs, and head you can find. Assign roll combinations to each body part and push your luck to try and get the body parts worth the most points. Once a player completes their zombie with this unique push-your-luck mechanic, the zombie with the most points wins.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Men of the Sword",
    "ID": 267229,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/267229/men-of-the-sword",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Men of the Sword is a two-player game that represents violent clashes of small forces in the Viking Age (late 8th to the mid 11th century). These conflicts pit two warbands of five to ten warriors against each other, battling until only one warband remains!&#10;The movement, position of warriors and combat is abstract in Men of the Sword so only a small space is required to play the game. Once players are used to the rules a game can be played in under two hours.&#10;Custom dice are rolled to determine attack results, and the unique play deck represents occurrences during battle that can turn the tide for good or ill.&#10;Norsemen strongly believed in fate and this force often takes a hand in Men of the Sword, with cards sometimes playable only by spending fate tokens.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Christmas Tree Stacking Game",
    "ID": 267230,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/267230/the-great-christmas-tree-stacking-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An exciting game for up to four players. Fantastic Christmas fun for the whole family! Be the last to pile-on a Christmas tree before the stack collapses. You need a very steady hand! A wonderful family-time adventure engendering hoots of laughter from every player. This game contains 23 wooden Christmas Trees and one wooden Santa playing piece along with full instructions inside the box lid.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Non-Stop Christmas Shop",
    "ID": 267231,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/267231/non-stop-christmas-shop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Take your basket around the board as you collect a gift for everyone on your list. Can you be first to finish your shopping even as you donate some of those gifts? Whoever is first to collect 1 item for each character on the board wins the game.&#10;&#10;A player begins by spinning the spinner and moving their basket the number of spaces indicated. On your turn, if you land on a character. Choose 1 item from the matching colored gifts and place it in your basket. If you land on a character you&rsquo;ve already gotten a gift for you lose your turn.&#10;&#10;There are two Christmas tree spaces on the board. One is a Donate-a-gift, pick one of the items in your basket and return it to the character space you took it from. If you land on the Receive-a-gift tree, you may choose an item from any pile and place it in your basket. Whoever is first to collect 1 item for each character on the board wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strat-O-Matic Pro: Basketball Player Cards – 2017-18",
    "ID": 267233,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267233/strat-o-matic-pro-basketball-player-cards-2017-18",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "For those with the base game, you can purchase the player cards for individual seasons.&#10;&#10;This is the player cards for the 2017-18 season.  You must have a copy of the base game from 1981+ in order to use the these cards.&#10;&#10;Highlights:&#10;Warriors defeat Cavaliers and win third title in four seasons&#10;Rockets win 65, Raptors 59&#10;Michael Westbrook&rsquo;s second straight season averaging a triple-double&#10;&#10;Individual Awards:&#10;James Hardin: Most Valuable Player&#10;Ben Simmons: Rookie of the Year&#10;Rudy Gobert: Defensive Player of the Year&#10;Louis Williams: 6th Man of the Year&#10;Victor Oladipo: Most Improved Player&#10;&#10;All-NBA First Team:&#10;Anthony Davis, Pelicans&#10;Kevin Durant, Warriors&#10;James Harden, Rockets&#10;LeBron James, Cavaliers&#10;Damian Lillard, Blazers&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominations: Silk Road",
    "ID": 267234,
    "Year": "(2022)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267234/dominations-silk-road",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In Silk Road, players will be able to expand the scope of their Cities by building trade routes between them!&#10;&#10;As an additional action during their Construction phase, before building a City players can pay 3 resources in order to build a trade route to or from a City they control. This trade route will be represented by a punchboard ring placed around your City. Each of these rings has two protruding branches, which will allow that City to be connected to two other Cities. This means each City can only be attached in two directions, creating a road-like chain! Of course, these rings will be fully illustrated to represent the trade routes they&rsquo;re creating!&#10;&#10;These trade routes give players a wealth of new options:&#10;&#10;When a City is connected to a trade route, its owner gains Victory Points equal to the number of other Cities that are part of that route.&#10;&#10;When a City is activated, the player receiving those resources can choose to take Knowledge of the colour of that City OR of any City connected to the same trade route.&#10;&#10;Cities connected to a trade route can be used as both their colour or the colour of any other City connected to the same trade route during the game when it comes to Mastery cards and other effects.&#10;&#10;Trade routes can be worth big points. The further into the game you get, the more Cities there are that can be potentially connected to trade routes, the more points you can generate.&#10;&#10;However, your trade route doesn&rsquo;t belong to just you - in the true spirit of commerce, anyone can connect to it and earn themselves points if they have the resources to spare!&#10;&#10;Also comes with a new array of Mastery cards that will work off the Trade route mechanic in order to help generate new resources, Victory points, Influence, and more!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominations: Dynasties",
    "ID": 267235,
    "Year": "(2019)",
    "Geek Rating": "5.565",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267235/dominations-dynasties",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Dynasties you&rsquo;ll be allying yourself with your Nation's most prominent families, using their skills to make your Civilisation even more powerful. There are 6 Dynasties, which each great family being associated with one of Dominations' Knowledge Domains.&#10;&#10;Each Age, you will be playing Dynasty cards. Each one of these cards represents a family member of a particular Dynasty &ndash; an individual of great prowess who will lend you their aid in leading your nation to glory! These cards set off powerful effects that can generate resources, victory points, (sometimes both!) as well as other effects that give you a big boost during your turns. Additionally, the order in which you play these cards over the course of the game is important, as it represents the Dynasty that will be leading your people through the Ages and you gain extra points by collecting sets!&#10;&#10;When playing with Dynasties, you&rsquo;ll be drawing Dynasty cards at the start of each Age and drafting them. There&rsquo;s a deck of cards for each Age: I, II and III, each with exponentially greater abilities. Each player draws 4 cards and chooses one before passing the remaining cards to the player on their left. They then take the three cards from the player on their right and choose another card to keep. This is repeated one last time so that all players have 3 Dynasty cards in hand. All unused cards are then returned to the box.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominations: Hegemon",
    "ID": 267236,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267236/dominations-hegemon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Hegemon expansion brings two new mechanics to your games of Dominations : Hegemony tiles and Omen cards! &#10;First of all, the Hegemony tiles. These tiles are essentially a new common objective system that replace the ordinary Objective cards in the game. When playing with the Hegemony tiles, players do not draw a personal Objective card at the start of the game as they normally would. Instead, they will all be trying to satisfy the demands of the Hegemon. These demands are determined by drawing three Hegemony tiles, which will each have a criteria based on Cities, Knowledge cards and colours of Nodus. Players will then battle it out for dominance over each objective dictated by the tiles: at the end of the Age, the player with the highest number of each of the 5 criteria is awarded additional victory points! In the case of a draw, no player gets the points - the Hegemon is only interested in the best&hellip;&#10;&#10;However, as time passes, old leaders shall fall and new ones will arise&hellip; The start of each new Age will bring a new Hegemon to power, and their demands could be very different this time around! Two of the objectives are constant: the number of Monument levels in your possession, and your Influence score. However, the old tiles will be shuffled back into their piles, and three new tiles will be drawn. As a result, your objectives could remain the same (at least in part), or change completely for the next Age!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominations: Provinces",
    "ID": 267237,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267237/dominations-provinces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In the Provinces expansion, you will come into contact with other nations, which will give you the opportunity to conquer and assimilate new territories into your Civilization!&#10;&#10;This expansion includes exciting new tiles to add to the board, new Mastery cards, Conquest cards, Rebellion cards, Objectives cards, and more! It is also fully compatible with all of the other Dominations expansions!&#10;&#10;At the beginning of each Age, each player will draw a Province card, then take the corresponding Province tile which will be added to their hand. This tile must be placed on the board during the Age during your Growth phase, at the same time as a regular domino. Each player will hence be playing six dominoes during the Age instead of the usual five. These dominoes will have unique illustrations and characteristics : some will have resources, some will have other effects, much like the Monument tiles.&#10;&#10;Once your Province tile has been placed, you can Conquer it. To do so, you&rsquo;re going to need a whole new resource : Conquest! Conquest is represented by a deck of small Conquest cards that can only be gained one way - using one of the expansion&rsquo;s new Mastery cards: Conscription. Conscription is a unique Mastery card in that it doesn&rsquo;t belong to any Domain: at has a value of 3 that can be purchased using any kind of resource. It is then used as a converter &ndash; changing any Knowledge type into Conquest cards.&#10;&#10;When Conquest cards are purchased, they are drawn from the Conquest deck, which is placed face down on the table. Each card has a value of 1 to 5 Conquest Points, and as they&rsquo;re drawn randomly, you never know what you&rsquo;re going to get! Additionally, some of these cards have special powers and bonuses!&#10;&#10;To conquer a Province, you must pay the corresponding number of Conquest points as stated on the tile&rsquo;s Province card. However, these Provinces won&rsquo;t allow themselves to be conquered easily. Each Province card also has a &ldquo;Rebellion&rdquo; value. This refers to the deck of Rebellion cards, which - similarly to the Conquest cards - are drawn randomly, have a value of 1 to 5, and some of them have special powers that can be good or bad. You must draw the number of Rebellion cards specified, then add their value to that Province's Conquest value to determine its full cost. If you have enough Conquest points, then you conquer the Province &ndash; placing a City token on it and gaining the bonus stated on its card. As with the classic dominos, just because you placed a Province tile, doesn&rsquo;t mean it&rsquo;s yours - once placed, any player can conquer it!&#10;&#10;However, although the tiles MUST be placed during the Age, you don&rsquo;t have to conquer them. Each Province has an End of Age effect, which is triggered if it has not been conquered. These effects can be good or bad &ndash; from allowing you to gain additional resources, to unleashing hordes of barbarian invaders to destroy neighbouring Cities!&#10;&#10;These combinations of different effects bring a fascinating new strategic facet to Dominations. Will you conquer as many Provinces as you can to reap the benefits, or will you simply place the tiles next to your opponents&rsquo; Cities, forcing them to react to avoid negative End of Age effects?&#10;&#10;Provinces brings a slightly more aggressive stance to your games of Dominations, in that your actions can potentially damage your adversaries : Provinces is the first expansion where your nation can actually lose ground : Cities can be destroyed, resources lost.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Into the Dead",
    "ID": 267242,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/267242/into-the-dead",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Into the Dead is a competitive game (or can be played cooperatively) of strategy and risk-taking in which players take the roles of survivors and their loyal canine companions to navigate a landscape teeming with hordes of the undead. By gathering supplies, killing zombies, and reaching safety, players show their aptitude for surviving the apocalypse through the completion of missions and collection of survival points.&#10;&#10;In more detail, players take turns acting as both the zombie horde and the survivors of the apocalypse. The winner is the player with the most survival points, and these are acquired by completing survivor missions, reaching safety, and increasing their zombie kill count. Once per round, a zombie master rolls dice to spawn and move the dead toward any survivors nearby. Then each survivor must weigh the choices of completing missions at personal risk, running toward safety, gathering supplies, and more. By using the cards from their starting hand and those acquired at the various supply drops on the board, they can increase their movement speed, lob grenades and fire weapons, and direct their trusty canine companion to attack the threats facing them. Dice rolls determine whether a nearby zombie will bite and the level of damage a weapon will deal, making the game a balance of risk and strategy.&#10;&#10;Cooperative Play allows 2-4 Players to make the the run to the farm in the same way they would in the normal competitive mode but with the exception of working together with the other Survivors as opposed to against them. In Solo Play, a single Player can control from 1-4 Survivors during the run, taking on the run with a solo Survivor being the greatest challenge.&#10;&#10;Survivors will be able to work together, planning strategies for Missions and trading Supply Cards with each other along the way. Additionally there might be a few other special ways Survivors will be able to aid each other during Co-Op that aren&rsquo;t normally available in the core version of the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Miniatures",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tang Garden: Ghost Stories",
    "ID": 267245,
    "Year": "(2020)",
    "Geek Rating": "5.741",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267245/tang-garden-ghost-stories",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This expansion is inspired by ghost stories from Chinese literature. There are different elements that will bring more interaction between players in intriguing ways.&#10;&#10;The Fox Ghost appears in many Chinese legends. It is a spirit that could shape-shift into different forms, often in a beautiful woman. &#10;Initially it was an evil and disturbing character, but in the novels that were released after several years she got a positive meaning.&#10;&#10;In the game, the Fox Ghost will take the shape of any other character available in the game by placing the Fox Ghost Token on top of a character card. Both the active and sight preference abilities of the character she shape-shifted into will be available to her.&#10;&#10;The Demon like in other cultures is often represented in the popular Chinese beliefs.&#10;&#10;In the game, he will weaken the characters he sees in his line of sight by deducting 3 points from their sight seeing score. The players can defend themselves by using the &quot;shift&quot; lantern (if not used previously) to move a character into another place.&#10;&#10;Another way of defending your characters is by placing a cat on the board. Whoever owns a cat will not be affected by the Demon's eyes. By placing a cat, the player will also get one prestige point and the nature element indicated in the card.&#10;&#10;Lastly, the Ghost Soldier which is bound to The Great Wall is a figment of my imagination.&#10;&#10;The Soldier will grant the possibility to buy a decoration card without placing the decoration on the board. If placed in the garden, the Soldier will grant 3 prestige points without any requirement or 7 if he can see the great wall in the Panoramas in his line of sight.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Tang Garden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tang Garden: The Wayfarer",
    "ID": 267247,
    "Year": "(2020)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267247/tang-garden-the-wayfarer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Character's Skill: Once per turn, the player may go back a level of an element in their personal board to advance one level on another of their elements. The wayfarer can&rsquo;t go back a level on one element if it is on a bonus space (coins or character).&#10;&#10;Sight preference: Gain one coin for each decoration in the Wayfarer&rsquo;s line of sight, his line of sight is considered to be in all four directions.&#10;&#10;Includes:&#10;The miniature and colored based&#10;The character card&#10;A storage tuckbox&#10;&#10;",
    "Categories": [
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Asia",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Game: Tang Garden",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tang Garden: The Swan",
    "ID": 267248,
    "Year": "(2020)",
    "Geek Rating": "5.686",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267248/tang-garden-the-swan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Swan can be added to the base game, to any Golden Age and Ghost Stories scenario.&#10;&#10;At the end of the game the Swan can be considered as any Decoration card of your choice. If there happen to be more than one Swan at the end of the game, this effect will be activated following the order of the turns.&#10;&#10;Includes:&#10;3 Swan cards&#10;2 Swan decorations&#10;&#10;",
    "Categories": [
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Tang Garden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tang Garden: Apricot Tree",
    "ID": 267249,
    "Year": "(2020)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267249/tang-garden-apricot-tree",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Apricot can be added to the base game, to any Golden Age and Ghost Stories scenario.&#10;&#10;At the end of the game the Apricot can be considered as an additional tree for a set-collection, which can be composed by a maximum of 5 trees. If you have six different trees, the sixth will be considered as the first tree of a new set-collection.&#10;&#10;Includes:&#10;2 Apricot cards&#10;1 Apricot decoration&#10;&#10;Part of Man vs Meeple Season 3 Promo&#10;&#10;",
    "Categories": [
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Tang Garden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enemies of the Empire: Austria & Russia",
    "ID": 267251,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267251/enemies-of-the-empire-austria-and-russia",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "This double pack will contain two armies: Russian and Austrian, as well as their own bluff cards, representing their commander in chief. You&rsquo;ll also find brand new strategy cards and new terrains dedicated to these countries. A campaign book will allow you to reenact some of the most famous Napoleonic battles, but also fictitious ones that could have happened.&#10;&#10;This expansion also adds the solo mode. With the high demand for solo rules amongst the community even before the launch of the campaign, this feature will allow you to test your strategies against the game&rsquo;s A.I.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Austria",
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adora-Bull Dog-Pile",
    "ID": 267252,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/267252/adora-bull-dog-pile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The fun-loving Adora-Bulls have gathered for a game of Dog-Pile.&#10;&#10;Play cards from your hand by strategically matching faces on cards in play.  The player with the most faces showing at the end of the game wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jewish Picture BINGO",
    "ID": 267254,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267254/jewish-picture-bingo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This simple game is a version of BINGO in which, rather than numbers, players spin a spinner and match pictures. The goal is to &quot;be the first player to get 5 Bingo markers in a row in any direction. (Horizontal, vertical, or diagonal).&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Judaism",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Think Twice!",
    "ID": 267255,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267255/think-twice",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sixty pictures are on the tables. The clue you are given matches none of the pictures ....&#10;&#10;Only one picture has a word sounding like the clue word you are looking for...and that's the answer!&#10;&#10;So think quickly and find the matching picture before anyone else!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Enemies of the Empire: Prussia",
    "ID": 267272,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267272/enemies-of-the-empire-prussia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "A new army deck to include in the main game.&#10;Details will be envailed soon but it will also include new stories.&#10;&#10;In this game, each player has two decks of cards that represent his army and his strategic plans. They deploy their starting troops on the board and alternate turns to defeat their opponent in one of two ways:&#10;&#10;Disbanding the opposing army by emptying their ranks.&#10;    Reaching at least ten Victory points by defeating enemy units and completing secret objectives.&#10;&#10;You can recreate famous historical battles such as Quatre-Bras, Ligny, Waterloo or Wavre with the scenarios included in the game, or you can change history by building your own armies with the deck-building aspect of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Prussia",
      "Crowdfunding: Kickstarter",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calypso Cricket",
    "ID": 267280,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267280/calypso-cricket",
    "Min Players": "2",
    "Max Players": "22",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "A fascinating and exciting game awaits you in the world of Calypso Cricket! Score runs, bowl out opponents, and go for gold in this classic game designed by Compton Welch!&#10;&#10;Designed for between 2-22 players, each team plays cards from the deck when they are up to bat (played over two innings with one side batting out or one inning on a limited overs basis.) The objective of the game is to score the required runs, or when the team bowling last has captured all of the wickets of the team batting last below their score.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Till Dice Do Us Part",
    "ID": 267292,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/267292/till-dice-do-us-part",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You and your partner have recently met and are about to go on the romantic journey of a lifetime by building a path toward happily ever after. However, every relationship is filled with good and bad times: arguments, tears, shared success, and smiles. Happily ever after or heartache, see which one the dice of fates has in store for you.&#10;&#10;Till Dice Do Us Part is a 2 player game with both a cooperative and competitive mode. You begin on the &quot;meet&quot; hex with your partner and are attempting to reach &ldquo;happily ever after&rdquo; by laying journey markers. Along the way, you journey will wind and twist to accomplish 3 or 6 benchmarks. This is done by building your journey though the benchmark icons. Once you have accomplished all the benchmarks, you are ready to get your happily ever after.&#10;&#10;Throughout the journey and gameplay, you will encounter life and relationship events that can help you work toward happily ever after or create new obstacles on the path. These can be simple problems (what&rsquo;s for dinner, total your car, TV betrayal, etc.) or helpful events (get a promotion, perfect present) and some events that can have either good or bad consequences (first kiss, start a new business, etc.) You can also gain virtue cards, which act as permanents giving free foundations, extra abilities, and more. The game is played with a unique dice mechanism. After rolling two die, you may choose to either collect an outcome based off each individual number, or combine the numbers to trigger events.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solitary Journey",
    "ID": 267296,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/267296/solitary-journey",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Overview&#10;&#10;This played-in-the-hand solitaire game, played with ordinary playing cards, simulates a journey through fields and forests, oceans and mountains.  On the way you may meet helpful guides and mischievous fellow-travelers.  With some luck you may find enough treasure and magical tools to enable you to find the home of your dreams and live happily ever after.&#10;&#10;This game is played entirely in the hand, so there is no need for a table.  You can play it anywhere.  If you are interrupted, you can put it in your pocket and take it up later.&#10;&#10;Set Up&#10;&#10;Remove the four Jacks from a deck of playing cards and shuffle the rest of the deck, including the two Jokers.  Arrange the Jacks face up in the order Hearts, Diamonds, Clubs, and Spades, with Spades in the back and Hearts in the front.  Place the rest of the deck face down on top of the Jacks.   The Jacks will act as counters to keep track of how many times you&rsquo;ve gone through the deck; when they show up, put the first one behind the other three and continue playing.  When you reach the Jack of Spades you have gone through the deck four times and have finished the game. The Jacks also hold your items for you.&#10;&#10;Interpretation of the cards&#10;&#10;The four suits represent four kinds of landscapes.  Hearts are oceans, lakes, and rivers.  Diamonds are plains, fields, moors, and prairies.  Clubs are forests.  Spades are mountains.&#10;&#10;The values of the cards represent various treasures, tools, items, landscapes, and people.   The &ldquo;view&rdquo; is the name for the four cards that are fanned face upward in your hand.  They are not only the cards you can view, but they also represent the things you can see as you look around you.&#10;&#10;Some of the cards represent first a location, and then, under the right circumstances, an item that you find at that location.&#10;&#10;Goal&#10;&#10;Travel though various landscapes, collecting treasure and magical tools.  Eventually use the tools to find the home of your dreams and live happily ever after.  If you find your home, you have won the game.    But once the Jack of Spades appears, you have finished your journey, whether or not you have met your goal.&#10;&#10;Terms&#10;&#10;View:  the top four cards fanned out face up on top of the deck.  In some situations there may be more cards in your view.&#10;&#10;Discard:  place a card face down at the back of the deck.&#10;&#10;Store:  place a card face up behind the face-up Jack of the same suit&#10;&emsp;&#10;Gameplay&#10;&#10;Hold the deck face down in your hand, with the Jacks face up in the back.  Turn over the top four cards and fan them so you can see them all.  These cards form your current view.  If in the course of play your view becomes less than four cards, replace them with cards from the front of the deck.&#10;&#10;You may discard any card from the view at any time.   At any time you may look to see what cards you have stored behind the Jacks.  They will be easy to find because they will be face up together, while the rest of the deck will be face down.&#10;&#10;A complete description of the rules will be found in the files section.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Investigations: Babylon",
    "ID": 267303,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/267303/pocket-investigations-babylon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;During a party, Abaddon, a fanatic serial killer, has chosen his next victim and is about to commit a new crime&hellip; unless you are able to identify her in the trendy crowd of a Parisian nightclub. To help you, the killer has courteously sent you a few clues...&quot;&#10;&#10;Babylon is an &quot;escape box&quot;, inspired by escape games. Players must you their deduction skills (and real items as clues) to lead an investigation on the serial killer.&#10;&#10;This scenario is a sequel to the main game: Apocalypse, but it can be played independently.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Pocket Investigations (Argyx Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Noticeboard",
    "ID": 267305,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/267305/the-noticeboard",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Overview:&#10;&#10;A side-questing tabletop RPG with components that can be used as props or tools for your d20 system (fantasy setting). The game allows you to use your own characters from your system of choice and play mini-adventures. &#10;In this game, everyone gets the opportunity to play, and everyone gets the opportunity to GM. It's a rule-lite game that builds player confidence with d20 RPG systems and encourages skills and experience with GMing.&#10;&#10;The Game-play:&#10;&#10;Players: 2-6 (but can stretch to 8 depending on the mode)&#10;Playtime: 30-180min (dependant on how much players like to roleplay)&#10;&#10;The game is formed primarily of:&#10;Quest cards, hunt cards, location cards, a set of meeples, and a set of dice. The quest/hunt cards have plot-hooks written on the front and GM notes on the back. The location cards are drawn when the players are resting in the town after a hard day adventuring; the cards contain a mixture of bonuses and setbacks.&#10;&#10;The game has three primary modes of play, head-to-head, co-operative, and classic. &#10;In head-to-head, 1-4 players build a party of four adventurers and compete with each other to become the most successful/famous party in the land. Players move from town-to-town, completing quests and trying to earn: coin, renown, and experience points.&#10;In co-operative mode, 3-6 players choose a character and join forces to form a party. The players head to a local town and aim to clear the board of quests within 5 days. &#10;In classic mode, 2-6 players choose characters to form a party and compete with a GMs rival party of adventurers.&#10;&#10;Applications as a tool:&#10;The game was originally designed to be used as a prop during DND. The game can be used to manage downtime or as a way to introduce the party during session zero. It can also be used to generate plot-hooks or side-quests during the game. &#10;The game itself is a great way to pass the time while you are waiting for other players to show up or as an alternative when players unexpectedly cancel.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tumblin' Monkeys: Banana Bandit",
    "ID": 267306,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267306/tumblin-monkeys-banana-bandit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this children's dexterity game, players must take it in turns to remove monkeys hanging from the trees to their personal crates, using only a palm branch. They have until the wind-up monkey climbs the vine to collect as many as possible, then passing to the next player.&#10;Play continues round the table until the trees are clear and the monkeys of varying colours and points value in each crate are totalled to find a winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ウィルス・マネー (Virus Money)",
    "ID": 267308,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/267308/uirusumane-virus-money",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#166;&#227;&#130;&#163;&#227;&#131;&#171;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#131;&#158;&#227;&#131;&#141;&#227;&#131;&#188; (Uirusu Manee) Virus Money is a Japanese card game (English rules online).&#10;&#10;The players are traders gathered to try to make a profit in the cryptocurrency market. They learn of a stock exchange where they can bid on assets and make a killing. But there is also a hidden back door they can use to steal cryptocurrency from others.&#10;&#10;Players place bids using the assets they have on hand in order to score the most points and be declared the winner. Each player is given a role at the beginning, and this affects how points are scored but is not revealed until final points are tallied.&#10;&#10;The regular players earn points by bidding, acquiring and playing cards, while trying to avoid having points stolen by the Virus Player. The Virus Player conceals their identity and tries to get the other players to take their assets, earning points by taking them back at the end.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#228;&#187;&#174;&#230;&#131;&#179;&#233;&#128;&#154;&#232;&#178;&#168;&#227;&#129;&#167;&#227;&#129;&#178;&#227;&#129;&#168;&#229;&#132;&#178;&#227;&#129;&#145;&#227;&#129;&#151;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#168;&#233;&#155;&#134;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#159;&#232;&#128;&#133;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#168;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#143;&#150;&#229;&#188;&#149;&#230;&#137;&#128;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#231;&#171;&#182;&#227;&#130;&#138;&#227;&#129;&#167;&#229;&#143;&#150;&#229;&#188;&#149;&#227;&#130;&#146;&#230;&#177;&#186;&#227;&#130;&#129;&#229;&#164;&#167;&#227;&#130;&#130;&#227;&#129;&#134;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#168;&#231;&#159;&#165;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#228;&#187;&#150;&#228;&#186;&#186;&#227;&#129;&#174;&#228;&#187;&#174;&#230;&#131;&#179;&#233;&#128;&#154;&#232;&#178;&#168;&#227;&#130;&#146;&#229;&#165;&#170;&#227;&#129;&#134;&#232;&#163;&#143;&#233;&#129;&#147;&#227;&#129;&#140;&#233;&#154;&#160;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#226;&#128;&#149;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#174;&#232;&#179;&#135;&#231;&#148;&#163;&#227;&#130;&#146;&#228;&#184;&#138;&#230;&#137;&#139;&#227;&#129;&#171;&#230;&#180;&#187;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#154;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#171;&#229;&#190;&#151;&#231;&#130;&#185;&#232;&#168;&#136;&#231;&#174;&#151;&#227;&#129;&#190;&#227;&#129;&#167;&#229;&#133;&#172;&#233;&#150;&#139;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#170;&#227;&#129;&#132;&#229;&#189;&#185;&#232;&#129;&#183;&#227;&#129;&#140;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#140;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#233;&#128;&#154;&#229;&#184;&#184;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#231;&#171;&#182;&#227;&#130;&#138;&#227;&#129;&#167;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#131;&#187;&#228;&#189;&#191;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#166;&#227;&#130;&#163;&#227;&#131;&#171;&#227;&#130;&#185;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#230;&#184;&#155;&#231;&#130;&#185;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#128;&#129;&#227;&#130;&#166;&#227;&#130;&#163;&#227;&#131;&#171;&#227;&#130;&#185;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#173;&#163;&#228;&#189;&#147;&#227;&#130;&#146;&#233;&#154;&#160;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#179;&#135;&#231;&#148;&#163;&#227;&#130;&#146;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#165;&#170;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Economic",
      "Industry / Manufacturing",
      "Real-time"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Salamamba und Fisolix' Zeitstrudel",
    "ID": 267312,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267312/salamamba-und-fisolix-zeitstrudel",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A small expansion for Salamamba. The players have some new goals and depending on the result of the game, they can open different parts of the expansion.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Ghosts",
    "ID": 267315,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267315/claim-ghosts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Claim: Ghosts is a new faction for the card game Claim with a unique ability, and this faction can be swapped for one of the existing factions in the base game to provide greater replayability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "13 Jours et 13 Minutes",
    "ID": 267317,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/267317/13-jours-et-13-minutes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "13 Jours et 13 Minutes combines two games in one box: 13 Days: The Cuban Missile Crisis and 13 Minutes: The Cuban Missile Crisis.&#10;&#10;13 Days: The Cuban Missile Crisis is a nail-biting, theme saturated two-player strategy game about the Cuban Missile Crisis. Your fate is determined by how well you deal with the inherent dilemmas of the game, and the conflict.&#10;&#10;1) Will you push to gain prestige at the risk of escalating the crisis to global nuclear war?&#10;2) How do you best manage your hand of cards to further your own plans while depriving your opponent of options?&#10;&#10;Work out these dilemmas in order to emerge as victor of the Cuban Missile Crisis after thirteen suspenseful days.&#10;&#10;13 Days: The Cuban Missile Crisis is a meaty filler utilizing the card-driven game mechanisms. Rich with history, yet accessible to gamers with no prior knowledge of the crisis. It is targeted specifically at catering to two groups of gamers: the enthusiasts that just don't have the time they used to and the curious newcomers that are scared off by the heavy commitment and long play times of the classics in the genre.&#10;&#10;13 Minutes: The Cuban Missile Crisis is a card-driven microgame with tough decisions. Playing as either Kennedy or Khrushchev, your aim is to exit the Cuban Missile Crisis as the most powerful superpower. During the game you play only five strategy cards that you use to place Influence on battlegrounds to score majorities or manipulate battlegrounds. Each card you play turns into a new battleground, so the &quot;world map&quot; is ever-changing. Be careful because each decision is important and you may trigger global nuclear war!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cytosis: Virus Expansion",
    "ID": 267318,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267318/cytosis-virus-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "The Virus Expansion expands upon the base game for Cytosis. The expansion adds Influenza, Rhino Virus and Ebola. Player may pay ATP to build up their antibodies to each of the three viral strains. When a Virus attacks, all players will roll a number of antibody dice according to their level of health and add it to the antibodies they've accumulated throughout the game. The player with the highest antibody response will gain resources while the player with weakest antibody response will lose resources.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Medical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Medical: Diseases",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tainted Grail: The Fall of Avalon – Echoes of the Past",
    "ID": 267325,
    "Year": "(2020)",
    "Geek Rating": "6.023",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267325/tainted-grail-the-fall-of-avalon-echoes-of-the-pas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.8889",
    "Description": "An add-on during the Tainted Grail Kickstarter campaign.&#10;&#10;It contains a personal achievement sheet for each character from all three campaigns, including Niamh. This sheet lists 9 special conditions that trigger 9 unique Memories &ndash; if you fulfill any condition during the game, you can mark it off and read an appropriate Memory from the &ldquo;Echoes of the Past&rdquo; brochure.&#10;&#10;These memories have a small gameplay effect (sometimes positive, sometimes negative). But as you progress through the game, and your Character progresses in their story of self-discovery or reconciliation, you will also gain some interesting rewards.&#10;&#10;Every time you complete a block of three achievements, you receive a Legendary Action card that you keep by your Character Board &ndash; you can use it once to perform a single action so epic that bards will sing stories about you in the years to come. Then, the Legendary Action card is discarded from the game.&#10;&#10;If you manage to trigger ALL basic memories, you progress to the final, tenth entry in the brochure that contains a personal side-quest where your hero will confront their worst fears, weaknesses, or a personal nemesis. Should they emerge victoriously, they receive a special golden Legendary Action card that gives your character permanently a second gameplay action!&#10;&#10;The sheets can be used as a legacy element, allowing your hero to start a new game with a part of their story and some Heroic Feats cards already unlocked.&#10;&#10;Effectively, this add-on introduces interesting personal objectives for each of the characters, and a small legacy element, at the same time reinforcing the character backstories and providing a deeper look into the world of Tainted Grail.&#10;&#10;Contents:&#10;52 Legendary Action cards (4 for each of 13 Characters) &#10;52 Achievement Sheets (4 for each of 13 Characters) &#10;Echoes of the Past booklet (24 pages)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Mature / Adult",
      "Medieval",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Tainted Grail"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Tales: The Little Mermaid  and Cinderella",
    "ID": 267327,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267327/dark-tales-the-little-mermaid-and-cinderella",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The card game Dark Tales is inspired by classic fairy tales, retold in a dark style. Correspondingly, the land of Dark Tales is populated by disturbing creatures and sinister characters, and the interaction between cards and magic items is the key to success: A character, event, or sword used at the right time can determine the fate of the game! Thanks to the many setting cards, the items you collect change their power from game to game.&#10;&#10;This game combines the Little Mermaid and Cinderella versions of Dark Tales in one box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Cinderella",
      "Folk Tales & Fairy Tales: The Little Mermaid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Heights of Alma",
    "ID": 267328,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/267328/the-heights-of-alma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Tom Russell's first published game was Blood in the Alma. That humble little magazine insert game, published in 2012, introduced concepts that over time gave birth to Hollandspiele's Blood in the Fog and, eventually, the Shot &amp; Shell Battle Series. So it is perhaps fitting that seven years and nearly forty published designs later, Mr. Russell would turn his attention back to the topic that started it all, redesigned from the ground-up through the lens of the Shot &amp; Shell system. The result is The Heights of Alma.&#10;&#10;The heights overlooking the Alma River provided a natural defensive advantage for the Russians, who proceeded to utterly squander it with slapdash entrenchments and a left flank that was completely exposed. It didn't help that the commander of that left wing was several sheets to the wind. At least he was on the field; on the opposing side, British commander Lord Raglan snuck behind enemy lines for a better view of the battle without telling his subordinates, leaving his army without any orders. Frontal charges against the Russian heavy guns were as costly as they were pointless. Eventually, a group of men disobeyed orders, choosing to stand and fire instead - discovering, to their delight, that their new Mini&eacute; rifles outranged the enemy artillery! They would have known that from the beginning if anyone had bothered to listen to their French allies - the only side to acquit themselves competently.&#10;&#10;The historical scenario recreates this glorious mess of a battle. Three additional scenarios explore increasing levels of coordination and competence on either side. This game has more special rules than the previous Shot &amp; Shell title (Seven Pines; or, Fair Oaks), resulting in a more complex and nuanced experience, but not so many rules that it bogs the thing down - a given scenario will still be resolved within a couple of hours.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Russia",
      "History: Crimean War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Battles: Gettysburg",
    "ID": 267329,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267329/table-battles-gettysburg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This third expansion to the popular Table Battles series focuses its attention on a single day: 2 July 1863, the second day of the Battle of Gettysburg. Famous engagements from throughout the attack each get their own scenario - Little Round Top, the Wheatfield, the Peach Orchard, Cemetery Ridge, and Culp's Hill - while a final scenario zooms out for a &quot;big picture&quot; view of the whole thing. These battles were hard-fought, stubborn, and bloody affairs, often without any decisive result, ending only when both sides were too exhausted to fight any further. That's reflected here, and so it's significantly harder to get a decisive result, and you're more likely to see epic slugfests in which you win only because the other side collapsed an eye-blink sooner.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Table Battles (Hollandspiele)",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wasteland Express Delivery Service: Rocker",
    "ID": 267330,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267330/wasteland-express-delivery-service-rocker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Was part of the pledge level for backing the Dice Tower 2018 Kickstarter campaign.  Also included in the Wasteland Express Delivery Service: Promo Pack 1.&#10;&#10;An ally card.&#10;&#10;Text says:&#10;In combat, you may reveal a second raider card (replacing the first)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Wasteland Express Delivery Service",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Wan Standing",
    "ID": 267334,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/267334/last-wan-standing",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You and your buddies just got back from a big heist... but now you can't decide how to split up the haul. As you reach for your guns one question runs through everyone's mind - who will be the Last Wan Standing?&#10;&#10;Each turn players will reveal a target and a numbered bullet chip. The numbered bullet determines how quickly you shoot, and the target determines who you shoot at. The catch is that the numbered bullets aren't re-usable, so you have to decide if you want to save your quickest shots for later in the round or not. There are other complications, like the &quot;Down&quot; chip that lets you dodge most bullets, your secretly selected &quot;amigo&quot; who you can't get target and get points for avenging, or the &quot;quick draw&quot; target chip that lets you defeat anyone shooting you on the same number, that allow for surprising plays.&#10;&#10;Note: &quot;wan&quot; is the Japanese word for &quot;woof&quot; and is pronounced the same as &quot;one&quot;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Ultimate Skirmish Game",
    "ID": 267335,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267335/the-ultimate-skirmish-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules will enable you to play skirmish or adventure games, using 40mm or 28mm miniatures, from any era of history from the Prehistoric right through to the Napoleonic wars. Games can be played with as few as 2 figures and up to about 30 figures a side. Rules for stealth, fist fighting, martial arts. multiple combats, cavalry, spears and a whole host of other weapon types are included. Most games can be played in a couple of hours and so are suitable for club nights. Although these rules were primarily designed for our 40mm Samurai range, they could be used with our 28mm Prehistoric Settlement. These rules will also help you find a use for all those part finished armies that we all have. As you only need a small number of figures, taking up a new period need not be a vast and time consuming occupation.&#10;&#10;The game has a Character development section, enabling the Player to chart the progress of their Characters. So who knows maybe your peasant can make it and become a Warrior or even a Hero!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "マモノノ～まものの喚(よ)び方～ (Mamonono)",
    "ID": 267336,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/267336/mamononomamononohuan-yobifang-mamonono",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mamonono is a game about demon summoning. You start off with loyalty, and have to use loyalty to bid on magic stones of different colors. Using the magic stones you can summon demons, but each demon has different requirements for the type of stones to summon them. Summoned demons give you victory points, loyalty points you can use to get more stones, and also have other effects like altering the rules for bidding or allowing you to steal demons from other players.&#10;&#10;Can you build the most powerful demon army?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Finale Ending",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagoleken",
    "ID": 267338,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267338/sagoleken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A fairy-tale based tricktaking game. The game consists of a number of playing cards and bonus cards. The tricks are played with the playing cards, the winner drawing a bonus card, keeping it hidden unless it's a princess which is kept face up.&#10;The bonus cards consist of princes, lands, princesses and dragons. A combination of prince, land and princess forms a kingdom, worth points. A dragon can steal a face-up, non-kingdomed princess, and can be stolen back with a prince plus a certain combination of playing cards.&#10;&#10;Once all three princesses are in Kingdoms, the game ends, and the player with most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rangers of Shadow Deep: Blood Moon",
    "ID": 267342,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267342/rangers-of-shadow-deep-blood-moon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Werewolves have descended on the isolated village of High Rock, leaving death and destruction in their wake. Separated from their usual companions, the rangers must rely on a group of auxiliary soldiers to lead them to the village, help fight the werewolves, and hopefully rescue any survivors. However, as the rangers investigate the scene, it becomes increasingly clear that one of those auxiliaries is hiding a deadly secret&hellip;&#10;&#10;Rangers of Shadow Deep: Blood Moon is a mini-expansion consisting of a one-scenario mission. It includes profiles for four unique companions, two new monsters, and full rules for becoming infected with lycanthrope.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Rangers of Shadow Deep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Artifacts: Santi Fleet Faction Promo",
    "ID": 267355,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267355/alien-artifacts-santi-fleet-faction-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Take control of a new faction called the Santi Fleet in which the operate of the ship is the ship! Increase your options with with the Alien Artifacts: Factions Promo.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Mechanism: 4X",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Las Divas",
    "ID": 267356,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/267356/las-divas",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Las Divas is a deduction-party card game in which each player becomes a fabulous Drag Queen of the Haus of Las Divas, the biggest, greatest and shiniest drag theater of Buenos Aires. In every show, the fierce competition between queens makes them give everything on stage, making the crowd go wild each night. But, who&rsquo;s the best of the best? Which queen deserves to be recognized as the Divaest Diva of the show? It&rsquo;s time for you to put on your heels, gown, nails and wig and show you deserve the crown, even if that implies sabotaging your fellow queens&hellip;&#10;&#10;Setup: Each player gets one of four secret Divas, indicating with which card and how many copies of them in front of them, they have to get to win the game. If you&rsquo;re Miss Kitty, the comedian, you&rsquo;ll have to get 5 Laugh cards to become victorious. If you&rsquo;re Pink Lemonade, the fashionista, you win with 4 Fame cards. Katie Hart, the showgirl, wins with 4 Spotlight cards and Lee O&rsquo;poldo, the evil queen, wins when another player gets 4 Shade cards in their area.&#10;&#10;So, there&rsquo;s a deck with these four cards: Laugh, Fame, Spotlight and Shade. You get 4 initial cards. In your turn, you draw one card from the deck and play one of the cards in your hand in front of you (or if it&rsquo;s Shade, in front of another player). Clockwise, players will draw and play cards until one reveals their secret identity, showing it accomplished their objective, winning the game.&#10;&#10;But that&rsquo;s not all! Each card, when played and even on the table, has an especial effect. Fame cards allow you to play additional cards in your turn. Shade cards cancel Fame cards and allows you to steal cards from that player&rsquo;s hand. Laugh cards makes you switch a cards position on the table from one player or another. And finally, with the Spotlight cards, you draw 3 cards and discard 2. Every card is useful, even if they doesn&rsquo;t make you win the game directly!&#10;Balance is settled with card mix and double cards, that you can play using one of the sides only (and remain in that position even when stolen) and also affect the winning condition, making players hard to deduce how wins each player.&#10;&#10;Las Divas is a game of temporal alliances, betrayal, deception and fabulous-ness, encouraging players to act like be a queen, making drama, stealing the show and revealing their hidden talents.&#10;&#10;It was published in Argentina in 2018, thanks to a succesful crowdfunding campaign.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "What Do You Meme?: Mean Girls Expansion Pack",
    "ID": 267358,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267358/what-do-you-meme-mean-girls-expansion-pack",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "What Do You Meme? Mean Girls Expansion Pack. We made fetch happen with the groolest expansion pack yet! Your chance to meme Cady, The Plastics, Janice, and more! The limit of memes doesn't exist! 50 Photo Cards and 50 Caption Cards to be added to core game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: What Do You Meme?",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Small Star Empires: 5-6 Player Expansion",
    "ID": 267360,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267360/small-star-empires-5-6-player-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From back of box:&#10;This expansion enables you to play Small Star Empires with up to 6 players! Includes all of the base game player components as well as the main expansions&rsquo; player components (Battle and Research Stations and additional markers).&#10;&#10;Contains: &#10;Purple and Gray player sets each including: 4 Ships, 16 Cities, 4 Trade Stations, 3 Battle Stations, 3 Research Stations, 1 Homeworld Sector, 1 Cube (Power Marker), 3 Discs (Player abilities markers and score marker).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expect Delays",
    "ID": 267362,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/267362/expect-delays",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Expect Delays is a 10-20 min deck de-builder for 2 or 4 players all about the joys of riding public transit. Players take on the role of busy commuters desperately trying to get to work via an underfunded and barely operating subway system.&#10;&#10;Players share access to a deck of trains they use to move commuters along their train lines. On their turn players may board riders, run lines, repair trains, or take trains out of service by removing them from the shared deck. Players must utilize this tug-of-war style deck building to make sure their commuters can progress further then those on the opponents line. The player with the most destination points when the deck runs out of cards and the subway comes to a grinding halt, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pick-up and Deliver",
      "Take That"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treta do Anzol",
    "ID": 267365,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/267365/treta-do-anzol",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "In the card game Treta do Anzol, you enter a family fishing contest. Unfortunately, fish is not the only thing that you are pulling up, there are also monsters, mermaids and other strangenesses. If you manage to get some fishes, you need to protect them from cats, and, of course, from your jealous relatives.&#10;&#10;A player turn consists of two phases: The fishing phase, in which the player draws a card from the &quot;pond&quot; pile and puts it on their character card. The fish card a character holds shows a number which determines how many cards they can play in the second phase, the action phase. In this phase, players try to cheat the other players out of their catch. Over the course of the game, players try to protect their catch and cheat others out of theirs. At some point, a &quot;final player&quot; card appears in the pile that triggers the game end. Whoever holds most points from their catch in the end is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Small Star Empires: Supermassive Black Hole",
    "ID": 267366,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267366/small-star-empires-supermassive-black-hole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mini-expansion for Small Star Empires.&#10;&#10;Explore the secrets of the Supermassive Black Hole with your survey ships and stay clear of its strong gravitational field, as it can pull your ships and destroy them!&#10;&#10;Push your luck to score as much points as possible!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Suburbia: Collector's Edition",
    "ID": 267367,
    "Year": "(2019)",
    "Geek Rating": "6.992",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/267367/suburbia-collectors-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "Suburbia Collector&rsquo;s Edition is a revamped version of the classic game Suburbia by Bezier Games. Suburbia fans old and new will fall in love with the updated three dimensional artwork, city-specific recessed borough boards, oversized tiles, and giant tile tower. This beautiful collectors edition features several amazing Game Trayz organizers and includes all existing expansions as well as a brand new one: Nightlife, which has buildings and locations that are more active in the evening hours.&#10;&#10;This strategic tile-laying game has players use hex-shaped building tiles to create their own unique city. These tiles include residential, commercial, civic, and industrial areas, as well as special points of interest that provide benefits and take advantage of the resources of nearby places. Your goal is to have your city thrive and end up with the greatest population.&#10;&#10;Each player builds up their own economic engine and infrastructure that will be initially self-sufficient, and eventually become both profitable and increase your population. As your city grows, you'll increase both your income (giving you more cash to spend) and your reputation (growing your population). The winner is the player with the largest population.&#10;&#10;During each game, players compete for unique goals that offer additional population boosts - and with the many varying buildings and properties, you&rsquo;ll never play the same game twice!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Game: Suburbia",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Small Star Empires: Civilization and Tiles Pack",
    "ID": 267369,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267369/small-star-empires-civilization-and-tiles-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Includes:&#10;2 Civilization boards (Argon Marauders and Thorian Assembly)&#10;4 Main sector tiles&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Poppies Campaigns: Volume 3 – Assault Artillery: La Malmaison",
    "ID": 267375,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/267375/red-poppies-campaigns-volume-3-assault-artillery-l",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Assault Artillery (AA) recounts the Battle of La Malmaison, 23-27 October 1917, in which the French employed their Artillerie Sp&eacute;ciale (tank force) and creeping barrage to capture Pinon, Vaudesson, and the coveted Chemin des Dames ridge. The French victory confirmed their recovery from the mutinies spawned by the disastrous Nivelle Offensive fought over some of the same ground six months earlier.&#10;&#10;In a six-day preliminary bombardment, French guns, with a three to one advantage, silenced most of their German counterparts and smothered German rear areas with dense gas to impeded German reinforcements. At 0515 on October 23 (zero hour), six divisions of the French XI, XIV, and XXI corps attacked on a 7.5-mile wide front. French infantry advanced in the predawn twilight behind an elaborate creeping barrage with 63 Schneider and Saint-Chamond tanks in support. Twenty-seven of the 63 tanks bogged before reaching the front line. A combination of German fire and mud stopped 15 more in no man's land. Twenty-one French tanks (1/3rd of the starting total) actually made it to the German second position. The French 38th Division captured Fort de Malmaison and XXI Corps took Allemant and Vaudesson. From 24 to 25 October, XXI and XIV corps advanced while I Cavalry Corps came forward to exploit a hoped-for German collapse.&#10;&#10;With specialized &ldquo;eingreif&rdquo; companies sprinkled all along the front, the Germans launched numerous local counterattacks. However, the French wave was inexorable. Still, the German 7th Army retired from the Chemin-des-Dames to the north bank of the Ailette in good order.&#10;&#10;By October 26, the French had gained 3.5 miles in some places at a cost of only 12,000 casualties, far fewer than Germany&rsquo;s 38,000 and a significant improvement over the 30,000 French losses suffered in the same area during April&rsquo;s Nivelle Offensive. The French also bagged about 11,500 German prisoners. The Artillerie Sp&eacute;ciale proved its worth by smothering numerous German machine gun posts.&#10;&#10;AA is the third volume in the Red Poppies Campaign (RPC) system for gaming World War I battles. Ownership of previous volumes, The Battles for Ypres and/or Last Laurels at Limanowa, is NOT required to play AA; everything you need to play AA is in this box. AA offers the same rules as The Battles for Ypres and Last Laurels at Limanowa except that sections 12 and 13, the scenarios and campaigns for volumes I and II, are intentionally left blank while section 14, the AA scenarios and campaigns, has been added.&#10;&#10;Complexity: 6 out of 10&#10;Solitaire suitability: 8 out of 10&#10;Time Scale: 10 minutes per turn&#10;Map Scale: 200 yards per hex&#10;Unit Scale: Companies, squadrons, sections&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Series: Red Poppies Campaigns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schutztruppe: Heia Safari 1914-1918",
    "ID": 267376,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/267376/schutztruppe-heia-safari-1914-1918",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "Schutztruppe, Heia Safari, 1914-18 delivers an intriguing and detailed look at the East African Guerrilla war, 1914-1918. This is a moderate complexity wargame with detailed naval and supply rules, and a map and order of battle representing the authoritative treatment of the campaign. The overall game presentation is enhanced with a mounted game map and larger 9/16&quot; counters.&#10;&#10;Heia, heia Safari! was a call which for four years echoed throughout East Africa. With this call the officers of the Schutztruppe in German East Africa rallied and encouraged their askari in the defense of their country during the First World War. This small force, whose strength never exceeded 3,000 white and 12,000 black soldiers (askari), was opposed by some 300,000 men (150,000 at any one time), comprising British, Indian, Rhodesian, Nigerian, Gold Coast, South African, Belgian and Portuguese troops. Led by Major-General Paul von Lettow-Vorbeck, the Schutztruppe fought within its own home territory for the first three years of the war. During the final year von Lettow-Vorbeck transferred his resistance to Portuguese East Africa and trekked south to within 60 km of Quelimane. He reappeared in Northern Rhodesia in November, 1918, and that is where news of the general armistice that ended the war reached him.&#10;&#10;Forces represent the German, British, South African, Portuguese, and Belgian combatants. Special rules provide a game that is highly-playable yet rich in historical detail featuring weather effects, supply and supply depots, replacements, provisional reinforcements, rail movement, naval transport, naval battle, amphibious assault, aircraft, blockade runners, garrisons, German retreat movement, Allied ambush, infiltration movement, land and naval reaction, artillery bombardment, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Burundi",
      "Country: Germany",
      "Country: Rwanda",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cannae-Lite: The Battles of Herdonia, 212 and 210 BC",
    "ID": 267379,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267379/cannae-lite-the-battles-of-herdonia-212-and-210-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The Battles of Herdonia, 212 &amp; 210 BC, is GMT's Battle Scenario for SPQR, published in RBM's C3i Magazine Nr. 20.&#10;&#10;After Cannae, most Roman generals accepted the wisdom of Fabius the 'Delayor'; against Hannibal, discretion was definitely the better part of valor. Fortunately for the historical wargaming community, two generals were foolish enough to accept Hannibal's challenge, both names Fulvius, and both on the field before Herdonia. As had occured at Cannae, both these armies were also envelopped and annihilated. Unlike Cannae, at the Herdonia battles Rome fielded only two, not eight, legions. So here is an opportunity to fight Cannae-Lite, two classic battles of envelopment, scaled down to one-quarter of Cannae's monumental size.&#10;&#10;Contents:&#10;&#10;     Herdonia Setup Card.&#10;     21 new counters.&#10;&#10;&#10;Expansion module for the Great Battles of History (GBoH) series game SPQR.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "History: Punic Wars",
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  }
]