[
  {
    "Rank": "10201",
    "Name": "Deckscape Crew vs Crew: The Pirates' Island",
    "ID": 295571,
    "Year": "(2021)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/295571/deckscape-crew-vs-crew-the-pirates-island",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Deckscape Crew vs Crew: Pirates' Island is part of a series of games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;Deckscape Crew vs Crew: Pirates' Island differs from other Deckscape titles by adding a competitive element to the game! Players split into two teams and try to correctly solve the puzzles before the other team does. This chapter also features puzzle-based mini-games specially designed for a competitive experience!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Deckscape (dV Giochi)"
    ]
  },
  {
    "Rank": "10202",
    "Name": "Gettysburg 150",
    "ID": 135530,
    "Year": "(2013)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/135530/gettysburg-150",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1538",
    "Description": "In May of 1863 the Confederacy was winning battles but losing the war. In the west Grant was moving on Vicksburg. In the east, the Army of Northern Virginia was holding off the Army of the Potomac, but Lee realized that this could not last forever. Something had to change, he would strike north and take the war to the enemy. After weeks of maneuver, a chance collision between the two armies would seal the fate of the Confederacy. Now is your chance to change history. Can you do better than Lee and crush the Union army as it arrives piecemeal? Or as Meade will you hold the heights and dash the last great hope of Confederate victory? The decisions are yours&hellip; in Gettysburg 150!&#10;&#10;Gettysburg 150 is an expansion of the ideas contained in Hold the Line. Like Hold the Line, it uses command action points for units to move and attack. The CRT is simliar, although artillery is weaker at longer ranges due to the greater scale of the battle. However, the board is not modular and infantry units are stronger. Units are division level, with brigade level cavalry. Advanced features like column movement is covered simply with movement bonuses for not moving adjacent to enemy units. More importantly, the game has optional rules to increase realism, including early reinforcements, army demoralization due to heavy losses, and rules to encourage corps organization. The game has 4 scenarios covering days 1, 2, and 3, as well as the Confederate attack on Little Round Top on July 2. Scenarios are playable in 1 hour for the day battles, 20 to 30 minutes for the Little Round Top scenario. The complete 3 day battle is playable in 2.5 to 3 hours.&#10;&#10;A division level Gettysburg game in honor of the 150th anniversary of the battle.  This simple fast playing game comes with a mounted 25 x 22 map, two counter sheets, rules, and dice.  You can play the entire battle in 2 to 3 hours, with 4 shorter scenarios.&#10;&#10;Players will maneuver the counters representing the Union and Confederate armies across a hex cover representation of the battlefield at Gettysburg.  Each turn players get a number of action points that will allow them to maneuver, fire combat, and close combat enemy forces.  You will always receive some action points, but will never be sure exactly how many recreating the uncertainty of command and control. Victory is obtained by driving the enemy from the field by capturing terrain objectives or eliminating enemy units.&#10;&#10;The game uses the popular Hold the Line game system as its base.  Optional rules include a Chaos of War table, force march, and more.&#10;&#10;Includes a mounted game board, 2 counter sheets with large 7/8&quot; counter sheets, dice, and rules.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Series: Hold the Line (Worthington)",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "10203",
    "Name": "Race For Bastogne",
    "ID": 260131,
    "Year": "(2022)",
    "Geek Rating": "5.576",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/260131/race-for-bastogne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.8571",
    "Description": "Race For Bastogne is a Grand Tactical Series (GTS) game that covers one sliver in the history of the Battle of the Bulge. On 16 December 1944, the Germans launched their great offensive through the Ardennes.&#10;&#10;The XLVII Panzer Corps attacked with the 2. Panzer Division and 26. Volksgrenadier Division, reinforced by the Panzer Lehr Division. Defending was part of the 110th Infantry Regiment of the 28th Infantry Division. It should have been a blitzkrieg through the thin defenses but stubborn resistance, the terrain, and the well-managed commitment of American reinforcements caused the German attack to fail to take Bastogne just as the 101st Airborne Division arrived. Even as German forces by-passed Bastogne to extend the &ldquo;Bulge,&rdquo; the 101st was hard pressed to defend the critical crossroads town.&#10;&#10;Race For Bastogne simulates the German XLVII Corps attack across the Our River through the 110th Infantry Regiment, the delaying actions by Combat Command Reserve, 9th Armored Division, and Combat Command B, 10th Armored Division, followed by the defense of Bastogne by the 101st Airborne Division. The game covers the night of 15 December to the night of 25 December 1944. The German initially commands three &ldquo;divisions&rdquo; and the American two &ldquo;divisions&rdquo; on two maps laid end to end.&#10;&#10;Race For Bastogne includes one Campaign Game and six scenarios; five of these use a single map (or portions of a single map), and the sixth uses both maps.&#10;&#10;Race For Bastogne components:&#10;&#10;&bull; Grand Tactical Series (GTS) 2.0c Series Rules (40 pages, color)&#10;&bull; Race For Bastogne Exclusive Rules (60 pages, color)&#10;&bull; Rules Summary (8 pages, B&amp;W)&#10;&bull; Race For Bastogne TRC/TEC set (2 cards, color)&#10;&bull; Race For Bastogne Divisional Charts set (5 cards, color)&#10;&bull; Race For Bastogne Off-Map Display &amp; Turn Record Chart (2 cards, color)&#10;&bull; Two single-sided 22&quot; x 34&quot; maps&#10;&bull; One double-sided 8-1/2&quot; x 11&quot; map&#10;&bull; Eight countersheets (5/8&quot;)&#10;&bull; Four 10-sided dice&#10;&bull; One box and lid (*Note: this is our standard 3&rdquo; box and is not the same style of box used for The Devil&rsquo;s Cauldron, Where Eagles Dare, and The Greatest Day).&#10;&#10;Designer: Joe Chacon&#10;&#10;Developer: Nick Richardson&#10;&#10;Game Art: Nicolas Eskubi&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "History: World War II (Battle of the Bulge)",
      "Mechanism: Campaign Games",
      "Players: Two-Player Only Games",
      "Series: Grand Tactical (MMP)"
    ]
  },
  {
    "Rank": "10204",
    "Name": "LOTS: A Competitive Tower Building Game",
    "ID": 269403,
    "Year": "(2020)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/269403/lots-a-competitive-tower-building-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The city is growing every day, with new buildings popping up on every vacant lot. You&rsquo;ve been hired as a contractor to help develop a skyscraper that will reshape the city&rsquo;s skyline. If you work hard and plan smart, you can earn the title of Master Builder and be immortalized as part of the city&rsquo;s rich history.&#10;&#10;LOTS is a 3 dimensional puzzle game for 1 to 4 players where contractors are competitively working to build the same tower on a vacant Lot. Players will have to use spatial recognition, color coordination, and just a hint of dexterity to score the most points before the games end.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Solo / Solitaire Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Theme: Construction"
    ]
  },
  {
    "Rank": "10205",
    "Name": "Master Merchant",
    "ID": 107638,
    "Year": "(2011)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/107638/master-merchant",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.1",
    "Description": "A merchant's job doesn't consist of simply sitting around and earning money. Sometimes they need to sell their shirt to call for help from others. Sometimes they need to banter and fight for prices. And sometimes they have to swallow their tears and abandon all they have built. If you can overcome these hurdles, earn the trust of people and build up a fortune, then you will be a true master merchant.&#10;&#10;Master Merchant is a &quot;hand-building&quot; card game along the lines of the &quot;deck-building&quot; genre started by Dominion, except that players have no deck &ndash; only a hand of cards and a discard pile.&#10;&#10;Players start with a hand of two cards: &quot;Steal one gold from all players with four or more gold&quot; and &quot;Buy a card from the town&quot;. On each turn a player can play up to two cards from his hand, either face up to gain a card's effect or face down to gain one gold.&#10;&#10;The &quot;town&quot; consists of ten different types of cards, which cost 1-4 gold. All cards played and purchased go into a player's personal discard pile, which is open information to all players. If a player starts his turn with no cards, he picks up his entire discard pile. The first player to get eight gold or eight different cards wins the game.&#10;&#10;This game's setting is same as Mai-Star, which is from the same designer, artist and publisher.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "10206",
    "Name": "PanzerBlitz: Hill of Death – The Battle for Hill 112, Normandy 1944",
    "ID": 26745,
    "Year": "(2009)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/26745/panzerblitz-hill-of-death-the-battle-for-hill-112",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2.878",
    "Description": "Panzerblitz: Hill of Death: The Battle for Hill 112, Normandy 1944, covers the epic battle between British &amp; German forces for the dominant terrain feature, Hill 112 and the control of Normandy. Take command of Infantry and Armor units to control key terrain features on Hill 112 and the surrounding countryside. This battle waged for over 4 weeks with the hill and surrounding objectives changing hands several times.&#10;&#10;This is not the PanzerBlitz of the 70's, but rather a modernized system which uses many of the core concepts of PanzerBlitz while removing some of the 'gameyness' of the original system.&#10;&#10;Panzerblitz: Hill of Death is the first game in the Panzerblitz 2 series from Multi-Man Publishing&#10;&#10;Game Scale:&#10;Turn: 15 minutes&#10;Hex: 273 yards / 250 meters&#10;Units: Platoon&#10;&#10;Game Inventory:&#10;One 22 x 32&quot; full-color mapsheet&#10;Three dual-side printed countersheets (352 5/8&quot; counters &amp; 140 1/2&quot; counters)&#10;One 18-page Panzerblitz: Hill of Death rules booklet&#10;One dual-side printed Player Aid card&#10;Four dual-side printed Scenario cards&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: PanzerBlitz (Avalon Hill)"
    ]
  },
  {
    "Rank": "10207",
    "Name": "Weapons of Mass Destruction",
    "ID": 12367,
    "Year": "(2004)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/12367/weapons-of-mass-destruction",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4783",
    "Description": "The newest expansion for the award-winning Nuclear War Card Game is called Weapons of Mass Destruction (WMD).  WMD is a game for 2-4 players (more with combined sets).  Each player represents a &quot;major world power&quot; and attempts to gain world domination through the strategic use of propaganda techniques or nuclear weapons.&#10;&#10;From the box, &quot;Be the first on your block to blow up the world.  The winner is the sole survivor, but sometimes there is no survivor and thus no winner!  Takes less than an hour to play.  If you buy the expansion sets, you can play with more players.  This game is intended to be an expansion set for  the original Nuclear War Card Game invented by aerospace engineer Douglas Malewicki, but WMD can be played by itself.&quot;&#10;&#10;Includes both the 70 card WMD deck as well as a new 40 card population deck featuring art with Nodwick, Kenzer and Company, and Dork Tower characters.&#10;&#10;Integrates with:&#10;&#10;    Nuclear War&#10;    Nuclear Escalation&#10;    Nuclear Proliferation&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Nuclear War (FBI)"
    ]
  },
  {
    "Rank": "10208",
    "Name": "Portals",
    "ID": 386168,
    "Year": "(2023)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/386168/portals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.25",
    "Description": "Portals is an abstract game akin to chess. If you enjoy spacial reasoning puzzles and visualizing spacial sequences, you will enjoy Portals!&#10;&#10;During the game, players draft fabulous Elemental stones to complete various shapes on Key cards. By activating completed Key cards, players fill Elemental boards with stones and gain Victory Points for matching colors and adjacency.&#10;&#10;Game Features&#10;&#10;&#10;     Easy to learn, hard to master. Start playing quickly, get better with every game.&#10;     This &#10;     Close interaction. You share everything with other players, so you&rsquo;ll inevitably mess someone&rsquo;s plans up. &#10;     Tactical variability. There&rsquo;s no &lsquo;one size fits all&rsquo; winning strategy.&#10;     Additional modules. Additional challenges to spice things up.&#10;     Beautiful components. Vibrant colors, a player-friendly design and stones that are great to play with.&#10;     Solo mode. Great and crunchy puzzle to enjoy alone.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "10209",
    "Name": "Urban Operations",
    "ID": 179251,
    "Year": "(2017)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/179251/urban-operations",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "300",
    "Weight": "3.5556",
    "Description": "Discover brand new game mechanisms for tactical Modern Warfare!&#10;&#10;Urban Operations uses blocks to simulate the Fog of War, and blocks rotation to show units hits.&#10;&#10;3 campaigns (16 scenarios) including some famous fights:&#10;&#10;    Fulda - NATO vs Warsaw Pact (6 scenarios)&#10;    Mogadishu (6 scenarios)&#10;    Four Aces - elite units of 4 nations&#10;        US Marines in Fallujah (04) &#10;        French Foreign Legion at Kolwezi (78) &#10;        Russian Paratroopers in Groszny (99), &#10;        British Desert Rats in Bassrah (03)&#10;    &#10;&#10;&#10;Game system: simple but efficient&#10;&#10;From the very beginning the development of Urban Operations, all the complexities that occur in urban warfare have been taken into account. On a classical game board, terrain symbols on the map and specially designed rules help to represent weapons effects, which are one of the main sources of casualties during urban fightings.&#10;&#10;In the same way, the map system allows the management of distant fire, even from building to building, as well as close quarter battle from room to room. When explosives are used to breach walls, or when a shell hits its target, collateral effects of the explosion are taken into account. It was also critical to integrate one of the major players of today&rsquo;s conflicts, which is the civilian population. The presence of non-combatants often complicates the way forces can use their weapons, especially against irregular opponents.&#10;&#10;In addition, the presence of tactical leaders is a real asset for assault squads. And combat service support teams can deliver logistical support on the frontline, in order to enhance the operational status of any element.&#10;&#10;Components:&#10;&bull; Boxed game&#10;&bull; 5 maps: Four 72cm x 54cm and one 72cm x 13cm&#10;&bull; Two 24cm x 30cm game map (underground)&#10;&bull; 199 die-cut counters&#10;&bull; One 82 et one 74 stickers sheet&#10;&bull; 160 wooden blocks&#10;&bull; Rules booklet&#10;&bull; 3 Campaign rules booklet&#10;&bull; 16 scenario player aids&#10;&bull; 2 player aids in english&#10;&bull; 1 set of 144 playing cards&#10;&bull; 2 dice&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "History: Conflicts against the Islamic State",
      "History: Conflicts in the Congo",
      "History: Iraq War",
      "History: Russo-Chechen Wars",
      "History: Somali Civil War",
      "History: War in Afghanistan"
    ]
  },
  {
    "Rank": "10210",
    "Name": "History of the Roman Empire",
    "ID": 17382,
    "Year": "(2008)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/17382/history-of-the-roman-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6286",
    "Description": "(From the Publishers Website: P500 production)&#10;&#10;&quot;The History of the Roman Empire&quot; covers the time-period from the Rise to the Fall of the Roman Empire in seven game turns starting in 60 BC (the first Triumvirate composed of Caesar, Crassus and Pompeus) until the last [Western] Emperor (Romulus Augustus) in 476 AD.&#10;The map contains the entire Mediterranean area as well as a part of Asia Minor.&#10;Each of the up to four Players takes the role of one Roman Faction and one group of &quot;Barbarian&quot; Peoples (non-Romans), and by playing certain event cards you can gain control over minor Kingdoms.&#10;The game is best suited for 4 Players but can be played by 3 or 2 Players as well.&#10;&#10;Since every Player controls a Roman Faction and a &quot;Barbarian&quot; People it is not possible to completely remove a Player from the Game (The Roman Faction that Player controls can be eliminated but the Barbarians can not).&#10;&#10;The Game &quot;History of the Roman Empire&quot; is not strictly historic but offers &quot;a great lot of Flavor&quot; with its 42 Roman Emperors (and Pretenders) and the 34 different &quot;Barbarian&quot; Peoples and minor Kingdoms. Since every Player controls Romans as well as Barbarians you will get all kinds of situations like Romans vs. Barbarians, Romans fighting among themselves, or Barbarians fighting other Barbarians.&#10;The Emperor for each Roman Faction changes every Game Turn as well as the Barbarian Peoples that the Players control.&#10;With its easy to learn rules - players who are familiar with &quot;Hispania&quot;, &quot;Britannia&quot; or &quot;History of the World&quot; will find some similarities and some new features - and the constantly changing Barbarians, &quot;The History of the Roman Empire&quot; can be great fun.&#10;&#10;The Players will have to decide how to use their Roman Legions as well as how to use the armies of their Barbarians and of course where to plan new Cities and Forts (for the Roman Factions).&#10;Since it is worth many more Victory Points to control all areas of one color, soon everyone will try to establish his own small empire (and of course to disturb the others), until the more powerful Barbarians like the Goths or the Huns arrive and threaten to take control of the map.&#10;&#10;Each turn the Roman Factions spend some of their Victory Points on new Legions and/or Forts or Fortresses. The Barbarians do not use their Victory Points for recruiting Units but rather &quot;mobilize&quot; up to a certain number of Armies (how many units depends on the Barbarian People).&#10;Every game will present you with new situations since the Players will work on and change their strategies and the 45 random cards will influence every game in a unique way.&#10;At the end of the seventh turn, the players total their victory points and determine the winner.&#10;&#10;Will the Roman Empire rise to Glory or will it be crushed by the overwhelming Barbarians?&#10;&#10;It's up to YOU&hellip;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "10211",
    "Name": "Fall",
    "ID": 417741,
    "Year": "(2024)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/417741/fall",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Autumn has arrived, and the fall flowers color the forest. The robin announces the imminent cold and the hoopoe, almost ready for the great nocturnal migration, feeds itself with the last available food. The fox grows its winter coat and toads swarm the most humid areas of the grove, thriving with mushrooms and deciduous leaves.&#10;&#10;In Fall you create, together with your opponent, an autumn ecosystem. You both place leaves tiles in the same environment to grow the forest and host its flora, fauna, and funga. However, each player scores points for different objectives, and only at the end of the game the opponent's scoring conditions will be revealed, thanks to the Fox, Bird, and Flower scoring cards, which are different for each player in each game.&#10;&#10;During the game, try to understand your opponent's strategy, to counteract it and make it turn in your favor.&#10;&#10;Single tableau for both players, with variable scoring opportunities for each player.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Birds",
      "Animals: Foxes",
      "Animals: Frogs / Toads",
      "Components: Hexagonal Tiles",
      "Components: Wooden pieces & boards",
      "Mechanism: Tableau Building",
      "Players: Two-Player Only Games",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "10212",
    "Name": "Best Treehouse Ever: Forest of Fun",
    "ID": 232823,
    "Year": "(2018)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/232823/best-treehouse-ever-forest-of-fun",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "It&rsquo;s time to build another treehouse!&#10;&#10;In the new stand alone sequel to the Golden Geek Nominated Best Treehouse Ever (Best Card Game, Best Family Game, 2015), Best Treehouse Ever: Forest of Fun, players compete to build their best treehouse, outfitting their treehouse with cool rooms, and creating fun habitats for their favorite furry and feathered friends, while also making sure that their tree doesn't tip over and that their rooms are more impressive than all of their friends' rooms at the end of the game.&#10;&#10;In addition, our treehouse builders have leveled up their experience by visiting new locations in the forest that provide special abilities to help them in their new build.&#10;&#10;Building takes place over three weeks/rounds, and in each round, players use card drafting and spatial reasoning to add five new rooms to their treehouse. Players must pay attention to the other treehouses being built since they take turns determining which types of rooms score for everyone at the end of each round.&#10;&#10;At the end of the third week, the winner is the player with the best treehouse ever!&#10;&#10;But the best part? Best Treehouse Ever: Forest of Fun can be combined with Best Treehouse Ever to play up to 8 players!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10213",
    "Name": "Quests Over Coffee",
    "ID": 367030,
    "Year": "(2022)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/367030/quests-over-coffee",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Quests Over Coffee is a single player dice throwing game where you try to claim fame and fortune. With a some strategy, some items, and a little bit of luck, you can find yourself on the other side of the glory or in the pit of a grave.&#10;&#10;The game is also a system that allows for you to create your own Quests and Items to experience. Let your imagination and experience run free!&#10;&#10;&mdash;description from the publisher&#10;&#10;From a choice of 5 shown quest cards, choose one and roll 3d6 to defeat the quest or fail. As you defeat quests, you gain items which can improve your character or purchase items. An 18 card game with a template to create your own quest.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Game: Quests Over Coffee",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "10214",
    "Name": "Dunkirk: France 1940",
    "ID": 231367,
    "Year": "(2018)",
    "Geek Rating": "5.576",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/231367/dunkirk-france-1940",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Dunkirk: France 1940 is a block wargame designed by Doug Bryant. The game allows you to refight the German invasion of France, and the low countries in May and June of 1940. Doug has been designing and playtesting the game for over 2 years and has some innovative concepts in the game.&#10;&#10;Before the game begins the German player picks a strategy card that has various goals for him to attain for victory. Each player has a hand of cards that add to battle, reinforcements, and other elements that occurred or could have occurred during the game. The game is not card driven, but card enhanced. The game is chit driven. The Allied, and German armies are broken up into their larger commands, chits are placed in a cup and drawn during the game turn. When a chit is drawn, the command for that chit is activated for movement and combat.&#10;&#10;Victory is determined at the end of the game if the Germans can attain the goals on their strategy card, and for the Allies if they can prevent the Germans from reaching their goals.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Simulation"
    ],
    "Families": [
      "Cities: Dunkirk (France)",
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "History: World War II (Western Front 1940)"
    ]
  },
  {
    "Rank": "10215",
    "Name": "The Dogs of War",
    "ID": 320084,
    "Year": "(2021)",
    "Geek Rating": "5.576",
    "Avg Rating": "8.94",
    "Link": "https://boardgamegeek.com/boardgame/320084/the-dogs-of-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "4.125",
    "Description": "&quot;The goal is to collapse adversary&rsquo;s system into confusion and disorder causing him to over and under react to activity that appears simultaneously menacing as well as ambiguous, chaotic, or misleading.&quot;&#10;&#10;John R. Boyd, &ldquo;Patterns of Conflict&rdquo;&#10;&#10;&#10;At 0400 Zulu Time, July 24 1985, Warsaw Pact forces cross the Inner German Border and assault NATO positions in West Germany. The main thrust, formed by 10 Soviet Category I Divisions, is in the BAOR sector and points directly to the Ruhr area.&#10;&#10;Taking its roots from SPI&rsquo;s Central Front and NATO: Division Commander, The Dogs of War is the second module of the C3 series, focused on Command, Control and Communication.&#10;&#10;All the elements of modern mechanized warfare are covered: Chemical and Nuclear Weapons, Attack Helicopters, Engineers, Electronic Warfare, Counter-battery Fire, Ribbon Bridges, Army Doctrines, Reconnaissance units, Close Air Support coordination and more.&#10;&#10;Several typical wargame mechanics have been reinterpreted, and both sides will fight three equally dangerous foes: the enemy, their own plan and time. Even a simple action can quickly turn into a disaster when facing an opponent using more efficiently the real key to victory: the OODA Loop theorized by John Boyd in the early &lsquo;80s and used today as the basis for several military doctrines.&#10;&#10;Military doctrine, tactics and peculiarities for each side are represented, allowing a skilled commander to use his own strength points and exploit the enemy&rsquo;s weak ones. Some examples are:&#10;&#10;&#10;    West German Auftragstaktik (Mission-Type Orders), giving Bundeswehr a flexibility hardly obtained by other armies.&#10;    British Engineers, allowing extensive use of prepared defense positions.&#10;    BAOR logistic deficiencies and ammunition shortage.&#10;    Soviet Sappers, first-line assault units used to crack the toughest nuts.&#10;    Soviet Assault From March doctrine.&#10;    Warsaw Pact vulnerable supply network.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Highlights&#10;    5 km per hex, 3 hours per game turn&#10;    Regiment / Battalion sized ground units&#10;    Detailed Order of Battle set in 1985&#10;    Close Air Support and Attack Helicopters&#10;    Command, Control &amp; Communication related problems&#10;    Electronic and Intelligence Warfare&#10;    Artillery interdiction and Counter-Battery fire&#10;    Chemical and Nuclear warfare&#10;    Specific events for Warsaw Pact and NATO&#10;    Random events to further increase battlefield chaos&#10;    Two Campaign Games:&#10;        &quot;The River Weser Deep and Wide&quot;, Warsaw Pact offensive in BAOR sector.&#10;        &quot;One Minute to Midnight&quot;, all-out chemical and nuclear warfare after several weeks of tension and build-up &#10;    &#10;    Four Smaller Scenarios:&#10;        &quot;Welcome to Braunschweig&quot;, West German 2 Panzer Brigade defense of the city against Soviet 35th Motorized Rifle Division.&#10;        &quot;They Came Before Dawn&quot;, Soviet 76th Guards Airborne assault to key crossings on Weser and Leine rivers.&#10;        &quot;Give Me the Night&quot;, British 1st Armoured Division fight to slow down Soviet 3rd Shock Army assault.&#10;        &quot;Queen's Gambit&quot;, British 3rd Armoured Division counter-attack at D+4.&#10;    &#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Components&#10;    98&times;55 cm matte plasticized map, covering BAOR area of responsibility&#10;    1000+ 5/8&Prime; matte plasticized counters&#10;    44 Action and Event Cards&#10;    30 pages Rules Booklet&#10;    30 pages Scenarios &amp; Designer&rsquo;s Notes Booklet&#10;    10 pages Examples of Play Booklet&#10;    2x Tables booklets&#10;    4x Players' Aid Charts&#10;    2x 10-sided dice&#10;    10x zipbags&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Decades: The 1980's",
      "History: Cold War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: C3 Series (Thin Red Line Games)",
      "Theme: Alternate History",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "10216",
    "Name": "Heroica: Nathuz",
    "ID": 94734,
    "Year": "(2011)",
    "Geek Rating": "5.576",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/94734/heroica-nathuz",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "LEGO's Heroica series represents a classic dungeon game. The players move through tunnels, collecting treasure and fighting enemies. Conflict is resolved by dice rolls; the die results can be a number or a symbol, which might allow the player to use a special weapons. Instead of a character sheet, the players have equipment &quot;backpacks&quot; which can be filled with weapons, potions, keys, etc., depending on what they find during their adventure.&#10;&#10;Heroica: Nathuz has a classical cave theme. Players enter the dungeons through an intimidating gate, follow the paths lit by torches, and fight giant bats.&#10;&#10;Heroica: Nathuz can be combined with any or all other games in the Series: LEGO Heroica series.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: LEGO Games",
      "Series: LEGO Heroica",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "10217",
    "Name": "Pecunia non olet (Second Edition)",
    "ID": 209672,
    "Year": "(2016)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/209672/pecunia-non-olet-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "It's not easy being a Roman latrine owner. Your customers are often more fussy than you want them to be. Senators give you more money, but they never want to sit next to slaves. Female Romans want to go together to the bathroom, while the average Roman takes longer for his business than you'd like him to. Whoever is best at managing their waiting queue and sending unwanted customers to their opponents will win the game and become the richest Roman!&#10;&#10;This second edition of Pecunia non olet contains five expansion modules that can be combined with the base game. VIR (very important Romans) are new characters who do different things when they enter or leave the latrine, latrine expansions allow their owner to make more effective offers, and the job ladder doesn't ask the players have money as the only thing that matters is being the most honorable operator!&#10;&#10;A big pile of fun for the whole family!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "10218",
    "Name": "Take the Gold",
    "ID": 223481,
    "Year": "(2017)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/223481/take-the-gold",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Take the Gold is a 2-6 player draw-and-play light bluffing card game that can be learned in under two minutes. Players try to be the first to collect four gold coins by using pirates to steal coins from other players. Officers can be called in to stop the pirates, but be prepared for The Kraken who could wipe out everything they have! Games are quick paced and play in less than ten minutes.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Memory",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "10219",
    "Name": "Origins of World War II",
    "ID": 2975,
    "Year": "(1971)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/2975/origins-of-world-war-ii",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0476",
    "Description": "Origins of World War II is an Avalon Hill bookcase game. A game in which the players take the roles of the major powers of World War II in the 1930s. Each attempts to achieve its diplomatic objectives while preventing the other players from gaining theirs. If Germany or the USSR win World War II starts, if one of the allied powers wins the war would have been prevented.&#10;&#10;The game is played in a series of six turns (the final one being December 1939), actions are resolved via the diplomatic conflict table by comparing the diplomatic points of the attacker vs. those of the defender in each given area (Poland, Romania, etc).&#10;&#10;Several different &quot;What if&quot; policies are available such as Strong Franco-British alliance, Aggressive French policy and the Anti-Bolshevik Crusade.&#10;&#10;Includes a good chronology of the actual diplomatic moves made by each of the major powers leading up to the second world war.&#10;&#10;Avalon Hill Complexity rating - 1&#10;&#10;The german Schmidt Spiele edition &quot;Diplomatie&quot; was published as a game of the Schmidt Spiele-Bar series in book case format.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Negotiation",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: USA",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Series: Origins (Jim Dunnigan)",
      "Series: Spiele-Bar (Schmidt-Spiele)"
    ]
  },
  {
    "Rank": "10220",
    "Name": "Lawless",
    "ID": 6554,
    "Year": "(2003)",
    "Geek Rating": "5.576",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/6554/lawless",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.814",
    "Description": "In Lawless, each player is in charge of a ranch in the Wild West.  In order to become the richest ranch owner in the West, players must buy land and cattle and hire cowboys to look after them.  All this, of course, must be dealt with amongst Indian wars, bank robberies, stagecoach attacks, gunfights at the saloon, cattle theft, gold rushes and all that stuff. In such a wild world, the legal ways are usually not the best ways to get richer.&#10;&#10;Lawless is a nice, fast paced and fun game of resource management, full of action and event cards, in which a strong theme and clever mechanics are deeply interwoven.&#10;&#10;Re-implemened by:&#10;&#10;    Les Fils de Samarande (released in 2005)&#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "History: American Old West (Wild West)",
      "Series: Blue Games (Descartes)"
    ]
  },
  {
    "Rank": "10221",
    "Name": "Unicorn Glitterluck: Cloud Stacking",
    "ID": 269623,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/269623/unicorn-glitterluck-cloud-stacking",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The five little unicorns Glitterluck, Rosalie, Marvel Flower, Magic Swirl, and Stardust live in a beautiful cloud castle. Every day, friends come to visit them; there are always many visitors and a lot going on and the castle is running out of space. Using many clouds and a little bit of magic, the unicorns gradually add more turrets to their castle.&#10;&#10;The object of the game is to collect the 10 pink crystals, stack the clouds and the unicorns on the castle in order to house all the unicorns in their new home!&#10;&#10;Players roll the die and move Rosalie forward the corresponding number of tiles, or if they land on a star - they fly to any tile of their choice. The tile on which you land determines your move. Land on a cloud, stack the corresponding white or blue cloud on the castle. Land on a unicorn, stack any of Rosalie's unicorn friends on the castle. Land on a gem, place a crystal in the recessed board. What happens when the the parts fall down? Not to worry, the parts go back in the stock pile, the crystals stay put and the player must turn over a cloud card....what will it reveal? Sun = that&rsquo;s lucky, thunderstorm = look out!&#10;&#10;Players work as a team and win together when all unicorns &amp; Rosalie are stacked and all 10 crystals have been collected. They lose together if 3 thunderstorms are turned over before they reach their goal.&#10;&#10;Contents: 4 unicorns: Glitterluck (hot pink), Stardust (yellow), Marvel Flower (purple), and Magic Swirl (turquoise), 1 baby unicorn Rosalie (pink), 1 cloud castle, 5 large white clouds and 5 smaller blue clouds, 1 die, 1 cloud game board, 16 double sided cloud tiles, 10 cloud crystals and instructions booklet&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Point to Point Movement",
      "Stacking and Balancing"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Series: Mitbringspiele M (HABA)",
      "Series: Unicorn Glitterluck (HABA)"
    ]
  },
  {
    "Rank": "10222",
    "Name": "Master of Wills",
    "ID": 235839,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/235839/master-of-wills",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2",
    "Description": "It is the distant future. The world has become a dangerous place where the balance of power rests between opposing forces known as Factions. These groups manipulate and influence the citizens of the Community in an effort to join their side and vanquish the opposition.&#10;&#10;Each Faction uses movement and control to turn the tide against their opposition. By expanding influence over the Community, power can be acquired. Choose a side and become the Master of Wills.&#10;&#10;Master of Wills can be played one-versus-one or two-versus-two. It&rsquo;s all about moving the cards&mdash;you want to move as many points to your side of the board as possible while your opponent is trying to do the same for their side. Community cards are each assigned a value, and each card is represented by a character from one of the eight sectors of the Community. Moving those cards can trigger the basic movement of other cards on the board.&#10;&#10;The cards move from a neutral area in the middle of the board toward your side or the opponent&rsquo;s side through three rows. Each row represents how close the character is to joining your Faction. The rows are called Recruits, Loyalists, and Allies. Each row represents how loyal the character is to your side. If they reach your Allies, those points are locked in.&#10;&#10;When the game begins, each player will choose a Faction and build a deck of Faction cards that caters to their own style. These Faction cards allow for even more powerful card movement. For instance, let&rsquo;s say you choose a Faction card that says, &ldquo;Choose any card from your opponent&rsquo;s Recruits or Loyalists and move to your Allies.&rdquo; Then imagine your opponent has a card with a 15-point value in their Loyalists row. You can snatch up that valuable card and lock it into the Allies row on your side of the board, giving you a large number of points and taking those same points away from the opponent. A single, well-timed Faction card can be a serious game changer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck Construction",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10223",
    "Name": "Puns of Anarchy",
    "ID": 308529,
    "Year": "(2020)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/308529/puns-of-anarchy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The game of rapid-fire pun-making! No bands or movies are safe from becoming hilarious wordplay.&#10;&#10;Each round, every player is the judge of a category such as food or reasons to worry. They also have punnable cards with phrases such as The Walking Dead or Brave New World to modify with a dry erase marker and put in another player's category.&#10;&#10;The round ends once each category has at least 4 puns. Players decide which pun they like best and give the category card to the person who played it. Play continues until someone earns ten category cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "10224",
    "Name": "Ogre: Objective 218",
    "ID": 175177,
    "Year": "(2016)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/175177/ogre-objective-218",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "In 2085 A.D., armored warfare is faster and deadlier than ever!&#10;&#10;Supertanks, GEVs, and infantry slug it out to defend supply lines and keep pressure on your enemy in Ogre: Objective 218, a two-player game based on The Battle for Hill 218 in which players fight to control a hill by occupying bases on the opposite sides of it.&#10;&#10;In the game, players must maintain supply lines and destroy enemy units to advance on the enemy home base, while ensuring that their own base is not taken. Air strikes can aid your assault or help defend your base, but spend them wisely as you only have two. The Ogre in Ogre: Objective 218 is a new card that takes two hits to destroy, costs an entire turn to play, and hits hard while having a few drawbacks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Ogre / G.E.V.",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10225",
    "Name": "Арідник (Aridnyk)",
    "ID": 403160,
    "Year": "(2023)",
    "Geek Rating": "5.575",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgame/403160/aridnik-aridnyk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.3",
    "Description": "In Aridnyk, you will play as shepherds who take their flocks to the mountains in the spring and travel until the fall, looking for the best pastures, meeting the ancient spirits of the Carpathians, and implementing their intricate plots. You will decide how to avoid falling into the jaws of a Great Wolf, and how to outwit the Blackbird, who was ordered by God to shepherd all the sheep in the world. You will see how Aley, the God&rsquo;s Spirit, splits the earth with a wave of a paw. You will exchange magical trinkets from Aridnyk, who at the beginning of times was the brother of God himself. And, of course, you will earn wisdom from the Holy God, who knows everything about everything. &#10;The game is based on the mythology and legend of the Hutsuls &ndash; a Ukrainian ethnical group from the Carpathian mountains, who through the centuries developed a unique culture, the amazing blend of Christian and pagan traditions, together with the tough highlander customs.    &#10;During their turn, the player places a tile from their hand and activates its &ldquo;when placed&rdquo; abilities: move their Shepherd, move one of the Spirits, draw a Card (Plot of Trinket), or gain Sheep. After moving their Shepherd, the player can activate the &ldquo;when moved on&rdquo; abilities of the tile, and the shepherd has ended their movement on. Any time during their turn, the player may play 1 trinket card, receiving a buff or any number of plot cards, but only if their conditions are met in full. When the player completes their actions, they draw a new tile, and the turn passes to the next player. &#10;The game lasts until all the tiles are placed, and after the last player completes their turn, all players count their sheep, and whoever has the largest flock is declared a winner!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Grid Movement",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "10226",
    "Name": "Bull Run: The First Major Battle of the American Civil War",
    "ID": 671,
    "Year": "(1983)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/671/bull-run-the-first-major-battle-of-the-american-ci",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8438",
    "Description": "&quot;Bull Run: The First Major Battle of the American Civil War&quot; is a tactical combat wargame of the first battle of Bull Run.&#10;&#10;The game is played on a map of the area over which the battle was fought overlaid with a hexagonal grid. Units are infantry, cavalry, and artillery, with brigade, division, and army leaders. Each turn is 30 minutes, and each hex represents 1000 ft. Units are basically regiments and batteries. Some infantry regiments with their brigade leader are capable of forming brigades, increasing offensive power at the expense of movement. Batteries can be limbered for increased movement at the expense of firepower, or unlimbered with full firepower and limited movement.&#10;&#10;Combat is a modified version of the classic system adopted by the earlier Avalon Hill games.  However, rules for leader command activation, infantry screening of artillery, and infantry forming brigades to prevent soak-off attacks, ranged artillery, rally of losses are give the game a unique flavour.&#10;&#10;The major terrain obstacle is Bull Run which provides the Confederate with defensive advantages and hinders Union movement. &#10; The game begins with the Union troops approaching partially hidden, unsuspecting Confederate forces.  As the Union attack develops, additional Confederate leaders and combat units are activated and are rushed to stem the Union advance.  The Union player wins if he is able to capture any of three objective hexes by the end of the game or takes Manassas at any time.  The Confederate player wins if he takes Centreville at any time or prevents the Union player from holding any of objective hexes at the game end.&#10;&#10;The game consists of a 32&quot; by 22&quot; mapboard, 260 counters, various charts, a 12 page rulebook and 1 die.&#10;&#10;&#10;Magazine References:&#10;&#10;The GENERAL Index  Article List:&#10;&#10;&#10;    The GENERAL Vol.20,No.5&#10;        Series Replay - Bull Run: The First Major Battle of the American Civil War, Rex A. Martin, Paul O'Neil, Richard Hamblen&#10;        Bull Run: The First Major Battle of the American Civil War &ndash; &ldquo;West Point's Finest, The Commanders at Bull Run&rdquo; (Historical) A. Blumberg &amp; Richard Hamblen&#10;        Bull Run: The First Major Battle of the American Civil War &ndash; &ldquo;Rebel Yell, Opening placement for Confederate Players&rdquo; (Strategy) Rex A. Martin&#10;        Bull Run: The First Major Battle of the American Civil War &ndash; &ldquo;First Blood, The Battle of First Bull Run&rdquo; (Historical) Michael Craighead&#10;        The Question Box - Bull Run: The First Major Battle of the American Civil War&#10;        Contest #117 - Bull Run: The First Major Battle of the American Civil War&#10;    &#10;    The GENERAL Vol.20,No.6&#10;        Series Replay - Bull Run: The First Major Battle of the American Civil War, Rex A. Martin, Paul O'Neil, Richard Hamblen&#10;    &#10;    The GENERAL Vol.25,No.5&#10;        Bull Run: The First Major Battle of the American Civil War &ndash; &ldquo;Risky Business -A designer's look at Bull Run: The First Major Battle of the American Civil War&rdquo; (Designer notes) Richard Hamblen &#10;    &#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Virginia"
    ]
  },
  {
    "Rank": "10227",
    "Name": "Weapons & Warriors:  Castle Combat Set",
    "ID": 861,
    "Year": "(1993)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/861/weapons-and-warriors-castle-combat-set",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "A simple action game.  Basically, you each have a base with 5 or 6 targets (some require multiple hits or hitting things in order).  You also have about 10 men.  You arrange a man on each target, and then place the rest on various grey dots on your base.&#10;&#10;You each have mechanisms to shoot little balls..catapults and crossbows and the like.  You take turns shooting 2-6 balls (depending on the die roll) at each other's targets.  You continue to take turns until you wipe out all of your enemy's targets.&#10; Connecting the two bases is a cardboard strip with trees and grey circles.  You can spend some of your shots to move a soldier towards your opponent on these circles.  You are allowed to place your shooting device closer to your opponent's base at this time...moving it up to be level with the advancing soldier.  However, advancing soldiers are quickly targeted.&#10;&#10;In play, the easy shots (soldiers and simple targets) get knocked out in the first few rounds.  The rest of the game is trying to make the tricky shots.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Game: Weapons & Warriors (Pressman)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "10228",
    "Name": "Vietnam Solitaire: Special Edition",
    "ID": 148471,
    "Year": "(2013)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/148471/vietnam-solitaire-special-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "&quot;Vietnam Solitaire Special Edition&quot; is an expanded edition of the original Vietnam Solitaire that contains both the original game (with all new artwork) and a reimplementation by Steve Kling with expanded rules, new scenarios, and new counters. While primarily a solitaire game, the special edition also contains optional two player rules.&#10;&#10;In the Special Edition, the player controls US and South Vietnamese forces and must battle the Vietcong and North Vietnamese Army to control as many regions of Vietnam as possible. The game is played by deploying US and South Vietnamese forces, napalm, and air units on a map of Vietnam. The AI (or an optional second player) controls the North Vietnamese forces through movement and attack rules.&#10;&#10;Victory is determined by controlling at least three regions of Vietnam for a majority of the game. Unlike in the original game, the eventual victory of the North Vietnamese is not a foregone conclusion.&#10;&#10;The Special Edition contains new types of units, a greater variety of of combat points, and two new scenarios - &quot;Tet 1968&quot; and &quot;Fall of South Vietnam&quot;.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Print & Play",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Australia",
      "Country: Cambodia",
      "Country: Korea",
      "Country: Laos",
      "Country: USA",
      "Country: Vietnam",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "History: Cold War",
      "History: Vietnam War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "10229",
    "Name": "Scandaroon",
    "ID": 29599,
    "Year": "(2007)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/29599/scandaroon",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Scandaroon is an engaging and quizzical card game for 3 or 4 players played over four rounds. Players are dealt a hand of cards each round, with which they will compete to create their own high scoring row, while seeking to minimize their opponents&rsquo; scores.&#10;&#10;Players are awarded victory points for specific achievements during the game, such as getting the highest score in a single round, and victory points may change as the game develops.&#10;&#10;Scandaroon has a scoreboard, a set of wooden markers for each player and a pack of special cards, each of which has a scoring value, a suit, and an effect or ability that will modify the scoring values of other cards.&#10;&#10;&quot;Scimitar Lusts To Take A Life Away&#10;Subtle Strength Is Gained 'Neath Crescent Moon&#10;Courtly Intrigues Follow Turbans' Play&#10;Cross-Tiles Their Gifts Bestows In Scandaroon&quot;&#10;(extract from 'The Rubiyat of Th&rsquo; Noble Lady yon')&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10230",
    "Name": "Cat and the Tower",
    "ID": 424751,
    "Year": "(2024)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/424751/cat-and-the-tower",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Hang on Mama, I'm on my way!&quot; Toto the black cat said, skittering towards the lopsided tower looming before him.&#10;&#10;Having been told that his mother left the world of the living to become a star in the sky, Toto and the rest of his feline friends bound unwaveringly for the top of the tower in the hopes to meet her again.&#10;&#10;&#10;In Cat and the Tower, you will work together with other players to help Toto the cat on his way up a perilous tower to reach the stars, where he believes his mother is waiting for him.&#10;&#10;Each turn will have you choosing options from the cards available to either build the tower ever higher, or testing how steady you can keep your hand by performing dexterity challenges that will help Toto climb up higher to his destination.&#10;&#10;It is up to you and the other players to build the tower yourself, which will require a constant balancing act of mismatched walls and moving Feline Friends.&#10;Depending on the luck of the draw, you may be stuck with options forcing you to build with walls of extremely varying height that can send the entire tower toppling over if you are not careful.&#10;&#10;Toto&rsquo;s Feline Friends will also come along for the adventure, and their presence can both help and hinder you. Adjusting their location will let you rebalance the tower, but they may also end up in inconvenient spots that get in the way of you placing walls to build new floors.&#10;When Toto sees his friends making it to the floor above him, it gives him the bravery needed to climb up higher and higher himself.&#10;&#10;The game may start off seemingly easy, but you will soon find that it is unsurprising to see the tower fall apart once you start building from the 5th floor and beyond.&#10;Build up the tower, place the Feline Friends and get Toto to reach his goal to win the game!&#10;If you get Toto to the 10th floor, you clear the first stage and get to see more of Toto&rsquo;s story as he journeys to reunite with his mother.&#10;&#10;The challenge doesn&rsquo;t end there, however. If Toto wants to reach the stars, he will have to reach heights that seem almost impossible, but with your help he can surely do it!&#10;Cat and the Tower has cute cats, engaging gameplay, and a storyline that will tear at your heartstrings and leave you giving it your all to help Toto complete his adventure.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Multi-Use Cards",
      "Stacking and Balancing",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "10231",
    "Name": "Godtear: The Borderlands Starter Set",
    "ID": 302269,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/302269/godtear-the-borderlands-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Godtear is a hex based tabletop skirmish board game for two players. There are two starter sets. The Borderlands includes Titus &amp; Finvarr.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10232",
    "Name": "Parks: Roll & Hike",
    "ID": 424980,
    "Year": "(2024)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/424980/parks-roll-and-hike",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Welcome to Parks: Roll &amp; Hike, the newest, diciest addition to the Parks family! During the game, you draft dice and log your selections in your handy journal. Record your time in the mountains, forests, and fields through drawing. Keep a log of all the wildlife you spot to earn mid-hike bonuses, and don't forget to stay hydrated!&#10;&#10;Parks: Roll &amp; Hike features six US National Parks, illustrated by Andreea Dumuta, which bend the rules of the game and create a unique gaming experience every time you play. Revisit the world of Parks in its most portable, everyday carry format yet, with everything you need to toss it in your pack and hit the trails.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Action Drafting",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: PARKS"
    ]
  },
  {
    "Rank": "10233",
    "Name": "Monster My Neighbor",
    "ID": 172596,
    "Year": "(2015)",
    "Geek Rating": "5.575",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/172596/monster-my-neighbor",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2632",
    "Description": "One player is a monster, another is a hunter &mdash; but who knows who is whom? What you do know, though, is that you can be either a hunter trying to capture the monster or a monster escaping from the hunters.&#10;&#10;In Monster My Neighbour, players start the game with four cards in hand and use one card per turn. Due to many card effects, your hand will change continuously. In order to win, you have to find who is the monster or hunter, then take those key cards by using your cards wisely. Use them to win!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Monsters",
      "Series: Deluxe card game (Z-Man / Filosofia)"
    ]
  },
  {
    "Rank": "10234",
    "Name": "Leningrad '41",
    "ID": 212401,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/212401/leningrad-41",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "This is VentoNuovo's continuation of the system created for Moscow '41, now looking at the campaign of Army Group North in Barbarossa. The final chapter of the Trilogy is Kiev '41.&#10;&#10;Players take either the German or Soviet Union forces and use colorful wooden blocks to simulate the forces they have involved.&#10;&#10;Leningrad '41 uses the same basic game engine of Moscow '41, with a few tweaks and changes to suit the differing conditions in the north. The game brings new wrinkles in as well because the Germans have &quot;allies&quot; as part of their forces-- the small but powerful Finnish Army which sought to recover territory lost in the &quot;Winter War&quot; but did not fully match the ambitions of Germany at destroying the U.S.S.R.&#10;&#10;Four weeks after the commencement of Barbarossa, Hitler visited the headquarters of Army Group North.  The F&uuml;hrer&rsquo;s words were dutifully noted in the army group&rsquo;s war diary, and culminated in the following observation: &ldquo;&hellip;the loss of Leningrad might result in a complete collapse.&rdquo;&#10;&#10;By the end of the third week in July the capture of Leningrad did indeed seem inevitable.  The Germans had already covered more than half the distance to the city.  And yet, as they advanced into the vastness of Russia, it appeared that everyone on the Axis side of things had a different plan; and as time went by, those plans had a habit of changing.&#10;&#10;Hitler did not want his tanks entering the city; but then, he did not want his infantry engaged in prolonged street fighting either.  So, after another think about things, the F&uuml;hrer decided the city should be simply cut off and starved, or relentlessly bombarded and starved&hellip; or the Finns would be welcome to breach Lake Lagoda and flood it.  Whatever the means, the F&uuml;hrer purposed that the &ldquo;Cradle of Bolshevism&rdquo; was to be wiped off the face of the earth, and its population left to dwindle away to nothing.&#10;&#10;The problem was, despite the rush of victories, or perhaps because of them, the Germans had precious little idea what to do next. Halder wrote that July: &ldquo;&hellip;there seem to certain differences in von Leeb&rsquo;s and Hoepner&rsquo;s views of what the next moves should be.&rdquo;&#10;&#10;They waited to be told what to do, or argued between themselves.  Manstein, commanding one of Army Group North&rsquo;s panzer corps, knew what to do, but he was not in charge of the operation.  Delays accrued, brought on by lack of supply and the first recovery of Soviet forces.  Already within one short drive of Leningrad, the Finns were meant to help, but the Finns had their own plans; and, for the time being, they did not involve doing more than reclaiming what they had lost in the Winter War.&#10;&#10;And what of Stalin?  Beyond the speeches, the threats and the executions, he sent Zhukov to the city in early September 1941, and there the man who would eventually oversee the fall of Berlin organized the workers&rsquo; militias and planned a defence that was meant to face the expected German onslaught - an onslaught, which as the weeks went by, never actually came. &#10; As the German player, in reaching for a victory that will have meaning, you are up against the clock, the terrain, and alongside Soviet resistance, the loss of units that some other bright idea from somewhere else will impose upon you.  The forces of Army Group North are not huge, so you must act to avoid your units being dispersed, and have victory in your grasp before another plan takes the panzers away from you.&#10;&#10;As the Soviet player you must know what to defend and what to abandon.  You cannot be strong everywhere.  Limited time is the best ally of those defending with limited forces.  Encourage the Germans to use their time up.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "10235",
    "Name": "Pirates Under Fire",
    "ID": 287217,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/287217/pirates-under-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.3333",
    "Description": "Pirates Under Fire is an original, tactical, and dynamic two-player tile game that lasts 30 minutes and that can be played from 10 years old.&#10;&#10;Each player is a pirate in charge of a fleet; each ship is numbered from 1 to 9, each of them having a special ability. The goal of the game is to deploy your ships to form combinations while performing their effects.&#10;&#10;Players perform their turns one after another by laying a ship on a sea space. They apply the effect of the sea space and the effect of the ship tile. This is the main action. They can also perform an optional action: buying a mercenary ship by paying its cost. The game ends when each player has played 16 turns.&#10;&#10;At the end of the game, players score victory points (VPs) for:&#10;&bull; the combinations made (three or more ship tiles laid side by side with identical numbers or forming a sequence of increasing or decreasing numbers),&#10;&bull; the ships laid in the opponent player's sea side,&#10;&bull; some mercenary ships, and&#10;&bull; the VP tokens collected during the game.&#10;&#10;The player with the most VPs wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10236",
    "Name": "Battle of the Bulge",
    "ID": 5607,
    "Year": "(1991)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/5607/battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2895",
    "Description": "The Avalon Hill Game Co Battle of the Bulge board war-game. This is the third version of this famous game published by The Avalon Hill Game Co in 1991 (others were produced in 1965 and 1981). It is authorised by the Smithsonian Institution.&#10; Contents:&#10;&#10;    Battle Manual&#10;    Two-sided sheet covering the &quot;Basic Game Rules&quot;&#10;    2 separate sheets outlining the German and Allied &quot;Order of Appearance&quot; details for each side's forces &#10;    Full-colour gameboard&#10;    2 decimal dice&#10;    194 die-cut counters (202 if you count the 8 blank counters).&#10;&#10;&#10;This game is rated &quot;Low&quot; complexity by AH, and is an excellent introduction to hex-based wargaming for beginners. It also rates a &quot;High&quot; solitaire suitability rating.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Series: American History (Avalon Hill)"
    ]
  },
  {
    "Rank": "10237",
    "Name": "Match Me!: What color is this?",
    "ID": 240100,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/240100/match-me-what-color-is-this",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Match Me!: What color is this?, all players co-operate, trying to put down cards of the same color in the same order. When the lead player says a word from a subject card, what color do you think matches that? Everyone has their own ideas, so things might get confused &mdash; and the color cards are placed face-down, so who knows what to think? When all the players have placed five of their cards face-down, the cards are turned up and checked. If the cards all have the same color in the same order, all players win!&#10;&#10;The game can be played at different skill levels, and as you play, the game gets harder. But for variation, you could choose to play an easy game, or a very hard game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "10238",
    "Name": "Against the Reich",
    "ID": 3237,
    "Year": "(1986)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/3237/against-the-reich",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "1200",
    "Weight": "3.125",
    "Description": "This is a WWII historical simulation, where you take the role of either the Germans or the Allies on the western front, designed by a veteran designer and historian. The novel 'initiative' system means that you never know who is going to move a piece next.&#10;&#10;With both historical, and free set ups the German and Allied players can either follow in Eisenhower and/or Hitler&rsquo;s footsteps, or fight the battles using their own plans.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10239",
    "Name": "Movable Type",
    "ID": 209926,
    "Year": "(2016)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/209926/movable-type",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Description from the publisher:&#10;&#10;Movable Type is a card-drafting, word-building game. You can think of it as a little like Scrabble crossed with Sushi Go.&#10;&#10;Over a series of 4 rounds, players will draft cards and score words in order to build a victory pile. Impressive words may also earn the player author challenge cards, which give a variety of immediate and lasting abilities. In the final round, it will be the victory pile that provides the letters for their final mega-word and provides players with a chance to win the game.&#10;&#10;Movable Type is a family-friendly word game for up to 4 players. It rewards savvy planning - not just an extensive knowledge of words!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Finale Ending",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Spelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10240",
    "Name": "Экивоки",
    "ID": 297864,
    "Year": "(2013)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/297864/ekivoki",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "Your task is to advance your figure from the doors of the house to the attic faster than your opponents. It's simple, just throw a cube, complete the task and advance forward. The tasks are to explain and guess words in one way or another (that's depends on the cube).&#10;&#10;Usually, task must be completed during one minute. Tasks can be one of the following: explanation using words, reverse spelling, drawing, gestures, yes/no answering etc.&#10;&#10;You can play Ekivoki in a big company, in small teams or together with a friend.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "10241",
    "Name": "Ukraine '44",
    "ID": 26736,
    "Year": "(2006)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/26736/ukraine-44",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "300",
    "Weight": "2.4167",
    "Description": "Ukraine &lsquo;44 is a simulation game that focuses on one of the pivotal moments of the Soviet Winter Offensive in Ukraine in 1943 and 1944.&#10;&#10;Over the course of a week, the Axis 1st Panzer Army was cut off and encircled by strong Soviet forces of the 1st and 2nd Ukrainian Fronts and like its brothers at Stalingrad and Korsun, expected to be destroyed. In what would called the battle of the Kamenets-Podolsky Pocket (or Hube&rsquo;s Pocket), the Germans would fight and claw their way out and finally escape. Hube&rsquo;s successful operation to escape encirclement is still studied to this day as a model of how to breakout from a pocket.&#10;&#10;Ukraine '44 is part of the International Games Series (IGS) from Multi-Man Publishing (MMP).&#10;&#10;Originally published in Special Ops magazine issue #2 (Winter 2012).&#10;&#10;Game Scale:&#10;Turn: 2 days&#10;Hex: 3.1 miles / 5 km&#10;Units: Division to Corps&#10;&#10;Game Inventory (Special Ops #2 edition):&#10;One 22 x 34&quot; full-dolor mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 8-page Ukraine '44 rule booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Country: Ukraine",
      "Magazine: Special Ops",
      "Players: Two-Player Only Games",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "10242",
    "Name": "Shut The Books",
    "ID": 420891,
    "Year": "(2024)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/420891/shut-the-books",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "There is no master today. That's right, why don't you all try using forbidden books? No problem, as long as you clean it up by the time you get back. Wow, beautiful magic is coming out of this book. Is this supposed to&hellip; Too bad, I have to use the forbidden book to close the forbidden book!&#10;&#10;Shut the Books is a trick-taking game where you bid with cards. Aim to win the trick with a card of the same color or number as the card you played. The number of tricks performed also changes depending on the number of cards played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "10243",
    "Name": "SOPAC: Naval Action in the South Pacific 1942–1943",
    "ID": 7114,
    "Year": "(1999)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/7114/sopac-naval-action-in-the-south-pacific-1942-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0909",
    "Description": "SOPAC: Naval Action in the Southern Pacific 1942-43, is part of Avalanche Press Ltd's Second World War at Sea series of naval battle games.  SOPAC recreates the Solomon Islands Campaign of late 1942.&#10;&#10;Like other games in the series, SOPAC uses a combination of Operational and Tactical displays, similar to those originally found in Avalon Hill's Midway, but much more detailed and accurate.  This allows for the mixture of aerial and surface combat that characterized the Pacific theater of operations.  Players must write orders and assign missions to tasks forces prior to movement, then conduct aerial searches for enemy fleets and submarines.  Frequently, forces will clash in surface battles, and players track damage, hit by hit, reducing ship capabilities and inflicting casualties.&#10;&#10;SOPAC includes 20 scenarios -- 10 Battle and 10 Operational -- allowing players to explore the early days of combat and try some what-if situations that history never explored.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "10244",
    "Name": "Boxcars",
    "ID": 24225,
    "Year": "(1974)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/24225/boxcars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5263",
    "Description": "From the entry for Rail Baron:&#10;&#10;BOXCARS is the predecessor of Rail Baron.&#10;&#10;In the late 1960s or early 1970s, previously unknown designers R.S. Erickson and T.F. Erickson, Jr. began&#10;boardgame development. In an era when both the railroad and board gaming industry was in flux, the Ericksons managed to combine elements from the two to create a game that has withstood the test of time. In fact, it provided solid footing for the whole &quot;train gaming&quot; genre.&#10;&#10;The Ericksons decided to publish the game on their own, and released it as &quot;BOXCARS&quot; in 1974. It was billed as &quot;The Informative NEW travel game of OLD-time railroading.&quot; For a first-time effort, the components of the resulting boardgame were surprisingly refined and professional.&#10;&#10;The single-piece board unfolded to reveal a map of the United States on which routes of 28 historic railroads were traced. The rules of BOXCARS vary from those of Rail Baron in several ways. For example, BOXCARS has no restriction in the re-use of routes: this allows players to circle along the same track as long as desired. BOXCARS also allows a player to trade, sell or auction a RR at any time during the game. Furthermore, BOXCARS lacks the Express and Superchief locomotive upgrades that Rail Baron contains.&#10;&#10;Before long, the Ericksons' game caught the attention of The Avalon Hill Game Company (AH). The original designers apparently sold the BOXCARS rights to AH and were obligated to quickly disperse the remaining copies of their game. It is estimated that there were only 1000 copies of BOXCARS ever printed.&#10;&#10;AH scaled down the game's physical size to match the &quot;bookshelf&quot; style of many of its other titles, modified the rules, and released it as Rail Baron in 1977.&#10;&#10;(Description adapted with permission from &quot;An Illustrated History of Rail Baron&quot;)&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "10245",
    "Name": "South Mountain",
    "ID": 26906,
    "Year": "(2008)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/26906/south-mountain",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6",
    "Description": "(from MMP website:)&#10;&#10;On September 14th, 1862, the rebel division of D.H. Hill was surprised and attacked by Ambrose Burnside's Wing of the Army of the Potomac. Hill's men held out all day against a rising tide of Federal troops from both the 1st and 9th Corps and were saved only by the late arrival of D.R. Jones and Hood's divisions.&#10;&#10;Despite the fact that it was a rather sharp defeat for the rebels, Hill remained justifiably proud of the fight his men managed for 12 long hours atop South Mountain. They had given Lee the time he needed to concentrate his army in the face of a suddenly aggressive Federal force.&#10;&#10;South Mountain is the fourth game in the Civil War, Regimental Series. With one map and a manageable number of counters, it is the first game in the series to offer a full, intense, battle that is playable in an evening. And re-playability is very high, given the variable arrival of some key Rebel forces and the application of Confederate and Union Random Events.&#10;&#10;Contents:&#10;&#10;    1 22&quot;x32&quot; mapsheet (sneak peek)&#10;    2 countersheets&#10;    Civil War Brigade Series rules&#10;    Regimental Subsystem rules&#10;    South Mountain game specific rules&#10;    2 Charts &amp; Tables booklets&#10;    Player Aid Card&#10;    Two dice&#10;&#10;&#10;Unit Scale: Regiments and Batteries&#10;Hex Scale: 100 yards/hex&#10;Players: 2 and up&#10;Complexity: Medium&#10;&#10;&#10;South Mountain creation team:&#10;Designer: Dave Powell&#10;Series Designer &amp; artwork: Dean Essig&#10;Development: Bob Cloyd&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Civil War Regimental Sub-Series (MMP)",
      "States: Maryland"
    ]
  },
  {
    "Rank": "10246",
    "Name": "Hail Caesar: Battles with Model Soldiers in the Ancient Era",
    "ID": 97377,
    "Year": "(2011)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/97377/hail-caesar-battles-with-model-soldiers-in-the-anc",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Battles with model soldiers in the Ancient and Medieval eras.  These rules describe the Hail Caesar game with all the fundamentals of ancient warfare such as troops, manoeuvre, missile fire, morale and close quarter combat.  Detailed rules cover the differences in methods of fighting from the age of the chariot to medieval times.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Miniature agnostic",
      "History: Barbarian migrations and invasions",
      "History: Crusades",
      "History: Peloponnesian War",
      "History: Roman Empire",
      "History: Viking Expansion",
      "History: Wars in the Ancient Near East",
      "Series: Hail Caesar (Warlord Games)"
    ]
  },
  {
    "Rank": "10247",
    "Name": "EXIT: Das Spiel + Puzzle – Das Gold der Piraten",
    "ID": 356312,
    "Year": "(2022)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/356312/exit-das-spiel-plus-puzzle-das-gold-der-piraten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "An exciting story, four puzzles and many surprising riddles: 1-4 players puzzle their way from place to place, discover the 4 unknown motifs, combine them together and solve the riddles.&#10;&#10;Only together you can unravel the mysterious secret of the pirates' gold in this EXIT game!&#10;&#10;In EXIT: Das Spiel + Puzzle &ndash; Das Gold der Piraten, there are riddles within riddles, hidden within four 88-piece jigsaw puzzles. Like other Exit titles, Das Gold der Piraten has no game board, but it also has no riddle cards. Instead, there are four jigsaw puzzles that you will find and assemble, one at a time. Each completed puzzle reveals a location containing more riddles to decipher.&#10;&#10;Contents: 4 jigsaw puzzles, 14 puzzle documents, 11 strange pieces, 1 decoding disc, 1 set of instructions&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Pirates",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Jigsaw Puzzles",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "10248",
    "Name": "Winter Court",
    "ID": 403601,
    "Year": "(2024)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/403601/winter-court",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "In Winter Court, two rival diplomats plot how to advance their agendas during winter when a medieval court is confined by bad weather to a single castle. Should you approach the royals directly, or should you curry favor with other court members first? Their powers could be useful in influencing the royals to your cause.&#10;&#10;Hmm...the steward's purse could gain you extra influence, while the lover could sway that love-sick, sighing Prince to your side. The knight could be a valuable ally to gain either the ruler's favor or the interest of that military-minded Princess. Even the scheming charlatan or the fool's sarcastic tongue could be valuable assets.&#10;&#10;Where to begin? Who to approach first?&#10;&#10;Spend your influence wisely in this card game of manipulating a royal court.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Sudden Death Ending",
      "Tug of War",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10249",
    "Name": "Black Swan",
    "ID": 299105,
    "Year": "(2020)",
    "Geek Rating": "5.575",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/299105/black-swan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "100",
    "Play Time": "1000",
    "Weight": "3.1538",
    "Description": "Relive WW2 in Europe from 1939 to 1945. Two to five players, with excellent solitaire suitability.&#10;&#10;Black Swan may be combined with Orange Swan and Black Swan: Dark Black or both!&#10;&#10;&quot;Black Swan&quot; is a block wargame with over 200 combat units. A game turn is three months (a season) and there are several three-season Scenarios and two Campaigns (1939 and 1941).&#10;&#10;When in 1939 Hitler ordered the invasion of Poland, few in Germany - and probably in the rest of Europe - believed that France and Great Britain would have declared war.&#10;&#10;In the previous months Hitler had broken the Treaty of Versailles, by which the harsh conditions imposed had humiliated and starved the German population for years and led to a political reunification of the original German Reich: restored the Rhineland, annexed Austria and invaded Czechoslovakia, with the tacit consent of the other nations, Great Britain and France above all.&#10;&#10;So his assumption that he could have done the same with Poland had a logical basis. Instead this time events went another way. &#10;Most European countries had been so devastated by WWI that few wanted another war. Ignoring the German preparations for a renewed war of revenge based on the new Blitzkrieg tactics, France developed an old fashioned concept of static border fortifications - the Maginot Line - and Chamberlain's Great Britain focused entirely on diplomacy in an attempt to deal in a gentlemen fashion with the rapacious and very ungentlemanly Nazi regime.&#10;&#10;Even after the fall of France, which surrendered in a few weeks after a blitz attack across the Ardennes - almost the same move adopted at the beginning of WWI - Great Britain still tried to reach an agreement with Hitler.&#10;&#10;This did not happen and Great Britain remained alone, with no American help, and was on the edge of the defeat, having to choose between an unfair peace or the threat of an invasion. It was only one man, the freshly appointed prime minister Winston Churchill - going against any logic and even against his own political peers and the Crown - that wanted to resist, and the outcome of the Battle of Britain later proved him right. &#10;However many months would have to pass before the Soviet Union first and the US later would join the Allied cause to restore peace in Europe, at the cost of millions of deaths....&#10;&#10;As the Axis Powers you have to swiftly win the war, either by a Mediterranean strategy to break the British Empire, or an all out effort to demolish the Red Army. If a Decisive Victory is unobtainable, you can still go for a Strategic or at least an Economic Victory.&#10;&#10;As the Allies, you must survive the initial onslaught and prepare for a long war of attrition before dealing a deathly blow to the Reich's body. &#10;I hope you will enjoy Black Swan, and that it will answer some of your questions as well.  I look forward to the conversations that will follow its release.&#10;&#10;Historical Intro&#10;To strive in this world is to abide in the planes of chaos.&#10;Nowhere is this more readily apparent than in war. The belief in a cause, the assurance of a plan, the security of ordered ranks and painstaking calculation, all these are thrown into the hazard of conflict. Nothing ever survives.  Everything is changed.  In the aftermath, the world must always be rebuilt out of expediency and pretence.&#10;&#10;Since antiquity, some have known this as &ldquo;The Black Swan.&rdquo;  It is the rare and unlooked-for event, something that is entirely unexpected and presages abrupt reversal.&#10;&#10;In martial terms, The Black Swan symbolizes the unravelling of apparent certainty, together with man&rsquo;s desire to contrive notions of opportunity, or excuses for defeat, whenever he dares play with the volatile flames of ambition. Napoleon&rsquo;s fortune succumbed to this very phenomenon the moment his army moved against Russia. By the time of Waterloo, the great improviser of battlefield success had truly become the shifty and evasive apologist for disaster.&#10;&#10;And then it was Hitler&rsquo;s turn.  Lying in a hospital bed come the end of The Great War, whose four year course was the embodiment of bold assertions gone awry, the infantry corporal simply could not accept the sudden and supposedly unforeseeable collapse of his beloved army.  What had gone wrong?  That army stood everywhere on enemy ground. Russia had succumbed and was occupied, and the French had been bled white.  It could only be betrayal - betrayal by communists and the craven factions in government.  These were his &ldquo;Men of 1918.&rdquo;  The German army had not been defeated.  The soldiers had simply been stabbed in the back.  And one a night in early 1933, as he stood on the podium in the packed Berlin Sportpalast, that is the story he told.  He would still be telling it twelve years later.&#10;&#10;But the swan is no respecter of any cause or purpose.  Whatever things were, and whatever they become, the constant truth is, as Yeats put it: Things fall apart, the centre cannot hold, mere anarchy is loosed upon the world.  Whatever is gained or lost is not merely about having one good plan or a single bad one; rather, it is about what ensues when all plans inevitably founder.  Even if you cannot predict what is unpredictable, you should at least prepare for it the best you can. Men make plans to give order to chaos.  Whoever does that best will emerge victorious.&#10;&#10;Play Black Swan with Orange Swan: https://boardgamegeek.com/boardgame/334141/orange-swan&#10;Play Black Swan on Vassal: https://vassalengine.org/wiki/Module:Black_Swan&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Continents: Africa",
      "Continents: Asia",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "10250",
    "Name": "Ninjitsu!",
    "ID": 230064,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/230064/ninjitsu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.6667",
    "Description": "Ninjitsu!&nbsp;is a card game for 2-5 sneaky ninjas, suitable for players of all ages. A stand-alone sequel to the hit game Scuttle!,&nbsp;this game of devious bluffing and subterfuge will keep the whole family entertained for hours.&#10;&#10;In this fast-playing card game, players scheme to be the first to reach 21 points. Each turn either play a card or draw 2 cards;&nbsp;cards can either be played as treasure or as an action.&nbsp;Ninjitsu!&nbsp;introduces hidden treasures: treasure cards that are played face-down. Swipe hidden treasures from your opponents at any time, but watch out for booby-traps!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Cuttle"
    ]
  },
  {
    "Rank": "10251",
    "Name": "Take The \"A\" Chord",
    "ID": 174975,
    "Year": "(2015)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/174975/take-the-a-chord",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Take The &quot;A&quot; Chord, a.k.a. A&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#167;&#232;&#161;&#140;&#227;&#129;&#147;&#227;&#129;&#134;, is a trick-taking card game in which players become jazz musicians and compete in the strength of the chord.&#10;&#10;Cards come in five suits (colors) labeled A-G, and in a trick, you must play a card of the same suit led &mdash; unless you have a card in the same letter as a card previously played, in which case you can play that. Why would you do that? Because initially the highest-valued letter in the game, e.g. C, is determined randomly, with the other cards being ranked lower in C in order: C is higher than D, which is higher than E, etc. with G higher than A. When you play the same chord &mdash; that is, letter &mdash; as another player, you make that chord the new highest-valued letter for subsequent tricks.&#10;&#10;What's more, if you play the same chord as the player who started the trick &mdash; that is, if you improvise &mdash; not only do you change the highest-ranking chord, that trick goes unresolved and you start a new trick with the winner of that trick taking all tricks played since multiple instances of improvisation can take place.&#10;&#10;You score a bonus for improvisation, but you don't want to take too many tricks in a round as that will cost you points in the long run. Score well, lead the band, then step aside for others to (possibly) take things too far. After multiple rounds, the player with the most points wins.&#10;&#10;The 2015 edition of Take The &quot;A&quot; Chord included rules only for three and four players, while the 2021 edition contains larger components and rules for 2-4 players.&#10;&#10;Publisher's summary:&#10;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#130;&#186;&#227;&#129;&#140;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#130;&#186;&#227;&#131;&#159;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#146;&#140;&#233;&#159;&#179;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#229;&#188;&#183;&#229;&#188;&#177;&#227;&#129;&#167;&#231;&#171;&#182;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130; &#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#229;&#188;&#183;&#227;&#129;&#149;&#227;&#129;&#140;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#139;&#232;&#187;&#162;&#232;&#170;&#191;&#227;&#129;&#140;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#228;&#184;&#187;&#229;&#176;&#142;&#230;&#168;&#169;&#227;&#130;&#146;&#230;&#143;&#161;&#227;&#130;&#139;&#233;&#141;&#181;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#230;&#149;&#176;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#130;&#146;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#129;&#190;&#227;&#130;&#138;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#153;&#227;&#129;&#142;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#129;&#145;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Music: Jazz"
    ]
  },
  {
    "Rank": "10252",
    "Name": "Share it!",
    "ID": 291431,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/291431/share-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "Easy to play and dynamic at the same time!&#10;Each player is to collect the best set of cards.&#10;The players have their cards open. It's your decision to go forward or prevent any opponent's move.&#10;&#10;Every turn the host opens the cards and places them in a row.&#10;7 cards for 3 players and 4 cards for 4 players.&#10;Then he puts card-dividers to break the row into 3 segments as he likes.&#10;Each player chooses which segment he would like to get - white, blue or black - and places a card of such color facedown&#10;The host opens this cards and the players distribute the cards in a segment.&#10;&#10;If:&#10;A) any segment is not in demand, it&rsquo;s put off&#10;B) a segment is chosen by 1 player; he takes it for himself&#10;C) a segment is chosen by 2 players, they are dividing this segment and voting again!&#10;&#10;The players stack the received cards at their face value, the role of the host is passed clockwise, and the new round begins.&#10;        &#10;The game ends when the deck runs out of cards. If a player has more cards with the same number on than others, he will receive a number of VP equal to this number. Whoever gains the most VP wins the game.&#10;&#10;Number of the cards in the game is equal to it's Value. &#10;10 cards of &quot;10&quot;, 9 cards of &quot;9&quot; and so on.&#10;Also there are 15 Jokers, that players can use as any other value in their stock.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck Construction",
      "I Cut, You Choose",
      "Matching",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10253",
    "Name": "Gazala: The Cauldron",
    "ID": 148309,
    "Year": "(2013)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/148309/gazala-the-cauldron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7143",
    "Description": "Gazala: The Cauldron, Libya, May 27 - June 14, 1942 simulates the mobile portions of the battle of Gazala south of Tobruk between May 27 and June 14 1942. An Axis attack was met by a furious Allied counter-attack which then developed into a grinding battle of attrition and maneuver that finally ended in massive Axis victory.&#10;&#10;Alternating random activation by formation provides player with uncertainty and high re-playability as no two games will be alike. Each turn player receive a varying number of activations to represent the supply levels, command confusion, fatigue and intelligence of their armies and this leads to an ebb and flow to the battle as each side is dominant at different times. After units move, strengths are educed to simulate fatigue and lack of defensive preparation making counter-attacking key to the game. Minefields, airpower, anti-tank abilities and the armor versus infantry conflict are all modeled in a simple and effective set of rules.&#10;&#10;There are two scenarios with a playing time of 3-7 hours.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 1 miles / 1.61 kilometers&#10;Units: Battalion to Regiments&#10;&#10;Game Inventory:&#10;One 17 x 22&quot; full color map&#10;Two dual-side printed countersheets (168 5/8&quot; counters)&#10;One 12-page Gazala rulebook&#10;One dual-side printed cover sheet/player aid card&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 3-7 hours&#10;&#10;Note: Players will need to provide one 10-sided die for game play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10254",
    "Name": "Kunterpunkt: Das wuselige Würfelspiel",
    "ID": 362965,
    "Year": "(2022)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/362965/kunterpunkt-das-wuselige-wurfelspiel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "With the magnifying glass you roam through the tall grass, looking for the rarest bugs. But what's that - a blue jewel beetle with only three spots? That throws your whole theory out the window! In this dice game, everyone tries to get the matching points for their bugs at the same time. But don't just rely on your luck, because with the wrong tactics these crawlies will be hard to catch.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Insects",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "10255",
    "Name": "Warriors of Jogu: Feint",
    "ID": 221408,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/221408/warriors-of-jogu-feint",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "Warriors of Jogu is a two-player card game in which players take turns playing units into one of five locations. The five locations are numbered 2 to 6, and at the end of each round battle happens at only one or two of these locations. Each unit that is in a battle location contributes its strength multiplied by the value of the location, and the sum of the contributions from all of a player's units is their strategy rating for the round. However, each player only knows one of the two battle locations, while their opponent knows the other battle location!&#10;&#10;The player with the higher strategy rating wins the round and one victory point. The other player not only loses the round, but also loses an amount of morale indicated on the units they deployed to the board &mdash; so be careful about playing too many units as they will cost you morale if you lose the round!&#10;&#10;If a player runs out of morale, the game ends immediately and the other player wins. If at the end of seven rounds, no player has ran out of morale, the player with the most victory points wins. In case of a tie (made possible by some special abilities), the player who won the final victory point (in the final round) wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10256",
    "Name": "Screaming Eagles in Holland: The 101st Airborne Division's Defense of Hell's Highway, 22-23 September, 1944",
    "ID": 4342,
    "Year": "(2002)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/4342/screaming-eagles-in-holland-the-101st-airborne-div",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.7857",
    "Description": "Screaming Eagles in Holland: The 101st Airborne Division's Defense of Hell's Highway, 22-23 September, 1944, covers the intense fighting from 22-23 September during Operation Market-Garden in and near Veghel, Holland by the American 101st Airborne Division.  The 101st has battled their way to the small Dutch village of Veghel.  All they need do now is await the arrival of XXX Corps on their way to Nijmegen and beyond to Arnhem. As fate would have it, the Germans planned otherwise. German armor and infantry conducted several determined attacks on the positions held by the 101st.&#10;&#10;Operation Market-Garden is usually best remembered for the stubborn defence of the Arnhem Bridge by the British 1st Airborne. The equally important role of the two American Airborne Divisions is often neglected. Screaming Eagles in Holland covers the crucial defence of the Veghel bridges by the 101st Airborne. At Veghel, the Germans launched their most concentrated and determined effort to sever the vital supply and reinforcement route of Hell&rsquo;s Highway to the embattled British 1st Airborne at Arnhem.&#10;&#10;Screaming Eagles is the 13th game in the Tactical Combat Series.&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Platoons &amp; individual vehicles&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color mapsheets&#10;Three dual-side printed countersheets (840 1/2&quot; counters)&#10;One 28-page Tactical Combat Series ver 3.1 rulebook&#10;One 16-page Screaming Eagles in Holland rulebook&#10;Two dual-side printed Tactical Combat Series ver 3.1 charts &amp; tables folders&#10;Two dual-side printed Op Planning Sheets&#10;One Morale &amp; Turn Record Chart&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 6-20 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Netherlands",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "10257",
    "Name": "Apples to Apples Kids",
    "ID": 4991,
    "Year": "(2001)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/4991/apples-to-apples-kids",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0769",
    "Description": "As its name implies, this is a version of Apples to Apples designed for kids, although the basic game still works well with adults, too.  Compared to the original game, this edition features simplified words that even young children can understand and has no &quot;suggestive&quot; words that adults would be uncomfortable explaining to the kids.&#10;&#10;Out of the Box re-named this editon in 2007 from Apples to Apples Junior! to Apples to Apples Kids.&#10;&#10;Note: This is a different game from Apples to Apples Junior; In 2007, when Apples to Apples Junior! was changed to Apples to Apples Kids, Apples to Apples Junior 9+ was changed to Apples to Apples Junior.&#10;&#10;Part of the Apples to Apples Series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "10258",
    "Name": "The Great Game: Rival Empires in Central Asia 1837-1886",
    "ID": 94375,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/94375/the-great-game-rival-empires-in-central-asia-1837",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.1429",
    "Description": "(from the company website)&#10;&#10;The Great Game recreates the 19th Century Anglo-Russian struggle for supremacy in Central Asia.  In the actual contest, Tsarist Russia resented British expeditions into the Steppe Khanates while Victorian Britain feared that Russian entreaties to Persia and Afghanistan would jeopardize India's security.  So the two imperial powers wove a complex tale of diplomatic intrigue, colonial conquest and proxy wars that spanned 50 years.&#10;&#10;In the game, players alternate moving officers (historical personalities) and troops across a point-to-point map of Central Asia in yearly turns.  Imperial powers strive to enlist vassal states such as Afghanistan and Bokhara into their camp through diplomacy or combat.  Vassals offer troops and tribute to their imperial patron.  But there's a twist, vassals closest to Russia prefer alliance with Britain while those closest to India prefer Russia, so an engaging game of move-counter move unfolds across the chessboard of Central Asia.  Random events such as the Crimean War, Sepoy Mutiny and American Civil War intrude to make each game different.&#10;&#10;",
    "Categories": [
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: Russia",
      "Country: United Kingdom",
      "History: Anglo-Afghan Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "10259",
    "Name": "Carrousel",
    "ID": 23311,
    "Year": "(2006)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/23311/carrousel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.28",
    "Description": "Carrousel is a game without turns. The board shows a carrousel with seven spaces in a circle. Placed on this (on five adjacent spaces) are five different-colored horses. The game also contains a deck of cards, each showing three horses in different colors.&#10;&#10;At the start of the game, each player is dealt nine cards and lays them out in front of herself. The object is then to make the three horses at the front of the carrousel be in the same order as on one of one's cards. When this happens, you get a point for that card (put it upside-down in a private score pile) and get to draw a new one.&#10;&#10;There are a number of legal moves to make, like swapping the places of two horses, placing the last one first and so on. To score a card, you must perform a move to make the first three horses match one of your cards. If you make a move and they don't fit, you lose one point. If you're not fast enough, someone else will move something, messing up your plans.&#10;&#10;The game has been illustrated by St&#195;&#169;phane Poinsot.&#10;&#10;From the publisher's website:&#10;&#10;Here's a strange merry go round!  Its wooden horses, joking and mocking, have come to life and nothing can stop them for turning in any direction!  If you want to ride, you'll have to catch them!&#10;&#10;To play Carrousel, you don't have to be a knight, jockey or a cossack.  A little speed and observation will do.  Find the right color combinations and move your horses quickly before your opponents do it for you!&#10;&#10;Carrousel is a game of speed and observation by Max Gerchambeaux who, when he's not cooking one of the best cassoulets in Paris in his restaurant, invents smart games for the whole family!&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "10260",
    "Name": "Suspect Game",
    "ID": 346623,
    "Year": "(2021)",
    "Geek Rating": "5.575",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/346623/suspect-game",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.25",
    "Description": "Stories are always dubious around these incidents. Resentment, infatuation, money, ambition&mdash;whatever the motivation. Fortune has brought all of you upon this murder case. With everyone professing innocence, it is clear that you cannot have faith in each story. And so to escape your circumstance, you must not be victimized. Perhaps time is better spent divulging the weakness of others. Doesn&rsquo;t everyone have a secret? Like murder.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Role Playing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "10261",
    "Name": "Control Nut!",
    "ID": 17204,
    "Year": "(2005)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/17204/control-nut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9333",
    "Description": "A partnership trick taking game that consists of two phases:&#10;&#10;In the first phase players bid for &quot;Control Cards&quot; that will give them a special action in the second phase.  Bidding is done with face up cards that the high bidder then distributes to the other players when he takes the Control Card.&#10;&#10;Phase two is a trick taking game in which players may play the Control Cards to a trick to affect its outcome.&#10;&#10;Some of the cards have 1 or 2 stars on them.  The score for the hand is the number of tricks taken times the number of stars won.&#10;&#10;From the box:&#10;You never thought that collecting nuts would be so addictive!  Play as a partnership or play head to head as you attempt to be the squirrel in control.&#10;&#10;Be careful though in order to gain control you have to give control.  Experience the excitement as you exert your control, gather nuts and become top squirrel.&#10;&#10;Warning: With enough play you may become a Control Nut too!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Team-Based Game",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "10262",
    "Name": "The Game of France, 1940: German Blitzkrieg in the West",
    "ID": 746,
    "Year": "(1971)",
    "Geek Rating": "5.575",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/746/the-game-of-france-1940-german-blitzkrieg-in-the-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6806",
    "Description": "&quot;France 1940&quot; is an operational level simulation of the German invasion of France in 1940.  Units are corps and divisions, with important regiments and brigades represented. The map covers the German-Franco border, from the parts of the Maginot Line to the English Channel.&#10;&#10;The game consists of standard rules, advanced rules incorporating more complexity and realism and an Idiot's Rule, simulating the initial inflexibility of the Allied command. Six German and eleven Allied orders of battle allow players to experiment with game balance as well as explore various &quot;What ifs&quot;.&#10;&#10;The game comes with detailed designer's notes, giving insight into both game design and the actual campaign.&#10;&#10;The first incarnation of the game appeared as an insert in Strategy &amp; Tactics magazine #27 [1971], and was subsequently republished by Avalon Hill in a boxed edition in 1972.&#10;&#10;224 counters (includes the 27 blanks) - Avalon Hill edition&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "History: World War II (Western Front 1940)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Kursk (SPI)"
    ]
  },
  {
    "Rank": "10263",
    "Name": "Star Trek: Galactic Enterprises",
    "ID": 248567,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/248567/star-trek-galactic-enterprises",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "On the Deep Space 9 station, Ferengi wheel and deal legal and illegal items in order to accrue the most profit because as you know, a Ferengi without profit is no Ferengi at all (Rule of Acquisition #18).&#10;&#10;In Star Trek: Galactic Enterprises, 3 to 8 Ferengi buy and sell their wares, trying to monopolize a particular item for greater profit. However, once other Ferengi get those same items for sale, it becomes a matter of negotiation: Do you work together to gain the same profit, or do you agree to cooperate, then sell at a lower price to steal all the profit for yourself? After all, opportunity, plus instinct, equals profit (Rule of Acquisition #9).&#10;&#10;Be wary of special action cards that can mess with the business of other Ferengi. The bigger the smile, the sharper the knife (Rule of Acquisition #48). The Ferengi who has earned the most profit becomes the First Clerk!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Trading"
    ],
    "Families": [
      "TV Shows: Star Trek (various)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "10264",
    "Name": "Trivial Pursuit: World of Harry Potter – Ultimate Edition",
    "ID": 254195,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/254195/trivial-pursuit-world-of-harry-potter-ultimate-edi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Harry Potter fans can test their knowledge of all eight Harry Potter movies with Trivial Pursuit: World of Harry Potter &ndash; Ultimate Edition. Move around the board with House Mascot movers as you answer questions and collect &quot;wedges&quot;. The game includes 1,800 questions to challenge the ultimate Harry Potter fan. Categories include:&#10;&#10;&#10;    Objects &amp; Artifacts&#10;    Death Eaters &amp; The Dark Arts&#10;    Animals, Magical Creatures &amp; Magical Beings&#10;    Ghosts &amp; Muggles&#10;    Other Locations &amp; Transportation&#10;    Spells, Potions &amp; Other Magic&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "10265",
    "Name": "Dead & Breakfast",
    "ID": 246355,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/246355/dead-and-breakfast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "In this game of ghoulish guesthousery, players build a mortifying motel, fill it to the brim with horrifying inhabitants, adorn its walls with voluptuous vines of poison ivy, and invite puzzled patrons in from the cold to meet their frightening finale.&#10;&#10;However, a ghastly ghoul besieges the local Haunted Hardware Store, and other enigmatic entrepreneurs are opening horrible hostels of their own, meaning you&rsquo;ll have to work fast to ensure that your Dead &amp; Breakfast is the best of the worst!&#10;&#10;In less verbose vocabulary, Dead &amp; Breakfast is a tile-laying game where you assemble a hotel, placing creatures, flowers, and guests to score points. Each turn, players place one of the available un-haunted window tiles into their hotel, before passing the turn to the left. Once a row (5 windows) of a player's hotel is complete, they can invite a guest, occupying one window but activating their specific scoring condition.&#10;&#10;Once everyone has built a 5x5 hotel, points are won in three ways: inviting guests who fear the creatures that live in your hotel; connecting certain types of flowers to your door via ivy; and fulfilling the conditions of the Bonus Scoring Tile. The Hotelier with the most points wins!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Creatures: Vampires",
      "Creatures: Zombies",
      "Digital Implementations: Tabletopia",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "10266",
    "Name": "Lord of the Rings: The Adventure Deck Game",
    "ID": 102275,
    "Year": "(2011)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/102275/lord-of-the-rings-the-adventure-deck-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.65",
    "Description": "Lord of the Rings: the adventure deck game is a solitaire game, that takes from 5 to 15 minutes to play.&#10;&#10;In Lord of the Rings: the adventure deck game, the player is Frodo, whose goal is to reach Mt.Doom, drop the One Ring into the volcano's lava, and save Middle Earth.&#10;He has to hurry, as Sauron is gaining power, so the journey cannot last more than 25 days.&#10;In his journey, Frodo will encounter friends who help him (from Aragorn to Legolas) but he'll also encounter enemies (like Trolls and the Nazgul) that threaten Frodo and make his mission harder.&#10;&#10;From the rules:&#10;&quot;Consider the card as a crossroad: therefore you are given choices on where to travel (up, left and/or right).&#10;The Directions show numbers (which range from 1 to 5) and show how many cards need to be drawn in order to proceed with the quest.&#10;&#10;B. Each card shows an aggression number (ranging from 0 to 3) which represents the attacks you have received while travelling.&#10;Sum the aggression numbers  of each card you draw to get an Attack value which represents the amount of wounds you have sustained this turn.&#10;At any time, if the total attack value is higher than Frodo's wounds, the player immediately loses the game.&#10;&#10;This means that the Attack value will be the sum of all aggression numbers of cards drawn this turn.&#10;&#10;Example: if the player chooses directions with a high destination number, which makes him move faster, he will finish the mission within the preset time of 25 days/turns, but will also increase the chances of getting damaged and killed.&#10;&#10;At any time, but before drawing cards from the quest deck, you can use the RING which will turn Frodo invisible and, therefore, immune to all the attacks received (consider all aggression numbers as 0). BUT doing so will also bring the Witch King closer to you. Any time you use the Ring, put a token on the the Witch King Track on the play mat.&#10;The first time you use the ring, put a token on the Ring symbol on the play mat: this is a reminder that the ring has been used at least once.&#10;&#10;While drawing or before drawing (depending on the item), the player will have the chance to use one item he is equipped with.&#10;The player can use only one item per turn.&#10;&#10;C.  Card Effects can be good or bad, depending on the card.&#10;A player resolves the card effects ONLY of the last drawn card of the turn. Unless otherwise stated, the ONLY thing the player should take into account while drawing the cards is the aggression number.&#10;&#10;Example: if the player chooses a direction with a destination number 3, he draws (one at a time) 3 cards, adding the Aggression Numbers of all 3 cards and resolving ONLY the effects of the 3rd card.&quot;&#10;&#10;Each turn, the player will have many choices to make, from deciding if he wants to rest (and recover his wounds), to which direction to go; from using potions or other items (like the Ring), to going looking for Aragorn to help him against the Witch King.&#10;&#10;Main game mechanic: push your luck.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "10267",
    "Name": "Heavy Steam",
    "ID": 149169,
    "Year": "(2015)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/149169/heavy-steam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "Set in a steampunk universe, Heavy Steam is a game about piloting a giant mechanical humanoid war machine of doom. As a pilot you use the steam titan&rsquo;s resources to strategically complete scenario objectives. More often than not it&rsquo;s to defeat your opponent, but you&rsquo;ve never shied away from a fight, have you?&#10;&#10;--In Heavy Steam you play the role of a pilot controlling your steam titan&rsquo;s systems from the command center inside its head.&#10;--Fully customize your steam titan: choose a robot, recruit your pilot, then customize with weapons of your choice.&#10;--Plan ahead if you want to power your legs, weapons or other systems.&#10;--The battle board is abstracted with easy to master combat.&#10;--Event cards, terrain cards and other cards keep the game fresh and new every time you play.&#10;&#10;Play through a variety of focused scenarios or just battle it out until only the champion remains! With several game modes from which to choose, you always face another challenging battle ahead &ndash; will you take up the call?&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "10268",
    "Name": "1313 Dead End Drive",
    "ID": 4953,
    "Year": "(2002)",
    "Geek Rating": "5.575",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/4953/1313-dead-end-drive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.35",
    "Description": "1313 Dead End Drive is a bluffing game where you should try to conceal your identity, as well as trying to reveal the others. On your turn you are moving two of the characters on the board (could be yours and/or the others). Movement is decided by dice (you chose which dice you use for each character you chooses to move).&#10;&#10;The game is won when either everyone is out of the mansion or when the last card (Clock Strikes Midnight) is drawn from the deck. You win by having the most moneybags (of the 20 available) of any of the players.&#10;&#10;You are always trying to &quot;knock off&quot; the other heirs because as they are gone, their moneybags move down the will to the next heir in line. The board is a 3D house with several traps, which you use to get rid of the other heirs.&#10;&#10;You can bluff by moving your opponents' characters towards the entrance or moving your own character onto the trap spaces, but without releasing it.&#10;&#10;Re-implements:&#10;&#10;    13 Dead End Drive&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Standees",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "10269",
    "Name": "Bright Future",
    "ID": 169544,
    "Year": "(2015)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/169544/bright-future",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7895",
    "Description": "Bright Future is a card driven lite-RPG adventure. It is situated in an intriguing and immersive world where our civilization was destroyed after an all-out nuclear war. During the past decades the few remaining survivors are living a harsh life underground.&#10;&#10;Some of them managed to salvage equipment and technology from the fallen civilization and tried to rebuild society as they remembered it. Others had to adapt both their shapes and minds into something new and more suitable for their new environment. There is a constant struggle between the scattered groups of human and mutant survivors, but in the fortified settlements here and there, they manage to live together.&#10;&#10;The game has three modes: &#10;&bull; Tunnel Fever: cooperative scenario for 1&ndash;4 players, where you and your friends have to save the remnants of humankind from a deadly epidemic which is ravaging the population in a world without hospitals and health facilities.&#10;&bull; Tunnel of Power: competitive scenario for 2&ndash;5 players, where you will try to be the first player to open a legendary governmental bunker from the Cold war, full of equipment and supplies, which was discovered only recently.&#10;&bull; Arena mode: a short card battle based on luck and tactics.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Open Drafting",
      "Role Playing",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "10270",
    "Name": "Sellswords: Olympus",
    "ID": 199907,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/199907/sellswords-olympus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;The gods of Olympus have gone to war! Who will heed the call? Skilled warriors from all across the land rally to fight, met on the opposite side by magical beasts and monsters from myth. Lead your heroes to victory and become the champion of Olympus!&#10;&#10;Sellswords: Olympus is a fast-paced strategy game of drafting soldiers and deploying them to the field of battle. It takes only a few minutes to learn, but with fifty different heroes and monsters, each with their own unique ability to use and master, the possibilities for forming your army are limitless! Capture enemy units to turn them to your side in the battle. It's not enough to simply control the most of the field, though; you have to choose your targets carefully to outflank your opponent! Four different terrain tiles provide alternate play methods, giving you new strategies to explore!&#10;&#10;Sellswords: Olympus is a standalone sequel to the tile-placement game Sellswords that can be played alone or mixed with the original!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mythology: Greek",
      "Players: Two-Player Only Games",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "10271",
    "Name": "Lyssan",
    "ID": 97939,
    "Year": "(2012)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/97939/lyssan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6818",
    "Description": "It is an empire of changing flags. The old crown fell, and many stepped forward to claim it. That was two centuries ago.&#10;&#10;Now the barons and the princes swear loyalty to whichever claimant-emperor garrisons the nearest army today. The clergy sell their sermons for the highest bidder, and spies whisper promises to mercenary generals.&#10;&#10;You are the one true ruler of the broken Empire of Lyssan, and it's up to you to put the pretenders (the other players) in their place before their endless squabbling tears your nation apart. You (and others) will attempt to take control by using castles, knights, nobles, priests, and spies:&#10;&#10;&#10;    Knights hold territory and fight masterfully.&#10;    Nobles hold territory, support priests, and fight poorly.&#10;    Castles hold territory, spawn new units, and protect knights and nobles.&#10;    Priests manipulate influence and support spies.&#10;    Spies assassinate priests and other spies, and have the devastating power to steal other players' court cards.&#10;&#10;&#10;Lyssan is an intense board game of strategy, cooperation, and betrayal for two to four players. The winner is the player who claims the most trophies, and each trophy can only be claimed by a single player. One trophy card might call for the player to control the most mines, the next to have most spies deployed, and the next to have the most sophisticated court. An upcoming trophy is revealed each turn, requiring strength, cunning, and adaptability to win.&#10;&#10;Lyssan combines tightly designed euro-style rules with the interactivity and flavor of an epic wargame. Lyssan has slim rules comparable to many family friendly games. Yet the play is as rich and interactive as the crunchiest, most grognard-friendly wargames. And Lyssan plays fast. A typical game of Lyssan runs a full hour quicker than comparable games.&#10;&#10;Lyssan combines: &#10;A map to be conquered (like Risk)... &#10;...with a few different unit types that act a few different ways each (like Chess or Diplomacy) ... &#10;...with cards that let players pull off devastating surprise moves or permanently improve their abilities. To play one card, you discard others. (Like Race for the Galaxy) These cards can be very powerful, but they can also be stolen by spies. The whole landscape of the game can change in the blink of an eye as ownership of a card changes hands. Get one of your spies into a rival's castle, and you can take over his improvements or turn his own followers against him.&#10;&#10;All interrupting effects have been stripped out of the game, so each player can complete their turn quickly, without waiting for the others. The game has been designed from the start to allow timed play, like a tournament chess match. This is good for players who want extra-brisk play, or who just have one slowpoke at the table who needs to be reined in.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Political",
      "Spies / Secret Agents",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10272",
    "Name": "Brains Family: Burgen & Drachen",
    "ID": 244948,
    "Year": "(2018)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/244948/brains-family-burgen-and-drachen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "The solitaire puzzle series Brains is now a competitive game for up to four puzzle enthusiasts. In Brains Family: Burgen &amp; Drachen, players compete to fight powerful dragons and reach fabulous castles.&#10;&#10;At the start of each round, someone reveals an adventure card that shows the locations of dragons and castles on the boards. Then all players race to be the first to place their tiles on their individual player boards so that their knight figure travels to all the castles. Whoever finds the right answer wins the round. Initially fighting against the dragon is optional, but once a player has won a round, they must fight the dragon in each subsequent round, in addition to visiting all of the castles. Whoever wins three rounds first wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Real-Time",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "10273",
    "Name": "Brief Border Wars",
    "ID": 285193,
    "Year": "(2020)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/285193/brief-border-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6364",
    "Description": "Brief Border Wars is a quadrigame or set of four mini-games on short border conflicts of the 20th and 21st century, using a card-driven system that models the chaotic, stop-and-start nature of these impromptu wars.&#10;&#10;The four conflicts included:&#10;&#10;     El Salvador vs. Honduras, 1969&#10;     The Turkish invasion of Cyprus, 1974&#10;     China vs. Vietnam, 1979&#10;     Israel vs. Hezbollah, southern Lebanon, 2006&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "History: Lebanese Wars 1975-2006",
      "History: Sino-Vietnamese War",
      "Country: Cyprus",
      "Country: El Salvador",
      "Country: Greece",
      "Country: Honduras",
      "Country: Lebanon",
      "Country: Turkey",
      "Country: Vietnam",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "10274",
    "Name": "Frutti di Mare: Veni, Vidi, Antipasti!",
    "ID": 224675,
    "Year": "(2017)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/224675/frutti-di-mare-veni-vidi-antipasti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.8333",
    "Description": "Description from the publisher:&#10;&#10;Seafood and spaghetti &mdash; a deadly combination bound to give you a delicious taste of war. At the head of the army stands the great and honorable King Crab, commander of vast seafood armies, breaker of chains, and inspirational leader in the most dire of times. The ranks of your army consist of a nicely balanced mix of Mighty Mussels, Cunning Calamari, and Shy Shrimps, topped with some Smoking Salmon and Loyal Lobsters. Frutti di Mare: Veni, Vidi, Antipasti! offers a wide pallette to satisfy every taste.&#10;&#10;In the game, players take their turn in clockwise order, and each turn consists of three phases:&#10;&#10;&#10;     Income Phase &mdash; gain coins to spend in the recruitment phase&#10;     Recruitment Phase &mdash; buy fresh Frutti to strengthen your army&#10;     Action Phase &mdash; move and attack with your Frutti&#10;&#10;&#10;In addition, the King Crab can give one inspirational speech each turn with a variety of effects.&#10;&#10;There are three possibilities to win Frutti di Mare: Veni, Vidi, Antipasti!:&#10;&#10;&#10;     Reach the center of the plate with your King Crab&#10;     Stay at the center of the plate with a Royal Frutti for one full round&#10;     Eliminate your opponents' King Crabs&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination"
    ],
    "Families": [
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Food & Drink: Pasta/Spaghetti",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10275",
    "Name": "VIP RIP",
    "ID": 371118,
    "Year": "(2022)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/371118/vip-rip",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Aurora the Gravedigger is a glamorous woman who only buries celebrities. Help her to decide which inscription will have each celebrity on their gravestone!&#10;&#10;Up to 8 people can play this party game that offers both cooperative and competitive mode for teams. In each round, one player will take on the role of Aurora the Gravedigger. To win, the gravedigger will have to use her imagination to tie 3 given proverbs or popular sayings to 3 dead celebrities -real people or fictional characters-. Will the other players be able to discover those links? What will they understand? The literal or the metaphorical meaning of the proverbs?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Semi-Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "10276",
    "Name": "For Whom the Bell Tolls",
    "ID": 17895,
    "Year": "(1995)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/17895/for-whom-the-bell-tolls",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "720",
    "Weight": "3.8571",
    "Description": "For Whom The Bell Tolls consists of:&#10;&#10;1) A detailed operational-level game of the Spanish Civil War of 1936-39.&#10;2) A second game on Operation Felix (the planned German attack on Gibralter) and a hypothetical 1941 German invasion of Spain.&#10;3) Europa counters and orders of battle for the World War II forces of Spain and Portugal.&#10;4) A scenario linking the Europa Spain and Portugal material with another Europa game, Torch, for a hypothetical Allied invasion of Spain in place of the 1942 Torch landings.&#10;&#10;Game Components:&#10;&#10;    6 countersheets (Europa countersheet n&deg; 80, 81, 82, 83, 84; Europa Universal marker sheet) - 1680 die-cut counters&#10;    One full and one half maps (Europa map n&deg; 23A: standard Europa map size - n&deg; 33: 1/2 Europa map size)&#10;    Spanish civil war Rules Book (68 pages)&#10;    World War II Rules Book (60 pages)&#10;    3 OB Books (Spanish Loyalist - 20 pages;  Spanish Insurgents - 16 pages; Europa OB - 20 pages)&#10;    7 For Whom The Bell Tolls charts &amp; tables&#10;    2 Spanish civil war charts&#10;    3 WWII charts&#10;    4 Grand Europa  charts/tables/displays&#10;&#10;&#10;Game Scales:&#10;&#10;    Time Scale: Two week turns&#10;    Map Scale: 16 Miles Per Hex&#10;    Unit Scale: Divisions, Regiments &amp; Battalions&#10;&#10;&#10;(from the rules book &amp; user's description)&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Portugal",
      "Country: Spain",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Series: Europa"
    ]
  },
  {
    "Rank": "10277",
    "Name": "Khe Sanh '68",
    "ID": 186974,
    "Year": "(2015)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/186974/khe-sanh-68",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.875",
    "Description": "Khe Sanh &lsquo;68 places you in command of United States and South Vietnamese (ARVN) forces in the campaign to relieve the USMC firebase at Khe Sanh during the Vietnam War. The historical campaign was something of a race against time as the US high command feared that the North Vietnamese were going to attempt to overrun the base. All resources put into the Khe Sanh fight, however, were subtracted from those available to deal with the Tet Offensive elsewhere. Your mission is to extract maximum communist losses while minimizing the allied effort.&#10;&#10;The game uses the Cold War Blitz series rules, a solitaire game system. You command the US and ARVN units, and have a deck of cards to enhance your unit capabilities. A second deck of cards, drawn randomly one at a time, controls communist (OPFOR) activities. Combat is resolved with a quasi-tactical system with opposing units firing at one another.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Mini Series (Decision Games)"
    ]
  },
  {
    "Rank": "10278",
    "Name": "Hideous Abomination",
    "ID": 300081,
    "Year": "(2021)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/300081/hideous-abomination",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "A competition for creative miscreants&#10;&#10;Sharpen your bone saws and practice your whipstitching, the competition has begun! Take turns laying body part tiles to build your own unique abomination, trying to get the most desirable features and win the most trophies. With randomized win conditions and over 200 unique hand-inked body parts, no two games  are ever the same. Who can breathe life into the most repugnant and bizarre monstrosity?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "End Game Bonuses",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10279",
    "Name": "Fauna Junior",
    "ID": 84088,
    "Year": "(2010)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/84088/fauna-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "This is the version of Fauna for the younger ones.&#10;&#10;As in Fauna it is all about animals. It is a trivia game where you get a picture of an animal and all players can guess on where the animal is living (six different vegetation zones), how much is the weight (no numbers only comparisons to seven different objects), if it lay eggs and if it eats only plants.&#10;&#10;The first player guessing right will get 2 points, the other are only getting 1 point.&#10;&#10;So Fauna junior is much easier than Fauna.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Trivia: Animals",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "10280",
    "Name": "Q•bitz",
    "ID": 66088,
    "Year": "(2009)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/66088/qbitz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3846",
    "Description": "In Q&bull;bitz players use their special blocks to recreate patterns, claim cards and win the game.&#10;&#10;In the first round, someone reveals a Q&bull;bitz card (out of a deck of 100 cards), then players race to assemble their specially colored blocks in the pattern shown on that card; the first player to do so claims the card. In the second round, players must roll their blocks like dice to find the iamges that they need to recreate the pattern on the card. In the third round, all players look at the card for ten seconds to try to memorize the pattern, then they work on recreating that pattern by memory; the round ends when someone calls for it to end, with the player who successfully recreated more of the pattern than anyone else claiming the card.&#10;&#10;After three sets of three rounds, the player who claimed the most cards wins the game.&#10;&#10;Contents:&#10;&#10;     120 Q-bitz Cards, (80 in 1st edition)&#10;     4 Wooden Trays&#10;     4 Sets of 16 Cubes&#10;     Rules&#10;&#10;&#10;See also:&#10;Q&#226;&#128;&#162;bitz 100 Card Expansion Pack&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Dice",
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pattern Building"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Game: Q-bitz"
    ]
  },
  {
    "Rank": "10281",
    "Name": "Hands Up",
    "ID": 5014,
    "Year": "(2002)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/5014/hands-up",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0789",
    "Description": "Hands Up is a wild and fast hand-twisting game for 2-8 players ages 6 and up. A card is turned over and as quickly as possible, all players imitate the hand position depicted on it. The slowest player takes the card, and the player with the most cards at the end of the game loses. Contains 60 square cards with 4 hand illustrations on each (Schmidt Spiele version only has 54 cards + one instruction card).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "10282",
    "Name": "Shadowscape",
    "ID": 200359,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/200359/shadowscape",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Shadowscape is a mini dungeon crawl played on a modular board of rooms filled with monsters, treasures and traps. It takes place in the Mistfall universe, allowing players to once again take on the roles of iconic Heroes of both Mistfall and Heart of the Mists. Move, plot and fight competitively, cooperatively or solitaire, in a fast and furious mini dungeon crawler of epic proportions!&#10;&#10;Each game is played on a five-by-five grid of dungeon room cards, randomized before every game. Players start by choosing their Heroes and placing their tokens in the corner rooms of the dungeon. Each Hero comes with their own set of four double-sided Action Cards placed on the table in front of the player.&#10;&#10;During your turn, you will use two of those cards, performing Actions like attacking monsters (but not other Heroes), searching through rooms, moving or preparing for the next rounds. After using an Action Card, you will flip it to the other side, featuring a different Action.&#10;&#10;Each Action can be boosted by using the Boon effects from any number of Fate Cards from your hand. Fate Cards are drawn from a common Fate Deck at different points of the game (usually when using the Prepare Action). But Fate Cards can also be used for their alternative Bane effect, which allows you to move monsters, make unexpected changes to the layout of the labyrinth, or snatch treasures from other players.&#10;&#10;Each turn will end with the active player drawing one Fate Card for its third and final effect: monster spawn and movement. This is also the time when most monsters will be able to attack the Heroes, dealing damage some of which can be easily soaked, while other have to be placed on their Action Cards, making them unavailable until the Hero is healed.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Setting: Mistfall"
    ]
  },
  {
    "Rank": "10283",
    "Name": "Rivoli 1797",
    "ID": 9918,
    "Year": "(1998)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/9918/rivoli-1797",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5714",
    "Description": "This is the first of the &quot;Jours de Gloire&quot; battle games to appear in Vae Victis (the idea is to have them come out to roughly coincide with the 200th anniversary of the battle's occurance).  Units are activated via activation marker draw, which drives the course of the game.  This game system has undergone some changes since this issue, so players would be advised to acquire the most recent game in the series (as of this writing, the &quot;full&quot; rules are in Zurich 1799 and the &quot;beginner&quot; rules are in Marengo 1800).&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "History: French Revolutionary Wars",
      "History: Italy 1559–1814 (Foreign dominations)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Region: Piedmont (Italy)",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "10284",
    "Name": "Reflets d'acide",
    "ID": 333252,
    "Year": "(2021)",
    "Geek Rating": "5.574",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/333252/reflets-dacide",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.7273",
    "Description": "Maender-Alkoor ...&#10;All began in Maender-Alkoor ...&#10;In this medieval fantasy universe created by the GHC, the God of Hazards and Chance, you are a narrator, a celestial entity, whose role is to follow and tell the epic destiny of designated heroes! But now, on this day, your tutelary god allows you to guide proud adventurers so that they succeed in a sacred quest ...&#10;&#10;Cooperation (1, 2 or 3 players)&#10;Two Vile Narrators have teamed up with a major evil deity: the Void. Their team of adventurers is about to complete a Tainted Quest ... Your god commands you to counter their misdeeds by entrusting you with the outcome of the opposite Quest. Your opponents progress as the Avatar of the Void pursues your proteges ... In order to stop the infernal spiral imposed by the Void, a beautiful campaign punctuated with challenges awaits you!&#10;&#10;Competition (2 to 12 players)&#10;On this day, your god is generous: he grants you the use of various divine gifts! You will be able to enlist five courageous Heroes, select their Quest and guide their Destiny&hellip; Alas, your adversaries will harm your designs, not to mention the Dragon, also on the way&hellip; So many vicissitudes, the fight will be hard!&#10;&#10;&#10;Maender-Alkoor...&#10;Tous commenca &agrave; Maender-Alkoor...&#10;Dans cet univers m&eacute;di&eacute;val fantastique cr&eacute;&eacute; par le DAH, le Dieu des Al&eacute;as et du Hasard, vous &ecirc;tes un narrateur, une entit&eacute; c&eacute;leste, dont le r&ocirc;le consiste &agrave; suivre et &agrave; conter la destin&eacute;e &eacute;pique de h&eacute;ros d&eacute;sign&eacute;s ! Mais voil&agrave; qu'en ce jour, votre dieu tut&eacute;laire vous permet de guider de fiers aventuriers afin qu'ils r&eacute;ussisent une qu&ecirc;te sacr&eacute;e...Coop&eacute;ration (1, 2 ou 3 joueurs)&#10;Deux Vils Narrateurs se sont acoquin&eacute;s avec une divinit&eacute; mal&eacute;fique majeure&thinsp;: le N&eacute;ant. Leur &eacute;quipe d&rsquo;aventuriers est sur le point d&rsquo;accomplir une Qu&ecirc;te vici&eacute;e&hellip; Votre dieu vous enjoint de contrer leurs m&eacute;faits en vous confiant l&rsquo;issue de la Qu&ecirc;te oppos&eacute;e. Vos adversaires progressent tandis que l&rsquo;Avatar du N&eacute;ant poursuit vos prot&eacute;g&eacute;s&hellip; Afin de faire cesser la spirale infernale qu&rsquo;impose le N&eacute;ant, une belle campagne ponctu&eacute;e de challenges vous attend d&eacute;sormais !&#10;&#10;Comp&eacute;tition (2 &agrave; 12 joueurs)&#10;En ce jour, votre dieu se montre g&eacute;n&eacute;reux : il vous octroie l&rsquo;usage de divers dons divins ! Vous pourrez enr&ocirc;ler cinq H&eacute;ros courageux, s&eacute;lectionner leur Qu&ecirc;te et guider leur Destin&hellip; H&eacute;las, vos adversaires nuiront &agrave; vos desseins, sans compter la Dragonne, elle aussi en chemin&hellip; Tant de vicissitudes, la lutte sera rude !&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "10285",
    "Name": "HIT! Extreme",
    "ID": 435979,
    "Year": "(2024)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/435979/hit-extreme",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "HIT Extreme! is an enhanced version of HIT! and works in exactly the same way. If you already know the rules, you can just read the Special Cards and start playing!&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "10286",
    "Name": "Walkie Talkie",
    "ID": 351540,
    "Year": "(2022)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/351540/walkie-talkie",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "1",
    "Play Time": "4",
    "Weight": "1.0833",
    "Description": "Get rid of your cards as quickly as possible to obtain the most points. Over and out!&#10;&#10;Walkie Talkie is a co-operative game in which players have a very limited amount of time &mdash; 30 seconds per player &mdash; to get rid of all the cards in their hand, and the more cards that you play, the higher your score.&#10;&#10;Everybody has a hand of six cards; cards have a letter on one side and a color on another, and you have to hold your cards however they're dealt to you. Place one card from the deck letter side up and another color side up. When the timer starts, everybody plays at the same time. You can play a letter on the letter pile as long as you can name something that starts with that letter and that &quot;matches&quot; the current color showing; similarly, you can play a color on the color pile as long as you can name something of that color that starts with the letter atop the letter pile. For example, when playing a &quot;B&quot; card next to a yellow card, you could say &quot;Banana!&quot;, and when playing an orange card next to an &quot;L&quot;, you could say &quot;Lion!&quot; You can't repeat a word previously given, and you can't name the color of the color card.&#10;&#10;Whenever you want, you can say &quot;Roger!&quot;, and all players must flip the cards in their hand, so letters become colors and vice versa. Alternatively, you can say &quot;Over!&quot;, and players pass their cards to the left.&#10;&#10;When time runs out, you gain points equal to the number of stars on played letter cards, then subtract 1 point for each unplayed card. Try to score as many points as you can!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "10287",
    "Name": "World Cup Tournament Football",
    "ID": 1912,
    "Year": "(1993)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/1912/world-cup-tournament-football",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "This is really a card game disguised in a rather large box. The object of the game is to get your team through the qualifying for the (soccer) World Cup, and hopefully win.&#10;&#10;The game has a board which depicts a a bunch of soccer fields - just placeholders for the cards played in the &#10;tournament: from 16 fields for the first elimination round and the 8 fields for the round of 16, up to the one field used for the finals. There is also a deck of cards for each of the teams involved in the game with two sets of numbers printed on the card depicting the number of goals scored and the number of penalties given to that team. Finally there are counters depicting the 32 teams in the tournament.&#10;&#10;Each player starts the game with five random cards and the team counters are randomly distributed to each of the players (showing which team each player will 'manage'). Each team is rated either as 0, 1, or 2 - this is the 'bonus' number of goals that team will score in each match it plays.&#10;&#10;Each player in turn can play a card onto any soccer field. On the preliminary matches (fields), the cards are placed face-up (maximum of 3 cards), on any other field, the card is placed face-down. Once all the fields are full, the matches are resolved with the winner of the match going on to the next. Once the preliminary matches are resolved and the teams determined for the next round, those cards are flipped over and the results determined. This is done all the way to the finals.&#10;&#10;A player can determine where his team will end up playing each subsequent match and play cards face-down to try to get his team to win, but if your team is upset early - all those face-down cards that you played are now going to help some other team and not yours.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "10288",
    "Name": "Bug",
    "ID": 240835,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/240835/bug",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Bug, winner of the 2017 best combinatorial game award, is a 2 player combinatorial game where you build shapes on a hexagonal board, which then eat each other. The shapes that survive grow into different, larger shapes until one player runs out of space to grow (and thus wins).&#10;&#10;The game is played with white and black stones on any hexagonal tiling. The author strongly recommends playing at first on a &quot;hexhex3&quot; board, and playing on larger boards only after accruing some skill.&#10;&#10;The game originated in the author's thinking about a cognitive phenomenon called &quot;perceptual binding&quot;, and how it may be used to make combinatorial games more easily understandable to the human mind, given its peculiarities.&#10;&#10;Summary:&#10;&#10;A bug is an entire group of connected, same-color stones on the board. A single stone is also a bug.&#10;&#10;The size of a bug is the number of stones it contains.&#10;&#10;The board starts empty. Black begins the game by placing one black stone on any empty space. Then, starting with White, the players take turns. Each turn has 3 steps, taken in order: 1) Grow, 2) Eat, 3) Bonus Grow&#10;&#10;1) Grow: Place a stone on an empty space to either start a new bug or grow one of your preexisting bugs by one stone. You may not merge bugs, and you may not grow a bug to be larger than the largest bug on the board (regardless of color) prior to placement.&#10;&#10;2) Eat: All your bugs which are adjacent to one or more enemy bugs of the same shape (possibly rotated and reflected) must eat (capture) those enemy bugs.&#10;&#10;3) Bonus Grow: Increase the size of each of your bugs that ate, by exactly 1, by placing a stone of your color on any empty space adjacent to each such bug.&#10;&#10;If eating would unavoidably force a bug to grow by more than 1 through a merger with another bug of the same color, no eating occurs.&#10;&#10;If, after growing, a bug is adjacent to an identically-shaped enemy bug, it must eat the enemy bug (and grow again) if possible, and so on.&#10;&#10;The first player who CANNOT place a stone in the placement step WINS.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex3 Grids",
      "Components: HexHex4 Grids",
      "Components: HexHex5 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10289",
    "Name": "Allegra",
    "ID": 316407,
    "Year": "(2020)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/316407/allegra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "In Allegra, based on the public card game &quot;Golf&quot;, you want to keep your score as low as possible, but to do this sometimes you must help your neighbors along the way.&#10;&#10;The deck consists of cards numbered -1 to 11, and in each of the three rounds, each player starts with twelve cards face down in a grid of four columns and three rows. Your rightmost column is also considered to belong to your right-hand neighbor, and likewise your area includes the rightmost column of your left-hand neighbor. Each player reveals any two cards in their area, then the round begins.&#10;&#10;On a turn, you either draw the top card of the deck and reveal it, or draw the top card of the discard pile. If you draw from the discard pile, swap that card with any card in your area, then discard the replaced card. If you draw from the deck, you can discard that card (turning any card in your area face up) or you can swap that card with any card in your area.&#10;&#10;If you draw from the deck, any other player can knock on the table to indicate that they want this card. You can ignore the knock, or you can give them the card; in the latter case, they then replace one card in their area with this new card, taking the old card in their hand. You then take any one card in their area and swap it for a card in your area, discarding the replaced card. The other player then places the card in their hand into the hole you created when you took one of their cards.&#10;&#10;Any time you have three identical cards in a row or column &mdash; even a row that includes a card in your left neighbor's rightmost column! &mdash; you discard those cards from play.&#10;&#10;Whenever one player has all their cards face up, each other player takes one more turn, then players sum the value of the cards in their area (which includes any cards remaining their neighbor's rightmost column). If the player who triggered the end of the round doesn't have the lowest sum, their sum is doubled. The player with the lowest total score after three rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck Construction",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Semi-Cooperative Game",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Misc: Lowest Score Wins",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "10290",
    "Name": "UNO H2O",
    "ID": 16693,
    "Year": "(2004)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/16693/uno-h2o",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1333",
    "Description": "From the publisher:&#10;&#10;Ever played UNO underwater? Now you can, with UNO H20. Waterproof cards and carrying case let you take this easy, fast-paced family game to the pool, beach or anyplace that's wet.&#10;&#10;For 2 to 10 players, Ages 7 and up&#10;&#10;--&#10;&#10;UNO H20 includes two new cards: Wild Downpour 1 and Wild Downpour 2. When played, all other players must draw 1 or 2 cards, respectively. The player of the card also determines the new color.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: PVC Cards",
      "Game: UNO"
    ]
  },
  {
    "Rank": "10291",
    "Name": "Barren Victory",
    "ID": 12266,
    "Year": "(1991)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/12266/barren-victory",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "1800",
    "Weight": "3.2727",
    "Description": "Barren Victory - The Battle of Chickamauga September 19th &amp; 20th, 1863, examines the events of September 19th and 20th, 1863&mdash;The Battle of Chickamauga.  This action was one of the few in the Civil War where the South actually outnumbered the Federals. The battle was closely fought and the game recaptures the spirit of the struggle for victory. After the disasters at Gettysburg and Vicksburg, the South's hope was to secure one decisive victory in the west.  Large portions of the Army of Northern Virginia were detached to bolster the hard-luck Army of Tennessee.  After being maneuvered out of Chattanooga without a fight, Braxton Bragg's army struck the Union forces under Rosecrans on the Chickamauga Creek.  The bloody battle of Chickamauga ensued...&#10;&#10;Its the fourth game in the Civil War Brigade (CWB) Series of games by The Gamers&#10;&#10;This is a game of that hard-fought, evenly balanced battle.  In it, players can test their skill with the converging armies - to generate the South's last hope and turn the tide in the West.  Or, to give it yet another Barren Victory...&#10;&#10;Game Scale:&#10;Game Turn: 30 minutes&#10;Hex: 200 yards&#10;Units: Brigades&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color maps&#10;Two dual-side printed countersheets (560 1/2&quot; counters)&#10;One 28-page CWBS system rulebook&#10;One 16-page Barren Victory specific rulebook&#10;One 2-Page CWBS 2nd Edition Bridge rules sheet&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-30 hours&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Civil War, Brigade (The Gamers)"
    ]
  },
  {
    "Rank": "10292",
    "Name": "Zena 1814",
    "ID": 180345,
    "Year": "(2015)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/180345/zena-1814",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9286",
    "Description": "The events of Zena 1814 take place during the eight months in which Genoa was an independent city, following the end of Napoleonic domination and lasting until the Restoration of the Congress of Vienna. As the city's great families did in reality, you must cooperate with your rivals to reap the rewards of shared commercial ventures and the prestige of successful military victories. But your ultimate goal is to surpass all the others in the race for prestige! Zena 1814 is a game in which cooperation and competition always go hand in hand &mdash; but in the end there can be only one winner!&#10;&#10;The focus point is that is possible to place influence cubes on cards, including the ones played by opponents. This causes a very strong interaction among players and plenty of choices.&#10;&#10;In each round, players can move their pawns through the game areas and play cards from their hand belonging to areas where they have at least a pawn. On each card are spaces that allow others to influence it; the player who played it must influence it, while the others can decide whether to do it or not to obtain the effect of the card. Each time a player chooses to influence a card played by another, this one gains a smaller one-time bonus. This participation aspect reflects what really happened among historically families in those years...&#10;&#10;",
    "Categories": [
      "Economic",
      "Napoleonic",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Cities: Genoa (Liguria, Italy)",
      "Country: Italy"
    ]
  },
  {
    "Rank": "10293",
    "Name": "Cranium",
    "ID": 891,
    "Year": "(1998)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/891/cranium",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4156",
    "Description": "Cranium bills itself as the &quot;whole-brain&quot; game.  It's a party game that borrows from a host of other popular party games of recent times.  Players have to successfully complete activities in each of four sections to win:  In &#10; - Creative Cat : A player must clue a word to his or her teammates by drawing it, sculpting it in clay, or drawing it with his or her eyes closed.&#10; - Data Head :  A variety of trivia questions.  &#10; - Word Worm : Players unscramble words, spell challenging words, guess definitions, identify words with letters left out, or spell words backwords.  &#10; - Star Performer : players must whistle a song, impersonate a celebrity, or act out a clue.&#10;&#10;Cranium has elements similar to those of Pictionary, Charades, Trivial Pursuit: Genus Edition, Celebrities, Huggermugger, Claymania, etc.&#10;&#10;Expanded by:&#10;&#10;    Cranium Booster Box 1&#10;    Cranium Booster Box 2&#10;    Cranium New York Booster Pack&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Components: Sand Timers",
      "Game: Cranium",
      "Mechanism: Modelling/Shaping"
    ]
  },
  {
    "Rank": "10294",
    "Name": "Space Infantry: Resurgence",
    "ID": 215155,
    "Year": "(2019)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/215155/space-infantry-resurgence",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "This third installment in the Space Infantry series takes the core concept of an elite squad of veteran sci-fi soldiers fighting through random obstacles to reach an objective, using only the tools they bring with them and what they can scrounge from the environment to a new level.   Main additions are co-op play, dice, and &quot;node&quot; cards.&#10;&#10;The chit-based random number generation system has been replaced with physical dice. Static maps have been replaced with randomized locations on a set layout. Nodes towards a mission goal still exist but are no longer printed on the mission sheet. Instead, a deck of &ldquo;node&rdquo; cards are drawn and placed on an 11 x 17 map sheet as mission progresses.   To further customize the experience, the &ldquo;node deck&rdquo; can be split into specific encounter types such as zero-G, hazardous terrain, science facility, and so on.&#10;&#10;Space Infantry: Resurgence also brings together every module, both by LnLP and by the game&rsquo;s developer, including New Worlds, Hordes mode, Steele Bones, and The Last Outpost with new components, systems, and artwork.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "10295",
    "Name": "Eter",
    "ID": 365653,
    "Year": "(2022)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/365653/eter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Available for purchase NOW with WORLDWIDE SHIPPING during Candy Hunters campaign: https://gamefound.com/en/projects/smart-flamingo/candy-hunters&#10;&#10;&#10;&#10;A two-player card game of dueling mages. Each player gets a symmetrical deck of cards with values from 1 to 4 which symbolize the troops of magic minions he has created. Players take turns laying down their chosen cards to form a line of 3 or 4 (depending on the mode of play). They must follow several rules when doing so:&#10;&#10;     stronger cards can cover weaker cards&#10;     The playing field is created as more cards are dealt&#10;&#10;&#10;Additionally, players can use:&#10;&#10;     power cards - at the beginning of each turn two powers are laid out on the table and available for each player to play instead of making their move&#10;     Illusion spell - once per battle a player can draw a face down card, the opponent doesn't know if he can draw it or not, if he tries to draw a card of lesser or equal value he will only lose his card&#10;     Explosion - if any player fills the playing field by laying down 2 full lines of cards, an explosion occurs which discards certain cards laid out on the table&#10;&#10;&#10;When one of the players wins the clash by laying down a line, the effect of this victory is marked on the board (in the place where the last card was laid down). The board is a reflection of the playing field, if one player wins by making a line on the board he wins the whole game , or if he has the lead after 5 rounds of play.&#10;In addition before the game each player chooses his mage, each player has a unique and very powerful ability which can be used only once per game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Zone of Control"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10296",
    "Name": "Magic: The Gathering – Archenemy: Nicol Bolas",
    "ID": 231392,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/231392/magic-the-gathering-archenemy-nicol-bolas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.25",
    "Description": "This is a stand-alone one vs. many Magic: The Gathering game.&#10;&#10;Nicol Bolas is among the most powerful beings in the Multiverse - don't face him alone! Much like the original Archenemy release, Archenemy: Nicol Bolas pits you and two friends against a single powerful foe where you must work together to survive-or fall to Nicol Bolas himself.&#10;&#10;The set contains four 60-card decks (with no new card content), four non-premium planeswalker cards with new art, and a 20-card scheme deck containing 20 all-new, unique schemes. Playable right out of the box without any additions!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Income",
      "Interrupts",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "10297",
    "Name": "Star Traders",
    "ID": 673,
    "Year": "(1987)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/673/star-traders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3043",
    "Description": "from user review:&#10;Each player assumes the role of a intra-galactic merchant, traveling from planet to planet in a future where wars are unheard of and &quot;Traders&quot; are the heroes of the cosmos. The board shows 36 planets: six clustered together in the center of the board, six more in each of five arms of the galaxy. Planets are connected by &quot;jump lines&quot;: you can jump to an adjacent planet on an orange line, to a planet halfway down a galaxy arm on a purple line, and from one galaxy arm to another via green lines. The length of the jump line also indicates the difficulty of the jump, so to successfully complete an &quot;orange' jump you must roll a 2 or better on a single die, a purple jump requires a 4 or better, and the green jumps necessitate a 6.&#10;&#10;As the players scurry about the galaxy, they can pick up and deliver cargoes, which pay both in money and in &quot;Prestige.&quot; These &quot;contracts&quot; vary throughout the game, and only one player can fulfill any given contract. This isn't to say that multiple players can't pick up the named cargo, though. But only the first player to arrive at the contract's destination gets the payoff for a contract; everyone else with the cargo is now just stuck with unwanted junk, and may have to pay a penalty to dump it. Players can also build bases on the various planets as they move around. Building bases earns the players Prestige, and when a player tries to make a jump to a planet with a base, the jump is an automatic success if the player has the owner's permission. Traders obviously have permission to jump to their own bases, but if they want to jump to an opponent's, they will probably have to pay a fee. And since only one player can have a base on any given planet, bases rapidly become lucrative investments.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: Isaac Asimov"
    ]
  },
  {
    "Rank": "10298",
    "Name": "The X-Files: Circle of Truth",
    "ID": 245206,
    "Year": "(2018)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/245206/the-x-files-circle-of-truth",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "Another bizarre case has come across the desks of Agents Mulder and Scully. Each agent has their own conclusion &ndash; a paranormal event, or a rational explanation &ndash; but only one can collect enough evidence to close the case!&#10;&#10;Micro card game included in the January 2018 Loot Crate.&#10;&#10;Contains 18 double-sided cards, 2 character cards, instruction booklet, and plastic wallet for holding the game.&#10;&#10;Each double-sided card features four rectangular areas on the back and a scoring rule on the front. You deal out three scoring rules at random, and then arrange the remaining 15 cards face down in a circle. Players take turns drafting the cards to build their case. The player whose case is worth the most points at the end wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Game: Circle the Wagons",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "TV Shows: The X-Files"
    ]
  },
  {
    "Rank": "10299",
    "Name": "Snapshot",
    "ID": 66116,
    "Year": "(2010)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/66116/snapshot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Each player receives a wooden disc and a set of task cards. All players reveal their top task card, which shows the goal that the player needs to hit with his own disc by flicking it with his thumb and finger. Throwing the disc is not allowed! Your efforts are complicated by several obstacles that lie scattered in the playing area, all of which constantly move throughout the game from being hit by snapped discs. The opponents' discs remain in the playing area as well, most likely exactly where they'll be the most disturbing.&#10;&#10;A few spots in the arena can grant players a bonus, such as taking a gem, receiving an extra turn, or placing a barrier in the arena. Once a player completes a task, he reveals the next card and starts flicking once again. If a player has finished all eight missions and collected two gemstones of each type, he wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "10300",
    "Name": "DCeased: Gotham City Outbreak",
    "ID": 422898,
    "Year": "(2024)",
    "Geek Rating": "5.574",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/422898/dceased-gotham-city-outbreak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The streets of Gotham were never the safest place. But now that Darkseid&rsquo;s Anti-Life Equation has been unleashed, it&rsquo;s not pickpockets and thugs you have to worry about. It&rsquo;s the zombie hordes and Zombie Heroes.&#10;&#10;DCeased &ndash; A Zombicide Game: Gotham City Outbreak puts players in the role of the last uninfected Super Heroes fighting against Zombie Heroes and the zombie hordes, controlled by the game itself. The outbreak has created some rather unlikely allies, but extreme times call for extreme measures. Players must work together and use their special abilities to their max in order to survive the meaner streets of Gotham.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Comic Books: DC Universe",
      "Components: Miniatures",
      "Components: Standees",
      "Game: Zombicide",
      "Medical: Diseases",
      "Theme: Superheroes"
    ]
  }
]