[
  {
    "Rank": "N/A",
    "Name": "Super Powered Smash Masters: New Recruits Set",
    "ID": 285388,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/285388/super-powered-smash-masters-new-recruits-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The New Recruits Set is a standalone expansion for two players. It can be combined with the Core Set or with other expansion sets to increase the number of players.&#10;&#10;Game Features:&#10;&#10;    Recruit a team of heroes to battle other hero teams &mdash; for no reason! It&rsquo;s just like comics!&#10;    Defeat all rivals to win.&#10;    Customize your deck! Choose your best heroes and create a deck that compliments their abilities.&#10;    Can be combined with other SPSM sets.&#10;    Groups of up to 8 people (or more) can play together!&#10;    Fast-Paced Fun! Beat up your friends and still have time for&hellip; well&hellip; another game of Smash Masters!&#10;&#10;&#10;Playing Super Powered Smash Masters is easy!&#10;&#10;    Everyone starts with a team of 6 heroes.&#10;    Use Smash Cards, Team Up Cards, Story Cards, or Individual Powers to defeat your opponents. &#10;    Be the last player with at least one hero left on the table to win!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Exactly As Planned",
    "ID": 285389,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285389/exactly-as-planned",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Exactly As Planned is a five-minute cooperative game played in real time.  Players race against the clock in the last few minutes of their complex heist.&#10;&#10;Each player will gather the tools necessary to satisfy their collection of jobs.  Tools are not used up, so the same tool can help to complete multiple jobs at the same time.  More efficient combinations of tools and jobs divided between players will allow the team to successfully complete one of several heist scenarios before the time is up and the thieves are discovered.&#10;&#10;Once the team masters the fundamental elements of the game, communication restrictions are introduced.  A member of the heist crawling through the ducts is unable to communicate as freely as the computer specialist in the van.  One team member might be speaking only in questions, a second might have to stare at the ceiling, and a third might be restricted to saying only &quot;yes&quot; or &quot;no&quot;.&#10;&#10;If the players are lucky, everything will go, well, you know...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hands Down this game Will Spill The Beans on the origins of expressions",
    "ID": 285390,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/285390/hands-down-this-game-will-spill-the-beans-on-the-o",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players receive a common everyday phrase from the judge, such as &quot;Shoot the Moon,&quot; and write a story explaining the phrase's origin. If you are the closest to the correct origin as determined by the judge, you gain 2 points. The judge may also award 1 point to the funniest or most creative origin.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: The Utopia Battles",
    "ID": 285399,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285399/vs-system-2pcg-the-utopia-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Utopia Battles is the 1st expansion of the Children of the Atom story arc, which features characters from both the X-men and H.A.M.M.E.R.! Build your deck with iconic heroes and villains like: Cyclops, Emma Frost, Norman Osborn, Weapon Omega and more as the battle over Utopia begins!&#10;&#10;Pick up this Battle Box today as a the perfect jump on for new players or bolster your decks with characters and plot twists from the Children of Atom story arc!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: Resistance",
    "ID": 285400,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285400/vs-system-2pcg-resistance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Resistance has arrived! As the Dark Reign spreads it&rsquo;s oppression across the land, recruit powerful allies into your deck like Archangel, Gambit and Rogue&hellip;.it&rsquo;s your turn to stand with the Resistance.&#10;&#10;This expansion is part of the Children of Atom story arc and features 55 playable cards including 2 all-new special locations, 2 plot twists, 8 supporting characters and 3 Main Characters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tafl Up",
    "ID": 285401,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/285401/tafl-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tafl style games like Hnefatafl, Tablut and Halatafl have been popular down the centuries among Vikings and into the Renaissance. A skilled warrior was often buried with a tafl (board) as an honour gift.&#10;&#10;Round pieces move diagonally (bishop move) and jump orthogonally. Square pieces move orthogonally (rook move) and jump diagonally. Players are trying to get three pieces in a line, past their centre line. Once this happens, the pieces &quot;Tafl Up&quot; into a stack. First player to get all their pieces into stacks, wins the game. Simple.&#10;&#10;Tafl Up takes the usual capturing style of the game and turns it on its head by making the players flank (capture) their own pieces. With no taking, there is no player elimination, but players will find strong competitive elements in blocking and efficiency.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: H.A.M.M.E.R.",
    "ID": 285402,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285402/vs-system-2pcg-hammer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Under the maniacal leadership of Norman Osborn, send &quot;reformed&quot; villains like Bullseye, Daken and Mimic to scour your opponent's deck, in search of vigilante heroes. Let &quot;justice&quot; be served.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Long Fen Dao",
    "ID": 285403,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285403/long-fen-dao",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Dragons of Phoenix Island&#10;&#10;You are rival dragons vying for the riches of the Phoenix Islands! Players will send workers to various islands, where they will claim dominance or return with treasures. Careful management of worker placement and treasure gathering, as well as tile placement to build archipelago itself, will lead to victory!&#10;&#10;Players take turns placing tiles and doing a disciple action, including place, move and plunder. Disciples can be left to occupy islands, bringing occupation points. Alternatively, they may plunder riches on the island, returning with these to the dragons for set collection points. But this will allow other players to dominate the islands. Then there are the all important shipping lanes. With a tight worker-management mechanism, players must contemplate the value of their limited actions with care.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunter's Gyre",
    "ID": 285404,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285404/hunters-gyre",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game follows the souls of two to four hunters as they compete in life, journey through the afterlife and on to resurrection.&#10;&#10;The game is driven by the Hunter's Field, based on a simple Mongolian capture game called Wolf and Deer. The journey progresses to the Garden of Souls, where players can worship their ancestors to score for each soul present, then on to the Trial of Bridges, which scores in a simple row/column area control at the end of each round. Pieces can then pass on to the Wheel Of Joy, from which they can be resurrected to the Hunter's Field.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Takobake Samurai Enemy Pack",
    "ID": 285416,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285416/shadows-of-brimstone-takobake-samurai-enemy-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Takobake Samurai are mutant warriors that tower over their foes, grown massive by the corrupting influence of their Dark Stone-threaded armor. With massive bundles of muscular tentacles for arms, a mighty slash from their deadly katana can slice a man in two! As the personal guard for the Fallen Shogun (the Temple of Shadows boss), the samurai of the Takobake Clan hold a position of highest honor among his forces. They are the most cunning and ruthless of his warriors.&#10;&#10;Much like other Samurai warriors in Forbidden Fortress, these mutant samurai have a special deck of Takobake Samurai Battle Tactics which they use with deadly efficiency against the Heroes! This allows them to perform special moves during their attacks as they unleash the full fury of the Takobake Clan.&#10;&#10;The Takobake Samurai Enemy Set was an Add-on revealed in the Forbidden Fortress Kickstarter Pledge Manager.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Traffic",
    "ID": 285422,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/285422/traffic",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple 1960s (?) game, where the goal is to buy a Cadillac. Each turn, you get your monthly salary and roll a marble of one of the two ramps. Then execute the space the marble ends up - you could have an accident, buy a service station or garage, or earn stars by  obeying traffic rules. Every three stars earn you the right to buy an extra car (and extra salary), and you need 9 stars before you can win.&#10;&#10;Seems to be a commercial game made for Total tank stations.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tragedy of the Commons",
    "ID": 285431,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/285431/tragedy-of-the-commons",
    "Min Players": "2",
    "Max Players": "25",
    "Min Play Time": "1",
    "Play Time": "2",
    "Weight": "0",
    "Description": "Tragedy of the Commons is a relatively simple on the surface. There is a 5x5 grid of numbers, and you and each other player must choose five of those numbers. If nobody else picked the number you chose, then you score that many points. If someone else did choose your number, you get no points for that choice. The strategy of the game is trying to figure out what other people will pick. Tragedy of the Commons comes with several grids and variants that alter the game in small but significant ways, and can be played in a few minutes or an hour depending on how many rounds you want to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Puzzle"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Shark Party (Lone Shark Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plot Points",
    "ID": 285432,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/285432/plot-points",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "1",
    "Play Time": "60",
    "Weight": "1",
    "Description": "You're a director and you've forgotten the names of your movies. You give the other players plot elements and they must guess what movie they&rsquo;re referring to. You get more points if you can guess the movie with fewer clues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Shark Party (Lone Shark Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paragon",
    "ID": 285433,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285433/paragon",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "1",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Have you ever wondered who the most interesting person at the table is? Wonder no longer! We&rsquo;ve made a fun game to help you discover all the interesting things your friends and fellow players have been up to. With questions like &ldquo;Who has climbed to the highest elevation?&rdquo; &ldquo;Who is most likely to have a secret underground lair?&rdquo; and &ldquo;We&rsquo;re in a prison cell, who picks the lock from the inside?&rdquo; you&rsquo;re bound to learn some interesting things about your friends and yourself with a game of Paragon. This is another quick game that can be played to fill a little time or be played multiple times to keep the party going.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Shark Party (Lone Shark Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hastur Horta Hodor Mordor",
    "ID": 285434,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285434/hastur-horta-hodor-mordor",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "1",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hastur Horta Hodor Mordor is a mix between a memory game and tongue twister. Each card in the game starts you off with an interesting collection of words, like Hastur, Horta, Hodor, and Mordor. The first player begins the round of reading the first word. The next player recites the next word, and so on, adding words of their choice as they go. The goal is to choose words that are similar to the last word in the group, and never forget a word in the sequence. Hopefully, you have better memories and tongue agility than your opponents.  You can take as little as a few minutes or an hour to enjoy mind-bending tongue twisters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Shark Party (Lone Shark Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Vs. Awesome",
    "ID": 285435,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285435/epic-vs-awesome",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "2",
    "Play Time": "60",
    "Weight": "0",
    "Description": "THE EPICEST, AWESOMEST GAME SINCE THE DAWN OF TIME EVER!!!! One player is the Overlord, who rules over the game with an iron fist. The other players are competing to be the most epic, the awesome people in the Overlord&rsquo;s domain. Roll the giant Boulder of Destiny, present a category, and bring the most persuasive arguments for the chosen words and answers! This is the very rare &ldquo;Bootleg Edition,&rdquo; which has been swiped from our hard drives in the dark of night. Make your own Boulder of Destiny and get ready to rule the world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Series: Shark Party (Lone Shark Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lunar Outpost",
    "ID": 285446,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285446/lunar-outpost",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It's the future. People communicate using an interconnected computer network and industrial techno is the only remaining musical genre. Mankind has mastered technology and is finally about to cross the final frontier, leaving Earth and colonizing space.&#10;&#10;Since the recent discovery of vast resource deposits below the Moon's surface, four of the most wealthy and prominent nations have taken aim at establishing lunar outposts.&#10;&#10;In Lunar Outpost, the players take on the roles as the supreme and beloved leaders of the four nations. Lead your nation to glory and you will be forever remembered in the history books. Lead your nation to defeat and your entire nation will be forgotten as a parenthesis in history.&#10;&#10;Welcome to the space age.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;In Lunar Outpost, 2-4 players compete over a precious but limited resource. They do so through drawing and placing hexagonal terrain tiles depicting the barren surface of the moon.&#10;&#10;Most tiles feature a location suitable for constructing a building and a few tiles feature resource deposits. Each tile may connect to some, none or all of its neighbors through its edges. Tiles only connect when the terrain of the shared edge is passable.&#10;&#10;Each player starts out with a single building next to a small resource deposit and is only allowed to expand their outpost to connected tiles that are unclaimed by other players. This must be done as the total number of resources that may be extracted from the resource deposit is limited.&#10;&#10;Throughout the game, new resource deposits will be discovered. In order to obtain the valuable resources, players must construct buildings capable of harvesting the resource in the direct proximity of the resource deposit.&#10;&#10;The game features several different building types that may be constructed, each with their own perks and granting a certain number of victory points. Resources are consumed when buildings are constructed so players will have to form a strategy and adapt depending on how the game develops.&#10;&#10;Agressive players may construct buildings capable of recruiting troops and attack other players' buildings and/or troops. Defensive players may construct defensive structures to prevent agressive players from reaching their resource producing buildings. Terrain can also be used as an advantage.&#10;&#10;A player may be heavily decimated from the attack of another player. It is even possible for players to coordinate their attacks against a stronger opponent and prevent them from dominating the game. Although rare, players can even be completely eliminated from the game.&#10;&#10;The game ends in the turn where the last tile is placed. Players compute the total number of victory points awarded from each of their buildings left standing and the player with the most points wins the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: Middle East/South Africa",
    "ID": 285448,
    "Year": "(2019)",
    "Geek Rating": "5.729",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285448/power-grid-middle-eastsouth-africa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Power Grid: Middle East/South Africa is a pair of expansion maps for Power Grid!&#10;&#10;&bull; For decades, there has been an abundance of oil in the Middle East. However, in the near future the so-called &quot;peak oil&quot; threatens this area: This is the point in time when the output of the oil wells begins to decrease. Already, a few countries of this region have nuclear power plants, and that number will increase in the future as the amount of oil from the wells diminishes. Most likely, other energy sources will play a part, too, such as the recycling of plastic waste.&#10;&#10;The players start the game with an excessive supply of oil. Additionally, the players have access to plenty of natural gas (using the coal tokens of the base game) and a few solar plants (the green power plants). However, at the start of the game the players cannot buy nuclear or garbage power plants.&#10;&#10;During Step 2, the abundance of oil and natural gas will run dry. Both nuclear and garbage power plants will then be available as alternatives. Thus, in the middle of the game the players are forced to adjust their power plant mix.&#10;&#10;&bull; The energy supply in South Africa is executed almost exclusively by a single trust, which is the seventh biggest energy supplier in the world measured against the production of energy. Roughly 90% of the energy is produced in coal power plants. Additionally, South Africa uses a few nuclear power plants and both water and wind ecological power plants.&#10;&#10;Because of its size, the trust also supplies half of the rest of Africa with energy. Thus, the game board contains six international power connections and a lot of available coal.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Network and Route Building"
    ],
    "Families": [
      "Country: South Africa",
      "Game: Power Grid",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch The Cryptid/Hunt The Human",
    "ID": 285454,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/285454/catch-the-cryptidhunt-the-human",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Catch The Cryptid/Hunt The Human is a 5-10 minute secret role game with two identities; this 2 in 1 card game with beautiful artwork pits Cryptids vs. Humans. Utilize bluffing, hidden information, and deduction to find out who is the Cryptid (if playing Catch The Cryptid) or find out who is the Human (if playing Hunt The Human). What sets this game apart from other secret role games is all of the players could be Cryptids or Humans, and if guessed incorrectly, every player loses! Players only get 1 Action card to figure out hidden information but they may ask as many questions as they like; it's up to the other players to be truthful or to outright lie. Players must vote to decide and majority rules! Players may also choose to play a variant where 2 players can either be Cryptids or Humans, and the odds are stacked against you as both must be accused!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Memory",
      "Movies / TV / Radio theme",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rayguns and Rocketships: \"I Shot First\" 2017 Promo Card",
    "ID": 285459,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285459/rayguns-and-rocketships-i-shot-first-2017-promo-ca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Who shot first? You did!&#10;&#10;&quot;If you are the first player while this card is in play, you may spend one action token to re-energize and shoot a raygun once.&quot;&#10;&#10;This 2017 convention exclusive card allows players to get the drop on their opponents while they are first player! It's the only way for a player to fire their rayguns more than once during the game and with the three action tokens you get for playing it, you can blast at your enemies at least extra three times on your turn, making it a powerful card to play!&#10;&#10;The &quot;I shot first&quot; card was available to the first playtesters of the game and visitors to IDW's booth at Gen-Con 2017 and from designer Scott Rogers who appeared at various cons that summer including Gen-Con, Strategicon and BGG.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elena of Avalor: Flight of the Jaquins",
    "ID": 285480,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/285480/elena-of-avalor-flight-of-the-jaquins",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Princess Elena and her friends have created a tricky treasure hunt to find out who is the most clever Jaquin in Avalor! Soar through the kingdom and collect all of the treasures first to win. It's a game of adventure and strategy!&#10;&#10;This game offers 3 difficulty levels, each building off of the previous:&#10;Level 1 (Ages 5+): Roll 2 dice and choose your destination. Be the first to collect the 6 different treasures plus 2 additional.&#10;Level 2 (Ages 6+): Be the first to unlock all 4 characters, each of which give you special abilities.&#10;Level 3 (Ages 7+): Earn three different keys by coming treasure, but watch out for Sudden Storm cards that take treasure away from everyone. You can also try to unlock characters, but there are one of each, so get them fast!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stairway to Heaven",
    "ID": 285503,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285503/stairway-to-heaven",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "If you had the opportunity to change your eternal fate, would you rather be good or evil? In this game, you take the role of a spirit, wandering in the afterlife on its last journey, the final steps between our world and beyond. But you're not alone, Devils &amp; Angels shall guide through your way. so you can decide to join their team and end up doing good deeds and help other spirits or be the ultimate devil and ruin their lives. the choice is yours...&#10;&#10;Throughout this game, you have to roll a dice, move up the stairs, pick different cards and most importantly, bring chaos to the world by making life and death decisions! once you pick a side and join the good or evil force, you can even use the help of real angels and demons and summon them upon your needs.&#10;&#10;The goal of this game is simple, collect as many Soul points as you can and be the best Devil or Angel in the afterlife. remember that either one of the sides can win the game, all that matters is that you play your character in the best possible way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rubik's Match",
    "ID": 285512,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/285512/rubiks-match",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Rubik&rsquo;s Match is the ultimate quick-thinking, fast-action card game for brain teaser fans. Players race to build the pattern shown on the Challenge cards using their own set of Cubie Cards. The first player to complete the pattern wins the round!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Switchuations",
    "ID": 285514,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/285514/switchuations",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The hilarious party game of switching situations!&#10;&#10;Secretly write a response to a situation card while everyone else tries to guess what you are writing. Everyone plays new scenario cards from their hand to match what was written.&#10;&#10;Now, get rid of the first scenario and read the quote in the new context. Vote as a group for which new situation matches what was written! Whoever gets the most votes wins!&#10;&#10;The cards are hilarious, and the user contribution means you never play the same game twice!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Singularity Deck: Extended Ranks",
    "ID": 285515,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285515/the-singularity-deck-extended-ranks",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Singularity Deck's extended ranks add the additional ranks 13-24. These ranks are available for all six of the Earth Set suits (spades, clubs, hearts, diamonds, triangles, and ovals) as well as all six of the Cosmos Set suits (antimatter, stars, dark matter, dark energy, asteroids, and planets).&#10;&#10;The Earth Set's extended ranks can be bought separately by suit or all together, while the Cosmos Set's extended ranks can only be bought separately by suit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Of Stone & Wood",
    "ID": 285516,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/285516/of-stone-and-wood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Of Stone and Wood is a quick, light, 2-player strategy game that takes 5 minutes to learn and 5-10 minutes to play enabling a &quot;best of 3&quot; competition to be easily played at lunch.&#10;&#10;Players are moving their pieces, swapping for adjacent opposition or mercenary pieces, or jumping adjacent pieces in order to form a line of 5 of their pieces, but be careful because the swinging loyalty of the mercenaries makes them just as useful to your opponent as they are to you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein erster Lernspielzoo",
    "ID": 285518,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/285518/mein-erster-lernspielzoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The zoo is in uproar today! The monkeys are acting up, the greedy rhino is devouring everything in sight, and the chameleons are constantly changing color. With ten different games to play, players improve their concentration, their sense of touch, their understanding of quantity and numbers, as well as their recognition of colors and shapes.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wunderkessel",
    "ID": 285519,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/285519/wunderkessel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The players gather their sorcerer's apprentices around the magic cauldron. They need to uncover ingredient tiles with the right symbols and colors to brew their magical potions. The first player to brew the right mixture of magic potions wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Lernspiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sternsucher",
    "ID": 285521,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/285521/sternsucher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the middle of the infinite expanse that is our universe, the navigation systems of the turbo rockets stopped working! Who can still find their way home? Sparkling constellations point the way, and the new mission is: Star Search! Only eagle eyes and a little luck with the dice lets the cleverest astronaut win the race.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Game & Puzzle (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Find the code! Pirateninsel",
    "ID": 285522,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/285522/find-the-code-pirateninsel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players embark on an exciting pirate treasure hunt and find a padlocked treasure chest. To crack the combination, they must cooperate to piece the jigsaw treasure map together, solve the riddles on the riddle card and move the wooden figure the correct number of squares in order to open the valuable treasure chest.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Find the code! Fantasieland",
    "ID": 285523,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/285523/find-the-code-fantasieland",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players embark on a fantastic adventure and find a padlocked treasure chest. To crack the combination, they must cooperate to piece the jigsaw treasure map together, solve the riddles on the riddle card and move the wooden figure the correct number of squares in order to open the valuable treasure chest.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bi-Ba-Boxenstopp",
    "ID": 285527,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/285527/bi-ba-boxenstopp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "3, 2, 1 &ndash; pedal to the metal! But beware, only the teams who are fast at the pitstops are contenders for the championship. During the race, players have to pit regularly and put down their pitstop tiles. The dice decide how long each pitstop lasts. The first driver to complete all the pitstops wins the race.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Mitbringspiele S (HABA)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auf die Krone",
    "ID": 285531,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/285531/auf-die-krone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The knights of the round table are picking their new leader. All the players raise their swords. But be careful &ndash; not everyone is loyal to the kingdom. You need to guess how many players are friendly to the crown. Correct predictions are rewarded with gemstones. The player with the most valuable collection of gemstones is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;Short game instructions:&#10;1. Put the crown and the tiles face down in the center of the table. Have the pouch of gemstones ready. Everyone takes a sword.&#10;2. Play turns in a clockwise direction.&#10;3. The player whose turn it is secretly looks at two shield tiles. Swing swords: On command, everyone simultaneously extends their sword either to the crown or into the air. Does the number on one of the two shield tiles match the number of swords pointing at the crown? Then take a gemstone from the pouch! Otherwise, carry on empty-handed. Then it&rsquo;s the next player&rsquo;s turn.&#10;4. As soon as someone has collected 2 gemstones of the same color or 4 in different colors they are the winner!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wetthüpfen",
    "ID": 285532,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/285532/wetthupfen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Four funny ball frogs are hopping around like world champions. Will luck be on their side as they make lap after lap? For each lap completed, players get to turn over a petal of their own water lily! Which Turbohopper will win the race? WOW! As if by magic, the flowers open for the frogs as they finish.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Series: Mitbringspiele M (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hat-Trick: Borussia Dortmund",
    "ID": 285534,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285534/hat-trick-borussia-dortmund",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This promotional team card adds the German team Borussia Dortmund as team card to the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports Teams: Borussia Dortmund",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "オフトゥンからの脱出 (Ofutun kara no Dasshutsu)",
    "ID": 285542,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/285542/ohutounkaranotuo-chu-ofutun-kara-no-dasshutsu",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In &#227;&#130;&#170;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#130;&#165;&#227;&#131;&#179;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#174;&#232;&#132;&#177;&#229;&#135;&#186; (Ofutun kara no Dasshutsu, Escape from the Futon) You didn't get enough credits to graduate college, but you have one more chance - you just have to pass the special exam at the end of a week of intensive lectures. If only you can get out of bed...&#10;&#10;The game is played over four days (rounds). Each day one card per player is dealt to the center of the table, and then everyone simultaneously bids how early they'll get up. Early risers get first pick at the cards on the table, but waking up early uses up energy, and if you get too tired you'll end up skipping class.&#10;&#10;The basic strategy is to maintain a careful balance between energy and your studies, but there are risky options like energy drinks or just saving all your energy for the final exam. Solitaire rules are also included. Character cards have two sides, one with a cat and one without.&#10;&#10;Can you escape from your futon and make it to class?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cud Miód",
    "ID": 285543,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/285543/cud-miod",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Become a hardworking bee. Your task will be to collect as much nectar from individual plants as possible. Their flowering is determined by a special calendar. Watch out though! Many hazards are awaiting for the hardworking bees. Avoid the tiles marked with a danger symbol.&#10;&mdash;description from the publisher (translated)&#10;&#10;Zosta&#197;&#132; pracowit&#196;&#133; pszcz&oacute;&#197;&#130;k&#196;&#133;. Twoim zadaniem b&#196;&#153;dzie zebranie jak najwi&#196;&#153;kszej ilo&#197;&#155;ci nektaru z poszczeg&oacute;lnych ro&#197;&#155;lin, kt&oacute;rych kwitnienie okre&#197;&#155;la specjalny kalendarz. Uwa&#197;&#188;aj jednak! Na pracowite pszczo&#197;&#130;y czeka wiele zagro&#197;&#188;e&#197;&#132;. Unikaj kafelk&oacute;w oznaczonych symbolem niebezpiecze&#197;&#132;stwa.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scouting Nederland Spel",
    "ID": 285544,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285544/scouting-nederland-spel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game is introduced in 1978 on the &quot;Scout In&quot; event in the Netherlands. It introduces the new Scouting play areas and new uniforms in a game based on &quot;Game of Goose&quot;.&#10;&#10;As the players move around the board they have to do different actions ranging from more traditional &quot;move to the next tile&quot; actions to typically Scouting &quot;sing the Jungle song&quot; actions or answering Scouting questions.&#10;&#10;The goal is to be the first to cross the finish and also to learn a lot more about the different play areas of Dutch Scouting.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Scouting / Guiding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast Sloths: Expansion 1 – The Next Holiday!",
    "ID": 285558,
    "Year": "(2019)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285558/fast-sloths-expansion-1-the-next-holiday",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fast Sloths: Expansion 1 &ndash; The Next Holiday! offers a new double-sided giant game board for Fast Sloths, so you can have even more races around the countryside.&#10;&#10;A single holiday cannot be enough! After visiting every single tree in the first country resort, you are eager to see more trees with delicious leaves. You are still a cuddly, lazy sloth, and happily for you, the other animals also cannot get enough holiday, so they are already running around in the countryside, checking out the newly arranged surroundings.&#10;&#10;Combined with the game board from the base game, you can create 16 different maps!&#10;&#10;This expansion will be pre-released at SPIEL 2019! General sales will start in January 2020.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fast Sloths: Promo Set – Chameleon",
    "ID": 285559,
    "Year": "(2019)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285559/fast-sloths-promo-set-chameleon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Fast Sloths: Promo Set &ndash; Chameleon is a small card expansion for Fast Sloths.&#10;&#10;In Fast Sloths, the Chameleon cannot only change colors, it will act as a joker for all animals joining the race.&#10;&#10;For now, this promo set will be released exclusively at SPIEL 2019.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gùgōng: Pànjūn",
    "ID": 285560,
    "Year": "(2020)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285560/gugong-panjun",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "G&ugrave;g&#197;&#141;ng: P&agrave;nj&#197;&#171;n is an expansion for the critically acclaimed G&ugrave;g&#197;&#141;ng. The 4 different modules can be combined however players wish to, guaranteeing a lot of variety and replayability. The 4 modules are:&#10;&#10;&#10;     The Summer Palace: Players travel to the Summer Palace of the Emperor, where they can obtain extra servants, Jade, and even the services of the mysterious Court Ladies&hellip;&nbsp;Players will have to score majorities in order to obtain these bonuses, but will also be able to manipulate the results by exchanging specific Gifts with the officials, as word has it the Emperor is collecting a very particular type of Gift. &#10;     The Peasants Revolt: During the Ming Dynasty, peasants revolts were common. Although the Ming Dynasty itself came to power through a peasant revolt, this did not mean that the rulers had any more empathy for the peasants than the previous rulers. Players will gain a lot of support from the peasants in this expansion, but if pushed too far, players will have to work together to avoid their wrath.&#10;     The Palace Stairs: Moving your Envoy towards the Emperor will not be without consequences with this expansion module. Players will be able to choose a longer or shorter path leading towards the Palace of Heavenly Purity. The shorter path will require some achievements, the long path will earn players rewards at first, but when they get close to the Palace, they will have to pay certain taxes or risk seeing their Envoy take steps back.&#10;     Extra Decrees and Gift Cards: Spice up your game with new Decrees and special kinds of Gift Cards, like the lamp and jade knives, which will add even more variety to your game of G&ugrave;g&#197;&#141;ng!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Medieval",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Construction: Forbidden City (China)",
      "Continents: Asia",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baby Crews",
    "ID": 285574,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/285574/baby-crews",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the Third game in the Baby-series (Baby Cruise) one of the babies fell asleep and dreamt he was a pirate baby ready to embark on a dangerous and adventurous mission...&#10;&#10;In the game, the players try to gather the best baby pirate crew. All players start with 2 crew members and recruit additional members in the course of the game. Every round a new fast auction takes place where you have to keep on bidding to stay in the round. The winner selects one of the available crew members and discards the rest. When the deck runs out, the game ends and the players score points based on the set they collected.&#10;&#10;This is the fourth game in the Baby-series.&#10;&#10;     Baby Blues&#10;     Baby Clues&#10;     Baby Cruise&#10;&#10;&#10;The game also contains a bonus game that is playable starting from 5 years old. This way the little pirates can also join in if they want to play the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Series: Baby (Jumping Turtle Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow Empires",
    "ID": 285583,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/285583/shadow-empires",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Shadow Empires: where the shadow government is real and pursues world domination&#10;&#10;You must have heard about secret societies, shadow governments and agencies, to whom even their three-letter abbreviation is a secret.&#10;You think, these are just fairy tales, unfounded fictions, conspiracy theories of doodling fools who sit in the basement of their house with their tin-foil hats on?&#10;Well yes, the shadow government works with deception now-days... getting rid of bodies is nasty job, even if the Illuminati buys them from the Free Masons to make hamburger out of them to feed their Reptilian servants.&#10;Or is this yet another fiction? Who knows...&#10;&#10;Come and get to know the Real Truth with Shadow Empires!&#10;Be a Reptilian, lead the Illuminati, conquer the world with the Vampires or build your empire with the Free Masons - just like they do in the real world! Or do they?&#10;Come and take lead of the great powers of the world, conspire against other cabals through the ages to hold the whole world in YOUR hands!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banana Banana",
    "ID": 285584,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/285584/banana-banana",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Banana Banana  is a light dexterity family game inspired by an Indian folktale. All players try to build their stack to achieve a certain goal score. The choice of blocks is dependent on the dice and the number of points one wants to score on their turn.&#10;&#10;The game has 3 variations:&#10;&#10;     Nutty Bananas - Roll dice, choose blocks according to the roll and risk, stack and score. The player who achieves the goal or has the last stack standing wins.&#10;     Monkeying-a-round - Roll dice, choose 1 block,stack and move to the next stack. Last stack standing wins&#10;     Monkey Business - Take 2 actions - roll the dice, pick, steal or play a card. Challenge or score points to achieve the goal.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smash Up: Penguins",
    "ID": 285585,
    "Year": "(2019)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285585/smash-up-penguins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Smash Up: Penguins is a single faction for Smash Up.&#10;&#10;First available at Gen Con 2019 then worldwide through the online AEG store.&#10;&#10;NOTE: ...something truly MAGICAL happened at the factory! Like a group of smaller robots forming into a larger one, the Titan card became the divider card! So you aren't missing anything. Quit emailing us. - AEG Customer Service&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Penguins",
      "Game: Smash Up"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sanctuary Saga",
    "ID": 285586,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.91",
    "Link": "https://boardgamegeek.com/boardgame/285586/sanctuary-saga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Inspired by 16-bit JRPGs of the 90's, Sanctuary Saga is a cooperative deck building game for 1 to 4 players. Incorporating mild legacy elements, players follow the exploits of guilds from various nations combining their assets to found a new city-state in a resource rich and hostile land. Players must work together to overcome the challenges presented by the Narrative Deck in order to ensure the survival of Sanctuary and its citizens.&#10;&#10;Sanctuary Saga is now live on Gamecrafter!&#10;https://www.thegamecrafter.com/games/sanctuary-saga-core-set&#10;&#10;Try it FREE on Tabletop Simulator.&#10;https://bit.ly/SSCoreTTS&#10;&#10;Will Sanctuary flourish into a budding city-state or will the skeleton building frames serve as a warning to future explorers? Your actions will decide!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The North: The Tower Array",
    "ID": 285590,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285590/the-north-the-tower-array",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 13-card expansion for The North, featuring four new Ancients.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mistaken Identity",
    "ID": 285600,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/285600/mistaken-identity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Easy to learn and hilarious to play, Mistaken Identity is the alter ego guessing game. Players draw an identity seen by everyone but themselves and must guess who they are from a cast of unlikely characters ranging from a man-bunned yogi to a coffee-drinking goth. Wrong guesses bring on crazy behaviors, accents, and punishments that pile up fast. Find out which of your friends has the best detective skills, and which ones do a surprisingly good German accent. As a bonus, every game comes with six fake mustaches for added laughs.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wordtini",
    "ID": 285604,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/285604/wordtini",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Grab a glass and sip a Wordtini, the best way to mix up your game night or girls&rsquo; night. Draw a challenge card and roll the letter dice, then do your best to create words before your opponents. Get creative, because if your word completes the challenge you score big. Roll the dice from the martini shaker and laugh at where your mind lands. This game is a must-have for every home bar!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unicorns & Urinals",
    "ID": 285605,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/285605/unicorns-and-urinals",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Unicorns &amp; Urinals is the dreamy and dirty word game that really takes the (urinal) cake! The clue-giver tries to get their team to guess two unrelated and outrageous word pairs that start with the same letter, from &lsquo;Chains &amp; Cherries&rsquo; to &lsquo;Licorice &amp; Lubricant.&rsquo; It takes teamwork and a quick wit get through as many cards as you can before the time run out. Like they say, you can lead a unicorn to a urinal, but you can&rsquo;t make it pee. This game really takes the (urinal) cake!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toc! Toc Toc!",
    "ID": 285608,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/285608/toc-toc-toc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "We need to organize the better party. Children have to pay attention on cards and when they see exactly three Toc! symbols of the same color have to say: &quot;Who is it?&quot; The first, can take a card with an animal who join the party. First reach seven animal will win. Be careful because also the wolf is present in the cards. If you get it, if there are less then two animals you will lose all animals, else nothing happens.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flip-a-Zoo",
    "ID": 285617,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/285617/flip-a-zoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Oh no, the naughty monkeys have let all the animals escape and they are hiding in the zoo. It is up to you to find the animals and bring them back to their cages. But the monkeys have some crazy rules. They don't want you to bring 2 of the same animals back at the same time and that's just the beginning! Do you want to help the monkeys to lock up all the animals again?&#10;&#10;Flip-a-Zoo is game that grows with your children due to different difficulty levels. The easiest mode is playable starting from 4 years old, but by adding more interesting choices the game will remain interesting for many years. The full game is playable starting from 8 years old.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cats Pack",
    "ID": 285619,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/285619/cats-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's a game which maintaining dominance over your territory, increasing your clan's population, deflecting threats, and driving away opponents are some of the key elements. In Cats Pack you must be aware of all distraction and danger!&#10;&#10;For 2 to 6 players, it's dynamic, interactive, fun and very playful.&#10;The goal of the game is to have 9 points which can be earned by positioning your clan's cats in the right spaces and also through completed goals.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Empire",
    "ID": 285620,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/285620/animal-empire",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Capture kingdoms, build your armies, and conquer the world in this intense medieval anthropomorphic card game from Half-Monster Games.&#10;&#10;As one of the Animal Monarchs, you gain and army to deploy to a vast undiscovered world of kingdoms ready to be brought into your Empire. The other players are attempting to build their empires too, and friends can become enemies and vice versa in the blink of an eye. Each Army has one of four special abilities relating to their species, as well, so the strategic depth of the game gets richer every time you play.&#10;&#10;Explore a rich world with lore, secrets, alliances, battle, betrayal, and conquer your friends to make them fight for your side as Vassals.&#10;&#10;Be wary though: conquered Vassals still control their own Kingdoms and Armies, and can rebel against you at any time. You can punish and reward your subjugated underlings by taking or giving kingdoms, but this takes up valuable actions... how will you rule?&#10;&#10;Put your strategic, diplomatic, and command skills to the ultimate test in Animal Empire: Conquer or be Conquered!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Extractor",
    "ID": 285621,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/285621/extractor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reinventing the classic Australian sheep-farming game 'Squatter', 'Extractor' is a dystopian board game that maps the possible dynamics of global data-driven businesses or 'platforms' as they compete for world domination. The vast accumulation of data needed for this goal is set against a backdrop of aggressively 'extractive' business practices and the impact they have on the planet. Extraction is a fundamental mechanism of most industries, with a small few accumulating great wealth by extracting value from the earth and the majority of its population. In the universe of Extractor, these global platforms--and aspiring monopolies--automate extraction processes and dominate industry, exhausting resources and polarising society in its wake.&#10;&#10;This is a playable artwork by Simon Denny, produced in a limited edition of 1000 copies to accompany the exhibition MINE, by Simon Denny, at the Museum of Old and New Art (MONA), Hobart (Tas.), June 2019 - April 2020.&#10;&#10;&quot;Instead of making an exhibition catalogue for Simon Denny's exhibition Mine, we chose to make a board game, thus giving you the opportunity to experience the dynamics of the data mining world, in addition to reading about it. [...] Making reference to the classic Australian sheep farming board game 'Squatter', Simon's game 'Extractor' allows you to read and theorise on the topic through a great selection of essays, but also to play against your friends in a highly competitive scramble to achieve world data domination.&quot; - Rule book foreword.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Australia",
      "Misc: LongPack Games",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: Tripods & Triplanes – MK. I “Locust” Tripod Pack",
    "ID": 285624,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285624/wings-of-glory-tripods-and-triplanes-mk-i-locust-t",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Wings of Glory &mdash; Tripods &amp; Triplanes, the knights of the air of WW1 battle against colossal fighting machines sent by the Martians to invade Earth.&#10;The MK. I &ldquo;Locust&rdquo;, the first tripod involved in combat with Earth forces, remains nonetheless one of the most feared Martian machines.&#10;Armed with lethal black smoke launchers, an effective heat&ndash;ray, and with an excellent combination of speed and armor, it has brought death and destruction to Mankind in a way which was never imagined before.&#10;Each Tripod Pack is a ready&ndash;to&ndash;play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Novel-based",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "¡Misiles, Ahora!",
    "ID": 285625,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/285625/misiles-ahora",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Missiles, Fire! each player will represent a Great Power during the Cold War and their ultimate goal is to become the superpower country that rules over the others. To achieve this, each player will try to arm themselves with missiles and win the Cold War. This game is about not having friends, betrayal and deception, so that every play that is made could cost someone their supremacy to be the next Superpower.&#10;&#10;This is a minigame consisting of 30 cards, divided into 15 different types, some of them having up to 5 copies and others being unique. Throughout the game, each player will have two cards in hand, which they must protect against being &ldquo;spied on&rdquo; by the curious looks of other players, as this could cause the player to fall and ruin their next moves.&#10;&#10;The final objective will be, using the different skills in the respective cards, players must achieve one of the three win conditions to be crowned as the only world superpower. And of course, missiles will be the main tool to achieve this goal.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Modern Warfare",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: Cuba",
      "Country: Soviet Union",
      "Country: USA",
      "History: Cold War",
      "History: Cuban Missile Crisis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carpool Karaoke Game",
    "ID": 285626,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/285626/carpool-karaoke-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Got moves like Jagger? Can you sing like Ariana? Find out in the Carpool Karaoke Game! Using your favorite music app or streaming service, select a song and then duel other players in song, dance moves, or celebrity trivia for points. You may even be challenged to post your performance on social media! Do you have what it takes to ride shotgun with James?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: Tripods & Triplanes – MK. II “Scarab” Tripod Pack",
    "ID": 285648,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285648/wings-of-glory-tripods-and-triplanes-mk-ii-scarab",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Wings of Glory &mdash; Tripods &amp; Triplanes, the knights of the air of WW1 battle against colossal fighting machines sent by the Martians With its powerful heat-ray and nearly-undestructible armored shell, the &quot;Scarab&quot; is the most fearful embodiment of the alien technology of the Martians, during the first wave of invasion.&#10;Each Tripod Pack is a ready&ndash;to&ndash;play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duck Da Bomb",
    "ID": 285650,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285650/duck-da-bomb",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Learn unplugged with ducks and cards! They&rsquo;re designed for your kids to learn progressively while keeping them amused. The strategic play involved allows kids to take in tactics, leading them to be creative coders in the process.&#10;&#10;Forget gadgets and computers, you won&rsquo;t be needing them. In Duck Da Bomb, all you need to get started are cards, tokens, and a board! Lead the ducks to the flags while avoiding the bombs using commands. Stack them up strategically (resembling the command line in coding) and get the ducks swimming for victory!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting",
      "Paper-and-Pencil",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: Tripods & Triplanes – MK. III “Squid” Tripod Pack",
    "ID": 285651,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285651/wings-of-glory-tripods-and-triplanes-mk-iii-squid",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Wings of Glory &mdash; Tripods &amp; Triplanes, the knights of the air of WW1 battle against colossal fighting machines sent by the Martians to invade Earth.&#10;The MK. III &ldquo;Squid&quot; tripod is one of the most lethal weapons of the Martian invaders. Its arrival often is a warning of the coming of a massive assault of the tripods, but one of these scouts is well able to destroy Earthlings by himself.&#10;Each Tripod Pack is a ready&ndash;to&ndash;play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: Tripods & Triplanes – MK. IV “Cuttlefish” Tripod Pack",
    "ID": 285652,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285652/wings-of-glory-tripods-and-triplanes-mk-iv-cuttlef",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Wings of Glory &mdash; Tripods &amp; Triplanes, the knights of the air of WW1 battle against colossal fighting machines sent by the Martians to invade Earth.&#10;The MK. IV &ldquo;Cuttlefish&rdquo; tripod seems to be the ultimate weapon of the invaders; but it is also possible that this monstrous achievement of alien technology is only the forerunner of even worse things to come. Whatever the case, the &ldquo;Cuttlefish&rdquo; displays a terrifying combination of speed, maneuverability, and weaponry: powerful energy shields, long&ndash;range heat ray, multiple black smoke launchers. It is, as yet, undefeated on the battlefield &mdash; but the bravest &ldquo;Knights of the Air&rdquo; are trying to find out who will be the first to destroy one!&#10;Each Tripod Pack is a ready&ndash;to&ndash;play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party Warriors",
    "ID": 285655,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/285655/party-warriors",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Powerful warriors face death to find the champion of this party.&#10;Two to Six players fight in this competitive filler card game.&#10;Take a character, a pair of dice and your luck. In your turn, roll to hit your opponents, always remember to aim at the strongest. Deftly use your ability to achieve victory, since the battle will end in the blink of an eye.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Zuppaccia di Cornabicorna",
    "ID": 285682,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/285682/la-zuppaccia-di-cornabicorna",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The goal of the game is to discard all our cards. The person who remains with the Cornabicorna witch in the hand is the loser.&#10;&#10;To discard cards you have to match them in couple and reading the text on the cards (funny sentences as for example smells like boar poo).&#10;&#10;When all people have discard the cards they have to turn a wheel. It can happens to give card to someone, to take a card from someone, to pass all the cards and other three options.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Forbidden Research Promo Card",
    "ID": 285694,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285694/epic-card-game-forbidden-research-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Epic Card Game Promo Card Forbidden Research&#10;&#10;This is an Evil Event&#10;Draw two cards.&#10;Break a champion you control: Recall&#10;&#10;This card comes in WWG1602E Tournament Kit&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Knight of the Dawn Promo Card",
    "ID": 285695,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285695/epic-card-game-knight-of-the-dawn-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Epic Card Game Promo Card Knight of the Dawn&#10;&#10;This is a Good Human Knight Champion&#10;Blitz&#10;Tribute --&gt; You may banish target evil token champion.&#10;&#10;This card comes in WWG1602E Tournament Kit&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Transformers Trading Card Game: War for Cybertron – Siege I",
    "ID": 285697,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285697/transformers-trading-card-game-war-for-cybertron-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The War for Cybertron begins, so choose a side: Autobot or Decepticon! Transformers Trading Card Game: War for Cybertron &ndash; Siege I introduces small character cards &mdash; Battle Masters and Micro Masters &mdash; to the Transformers Trading Card Game.&#10;&#10;Each War for Cybertron: Siege I TCG Booster Pack contains TWO foil Transformers character cards: one large and one small, with small character cards being the size of a battle card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Robots",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Homebrewers: Getting Equipped",
    "ID": 285698,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285698/homebrewers-getting-equipped",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.3333",
    "Description": "Getting Equipped is a deck of 25 unique pieces of equipment, each one giving the brewer who installs it a special power. At the beginning of the game, players will draft the equipment cards, with each player selecting five that only they can chose from to install. Each player can only install four out of their five equipment cards, though. During the game, you can pay the dollar cost shown on an equipment card to install that piece of equipment in your garage. Installing the right mix of equipment and making good use of them can make all the difference in the battle for title of Best Homebrewer! Each game that you play will see you drafting and installing different equipment. With over 53,000 different combinations of 5 equipment cards that you can draft, every game you play will provide a unique challenge and strategy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mathematic-roll",
    "ID": 285700,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285700/mathematic-roll",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Mathematic-roll is a roll &amp; write game about number manipulation and elementary mathematics, perfect for students practicing their addition, subtraction, and multiplication skills while also providing the fun and challenging decision making of a classic competitive roll &amp; write! The game plays over 7 rounds where players roll dice and combine the values with simple math operations to fill in sections of a multiplication table.&#10;&#10;Players score points by completing rows and columns in the table, and by cleverly using the values they have to make high-value numbers and patterns. Players can also take advantage of special abilities (functions) to manipulate their rolls, and saving rolls for later rounds to build towards crafting more complicated equations and score higher-value numbers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Unlikely Allies",
    "ID": 285714,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285714/test-of-honour-the-samurai-miniatures-game-unlikel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An isolated tea house is under attack. The hostess and her clients band together in its defence - peasant and samurai, ronin and priest forced into an unlikely alliance.&#10;&#10;Hostess - elegant proprietor - don't underestimate her!.&#10;    Ronin Marksman - crack shot with a musket.&#10;    Clan Envoy - high-ranking samurai, able to summon reinforcements.&#10;    Wise Old Man - with years of experience and local knowledge.&#10;    Priest - kneels in prayer to inspire his allies.&#10;    Ashigaru Deserter - hated by his former comrades.&#10;    Watchman - searches out enemies in the darkness.&#10;    Blacksmith - sharpens blades and hits things with hammers!&#10;&#10;This set is slightly different to the previous expansions - you can certainly use them together as a complete, and very characterful force, but the individuals are also designed to be added into other forces.&#10;&#10;Their abilities tend to help the friends around them. For example, the Blacksmith improves everyone's weapons while the Watchman can remove enemy Cautious markers, and of course helps in night battles!&#10;&#10;Box contains 18 gaming cards for Test of Honour and 8 metal character miniatures plus bases.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gut getippt!",
    "ID": 285724,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/285724/gut-getippt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Gut getippt! is a party guessing game. Your goal is to estimate the correct answer as accurately as possible. The content: 275 useless facts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Core Runner",
    "ID": 285731,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/285731/core-runner",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the not too distant future World War III has obliterated civilization into ruins. Devastated cities fester as pits of technological decay. Violent tribalism is the new world order. Yet even outcasts can survive... if they provide a service. In Core Runner you are one such outcast, and you've just gotten wind of a very lucrative proposition. Now you'll traverse an extremely harsh district, seeking an unusual bounty for a high payoff. But your run will constantly be threatened by rivals, cybernetic hazards, and old world perils. Can YOU survive the danger of Rise City's insidious Industrial District? Many have tried, many have died. And you've never had a run like this.&#10;&#10;Core Runner is a free single player non-linear cyberpunk adventure. Its exploratory gameplay consists of variable interactive fiction implementing unique dice mechanics. Core Runner offers very high replayability; 36 special events offer a total of over 120 different outcomes leading into 11 unique endings.&#10;&#10;To play Core Runner you will need the Rule Book PDF, Event Book PDF, and Tracking Sheet PDF, all available from the Files download area below.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Mature / Adult",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vengeance: Director's Cut Expansion",
    "ID": 285736,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285736/vengeance-directors-cut-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "As you dodge, roll and reverse-blade your way into the room where the boss is hiding you lock eyes with Donna Immacolata, your life-long nemesis and&hellip;&#10;&#10;-&ldquo;CUTTTTTT!!! No, this won&rsquo;t work. This scene needs to be more snappy. Swap that scrawny grunt for a tougher guy. The hero needs to earn his final show-down!&rdquo;&#10;&#10;The Director&rsquo;s Cut Expansion adds a layer of direct player interaction as players alternate in taking the role of a vengeance movie director.  Players can influence the action by playing Director cards during another player&rsquo;s fight phase activating minions and bosses as well as triggering directorial changes that break the fourth wall such as changing extras in the scene or changing the scene altogether!&#10;&#10;The Director&rsquo;s Cut Expansion also includes the brutal Immacolati gang and a new hero, Napoleone.  Napoleone is hell-bent on taking down Donna Immacolata, the leader of the Immacolati gang who framed his family for a smuggling operation into a rival gang&rsquo;s territory and had them murdered brutally in a swimming pool outside the city.&#10;&#10;Finally, this expansion also pumps the narrative punch of the game, adding Hero Perks, new abilities that are specific to each Hero and fit their back-story; and Story Missions.  Story Missions replace the standard Missions and, similar to the Solo Missions, are Hero-specific Missions that are based on their back-story.&#10;&#10;In short, it&rsquo;s one hell of a sequel!!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Mafia",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wissen & Quizzen: Gefährliche Raubtiere",
    "ID": 285749,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/285749/wissen-and-quizzen-gefahrliche-raubtiere",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this card game 3 assistants &quot;K&auml;pt'n Quizzo&quot; (KQ), &quot;Tina Tiger&quot; (TT) and &quot;Maja Mau-Mau&quot; (MM) guide through one of 3 different game modes.&#10;&#10;&#10;     Knowledge: Learn about the animals specified on 26 different cards with TT.&#10;     Trivia game: All players answer KQs questions and score victory points. KQ announces the winner at the end of the game.&#10;     Card Game with MM&#10;&#10;&#10;For all games the Tiptoi pen is required.&#10;The Cards can be combined with any of other Game of Wissen &amp; Quizzen Series for more variety of trivia themes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wissen & Quizzen: Schöne Orte Europas",
    "ID": 285750,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/285750/wissen-and-quizzen-schone-orte-europas",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this card game 3 assistants &quot;K&auml;pt'n Quizzo&quot; (KQ), &quot;Elly Europa&quot; (EE) and &quot;Konny Kartenwurf&quot; (KK) guide through one of 3 different game modes.&#10;&#10;&#10;     Knowledge: Learn about the cities specified on 26 different cards with EE.&#10;     Trivia game: All players answer KQs questions and score victory points. KQ announces the winner at the end of the game.&#10;     Card Game with KK&#10;&#10;&#10;For all games the Tiptoi pen is required.&#10;The Cards can be combined with any of other Game of Wissen &amp; Quizzen Series for more variety of trivia themes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prendi il Cucciolo",
    "ID": 285753,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/285753/prendi-il-cucciolo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There are four animals (pig, cow, cat and dog) on the table. There are some cards. In each card there is the picture of the animals, or the colour, or the profile or a draw of one of the animal. The first take the correct animal take the card. Who has more cards in the end is the winner. For experts there are also cards with two animals one with correct colors one with wrong ones. You have to catch the animal illustrated with correct colors.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hey Cutie",
    "ID": 285758,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/285758/hey-cutie",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Hey Cutie is a dating sim card game where players try to go on dates with their crushes while sabotaging their opponents. Build your charm, brains, and looks to woo your perfect match (or matches ;))&#10;&#10;Make yourself more appealing to potential romantic partners, put on outfits and accessories to go out in style, and use special powers to throw your opponents under the bus - all&rsquo;s fair in love and board games.&#10;&#10;The person who best manages their dating life will end up the victor and maybe, just maybe, find that special someone.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Night Werewolf: Madness",
    "ID": 285759,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/285759/one-night-werewolf-madness",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "One-night people &#231;&#139;&#188; Madness is a new series that has Cthulhju myth as a motif and in addition to title cards, madness cards have been added. [Madness card] &quot;old ruler&quot; who becomes a prisoner of this work's man scatters madness during the night. It is dealt to the player as a madness card and adds various restrictions during the daytime discussion. However, it is only a little strange madness, such as &quot;I sing with my white eyes removed&quot;, &quot;I call my next person as a mom&quot; and &quot;Ah! You may be blown out involuntarily in the argument which does not advance rightly!&#10;&#10;Cards added:  Crawling Chaos, Dreamer, Zealot, Great Old One (x2), Investigator (x3) plus madness cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Эмоциональный интеллект",
    "ID": 285760,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/285760/emocionalnyi-intellekt",
    "Min Players": "3",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Playing Emotional Intelligence in a fun way will help you learn to understand human emotions. And how do you think how many emotions are inherent in man? More than 100 are guaranteed, and even psychiatrists cannot give an exact answer, because there are certain types of emotions that only certain nations have. Interesting? And &ldquo;interest&rdquo; is also an innate emotion that you have already shown for this game.&#10;&#10;Why do you need this game?&#10;In order to describe the ability of a person to recognize and understand emotions, as well as to control them, scientists have come up with such a thing as Emotional Intelligence. The more developed he is with a person, the more successful his possessor is in his career and in life, the more charming he looks to others. The game &quot;Emotional Intelligence&quot; in a fun relaxed manner allows you to:&#10;- increase your emotional intelligence;&#10;- learn more about the people around them and &quot;see through them&quot;;&#10;- to liberate any company.&#10;&#10;Interesting facts about the game&#10;The game &quot;Emotional Intelligence&quot; was invented by a professional clown, so the characters on the game chips and cards with 105 emotions contain an image of clowns.&#10;In life, people express emotions, often performing some actions, and in the game you will have to perform some tasks - to drum on the table, crouch, or touch your partner.&#10;Two ways to achieve the pinnacle of gaming success is to use phrase maps or talk in gibberish language.&#10;Guaranteed test of emotions: enthusiasm, joy, carelessness, fun, enthusiasm, and many others.&#10;The game is packed in the original box, as if made by own hands and tied with a gift bow.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Table Battles: English Civil War",
    "ID": 285764,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285764/table-battles-english-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "This fourth expansion to Table Battles is on a topic folks have been asking for since the base game was released: the English Civil War. The six battles in this set are Edgehill, both battles of Newbury, Naseby, Tippermuir, and Aldearn. New features of this set include some Absorb/Counterattack reactions that reduce hits by the number of dice on the card, and a Tactical Victory condition that allows a player to win by wearing down the opposition rather than routing them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "History: English Civil War",
      "Players: Two-Player Only Games",
      "Series: Table Battles (Hollandspiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trudvang Legends: Muspelheim",
    "ID": 285767,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285767/trudvang-legends-muspelheim",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Trudvang Legends: Muspelheim is an expansion that features an all-new campaign that takes place deep below the surface of Trudvang, in the Dwarven kingdom of Muspelheim, represented by a new game board where Heroes below the surface can travel to face new encounters. With the great Bjorvolog gate shut and the northern cities suffering under constant attack, unrest may lead to a civil war, threatening thousands of dwarves. New enemies, new heroes, and a brand new campaign to unveil and stop sinister forces at work await you in Muspelheim!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trudvang Legends: Wildland",
    "ID": 285769,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285769/trudvang-legends-wildland",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wildland is an expansion in which a brand new campaign, with 5 stories, covers the development of the political tensions and the infestation of enemies and creatures. Form allegiances with new barbaric heroes, choose your place in the dispute, and decide the destiny of the Wildland.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forest Fighters",
    "ID": 285770,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/285770/forest-fighters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A deck building game that centers around tribes of squirrels harvesting acorns in preparation for winter.&#10;&#10;Theme: The winter is fast approaching and with the cold and snow comes a lack of food. The leaves are beginning to fall from the trees and with them the acorns. All of this means that it is time for the squirrel tribes inhabiting the forest to begin gathering food for the winter. There is just one problem! There is only one oak tree left in the forest making the much coveted acorns a source of warfare. The squirrel tribes have gathered their forces and have even resorted to hiring other forest animals to help them squirrel away as many nuts for the winter as possible. Gathering acorns is easy; protecting them from bands of raiders sent out by the other squirrel tribes is a different story. In Forest Fighters you will hire forest animals to help your tribe of squirrels gather and protect acorns while stealing acorns from your opponents. Once all of the acorns have been gathered, the game ends and the player with the most acorns wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemo's War (Second Edition): Holidays on the High Seas",
    "ID": 285771,
    "Year": "(2019)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285771/nemos-war-second-edition-holidays-on-the-high-seas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "This holiday themed promo pack adds two adventure cards (Event P1 and Event 27) for use in the adventure deck.&#10;&#10;&quot;2 Adventure Cards. Requires Nemo's War to Play.&quot;&#10;&#10;Of the two cards, Event P1 is the same as Event 100 from Nemo's War (Second Edition): Journey's End Expansion although slightly different in appearance. Event 27 is exclusive to this promo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Nautical",
      "Novel-based",
      "Science Fiction",
      "Travel",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Books: 20,000 Leagues Under the Sea",
      "Game: Nemo's War",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Callsign Taranis",
    "ID": 285776,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285776/callsign-taranis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "15mm Scale Skirmish Wargaming&#10;&#10;Wargame expansion rules for use with 15mm miniatures and models. An enjoyable playing experience set in a space opera setting unlike any other. Patrol Angis is a skirmish level wargame and with Callsign Taranis you can move from the low intensity infantry focused warfare of the core game which was your starting point in this universe to something a bit larger and multi faceted too. Make use of vehicles from the humble Adder to the supporting Mullo and of course the mighty Taranis super heavy main battle tank. Introduce flying vehicles, hurwent energy shields, buildings, drones and mecha too. Play solo or with two or more players with games featuring one Platoon (22 Miniatures or several vehicles) a side up to four or even six Platoons a side (100 or more miniatures or a dozen vehicles) with smaller games taking less than an hour to play out. In Callsign Taranis you still choose to play as either the Prydian Army or in the employ of Canlaster or Yordan or any number of lesser rebel Marcher Barons all vying for the throne. This includes playing as a &ldquo;Conda&rdquo; or professional mercenary too for any side. Callsign Taranis contains all the rules you need to make use of vehicles and structures in other titles in the series.&#10;&#10;In this book you will find the expansion rules covering the use of Vehicles in play as well as Structures and other bolt on mechanics. There are also game statistics for the vehicles of the Prydian Civil War and additional skills, equipment and items for your troops. Following on from Patrol Angis is part two of the Prydian Civil War background. Also in this book is the Support Phase and the Between Games development of your forces. Rules for how to play larger games of Patrol Angis and how to generate random terrain. A bolt on section for Building your Forces with Vehicle and Mixed platoons. This and more all in a packed sixty four pages!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: The Ion Age (Alternative Armies)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Khanate Return",
    "ID": 285777,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285777/the-khanate-return",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "15mm Scale Skirmish Wargaming - Army Book&#10;&#10;Welcome to a Forces and Setting Title for Patrol Angis. A new setting and forces with statistics and rules for use with 15mm miniatures and models from The Ion Age.&#10;&#10;An enjoyable playing experience in a space opera setting unlike any other. This Army Book brings you to the Camarthen star system for a desperate campaign for possession of a planet upon which sits an alien Matter Gateway. Now that it is switched on the gateway has brought a mythical enemy of Humanity back to reality from far across the galaxy; The Shia Khan Empire. Making use of the Patrol Angis rule book for skirmishes and the Callsign Taranis expansion book for larger games you can now add the Khanate Empire and also Planetary Defence Forces to your games. Read all about the tragic fate of Camarthen Prime and the start of the second Khanate War as a world burns.&#10;&#10;You can then create and assemble your own Tesserans and Ordos (platoons) along with vehicles and more for the Khanate with armoury and army lists. Then consult army lists for the Planetary Militias to do the same with Troop Types, Armour, Weapons and platoon composition guides. There are also advanced rules for both new armies covering Nebula Charges, Humascare,and Robotic Infantry among other skills and equipment. The book ends with three small scenarios of varying complexity for new and experienced players. This Army Book joins up with other titles expanding the forces and the universe of The Ion Age. Put forces from a half dozen miniatures to more than a hundred including vehicles into play. Fight for victory on Camarthen Prime or take your fight elsewhere in the Prydian Precinct.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules",
      "Series: The Ion Age (Alternative Armies)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FANTOZZI e la coppa Cobram",
    "ID": 285779,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/285779/fantozzi-e-la-coppa-cobram",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "COPPA COBRAM is a crazy cycling race in which players will have to do all kinds of mischief to win.&#10;In the course there are several obstacles to overcome, a deck of bonus cards to damage the opponents or benefit themselves and finally a deck of malus cards that represents penalties that players will have to fish at certain points of the course.&#10;It's a FANTOZZI official licence boardgame.&#10;&#10;At the beginning of the turn, all players simultaneously choose a character card from their hands to play. Once everyone has chosen, they reveal themselves; double cards cancel each other out. Players calculate their movements or supplies, starting from the lowest number. When a player gets his supply, he draws a bonus card.&#10;&#10;&mdash;description from the publisher&#10;&#10;Branco di RAMMOLLITI! &#10;Siete pronti ad affrontare la corsa ciclistica pi&ugrave; esilarante mai vista in un gioco da tavolo? &#10;Solo uno di voi si aggiudicher&agrave; la tanto agognata Coppa Cobram e 92 minuti di applausi. &#10;E ricordate: in questa gara ogni scorrettezza non solo &egrave; consentita, ma &egrave; consigliata!&#10;&#10;&mdash;description from the publisher (Italian)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KeyForge: Worlds Collide – Archon Deck",
    "ID": 285780,
    "Year": "(2019)",
    "Geek Rating": "5.718",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285780/keyforge-worlds-collide-archon-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "3.5",
    "Description": "KeyForge: Worlds Collide &ndash; Archon Deck consists of a single unique deck created from cards in the Worlds Collide set, the third set of cards in the KeyForge line. Each player must have their own deck in order to play the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Components: Unique Game",
      "Game: KeyForge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KeyForge: Worlds Collide – Premium Box",
    "ID": 285781,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285781/keyforge-worlds-collide-premium-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "3",
    "Description": "For players who are ready to take their KeyForge game experience to the next level, there is the KeyForge: Worlds Collide Premium Box to keep your valued KeyForge components safe and organized. Complete with two unique Worlds Collide Archon Decks, five tuckboxes designed to hold sleeved decks, a new chain dial, a collection of tokens with box to house them, and a sticker sheet to help you display your pride for any of the nine KeyForge Houses, you&rsquo;ll be ready to jump into the Crucible with style!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Components: Unique Game",
      "Game: KeyForge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battles of Montecuccoli: Volume II – 1643 Nonantola",
    "ID": 285782,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/285782/the-battles-of-montecuccoli-volume-ii-1643-nonanto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "During the &quot;First Castro War&quot; (AKA Barberini&rsquo;s War, 1642-1645) the Pope Urbano VII stole the Castro and Castiglione domains from Odoardo Farnese, giving them to his nepfhews Taddeo and Antonio.&#10;Odoardo Farnese with 3000 horse soldiers invades the Romagna pushing back the enemy to the Trasimeno lake regaining the control on Forl&igrave; and Faenza but after a short truce, the Pope call again his family to the arms putting Nonantola under Siege with 12.000 men.&#10;  &#10;Meanwhile, on a request by Francesco d&rsquo;Este, the Duke of Modena, the Austrian Emperor call back from Germany the best Army commander of the Austrian armies: Raimondo Montecuccoli giving him the permission to combat against the Pope&rsquo;s army an his allies.&#10;&#10;With only 4.000 soldiers and a battery of modified light guns, Montecuccoli force a passage on the Panaro river, moving his army on the Nonantola side of the river then, with an incredible elan, charged the papaline carring the havoc on the enemy army that, after few hours, flee in rout.&#10;&#10;In the 1644 spring, the Pope sued for peace.&#10;&#10;After Montecuccoli on the Raab, &quot;The Battles of Montecuccoli: Volume II - 1643 Nonantola&quot; is the second of a series dedicated to the battles of one of the greatest commanders of the XVII Century, Raimondo Montecuccoli.&#10;&#10;This wargame is set during the &quot;First Castro War&quot;. The battle took place few miles away from Bologna near the fortified town of Nonantola, where a big Pope&rsquo;s army was defeated by a Modenese one.&#10;&#10;The Army led by Raimondo Montecuccoli, was recalled to Italy on a direct request from the Duke of Modena to the Austrian Emperor.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: Call to Arms",
    "ID": 285783,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/285783/the-walking-dead-call-to-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Set in the same world as The Walking Dead: All Out War, Call to Arms represents larger scale conflicts. The lone travelers struggling to survive in what&rsquo;s left of the world have now formed communities, built walls, and gathered arms. However, the harsh conditions outside their walls have led these groups to fear the outside world. They see other groups as a threat to their very existence &ndash; no longer are the dead the only ones to fear&hellip;&#10;&#10;The Walking Dead: Call to Arms is a totally new way to play The Walking Dead! Use your existing miniatures from All Out War to create large-scale clashes in a Walker-infested world.&#10;&#10;&mdash;description from the publisher&#10;&#10;The core game comes as a 71 page rulebook (detailing the game flow, army lists, equipment and 7 PvP scenarios) and designed to be played with existing miniatures from The Walking Dead: Call to Arms.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DeathRace CyberGlobe",
    "ID": 285785,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285785/deathrace-cyberglobe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Story&#10;In the near future, a multinational company called &quot;Cyber &#226;&#128;&#139;&#226;&#128;&#139;Technologies&quot; has distinguished itself and established itself in the life of modern man thanks to its BOTs; cybernetic organisms able to physically support or completely replace the human figure. After the use of these technologies in the military field and a devastating war, civilization finds itself on the margins of survival. In this climate of tension between the population of the lower social class and the political ruling class, the DeathRace CyberGlobe sport is consolidated. A violent race of BOTs driven by humans  for the conquest of fame and economic power. The DeathRace CyberGlobe has become the dream of turning life but also an outlet for the population that is being overwhelmed by this &quot;format&quot; as a dogma and only pastime. The teams take part in the races putting their lives at risk, even knowing that they have very few chances to win, since the Tracks are full of traps and in the race BOT automata are introduced to make the competitions even more lethal and spectacular.&#10;&#10;The game:&#10;The game is recommended for players over 10 years old, not because of the complexity, but because of some violent terms in it (although I believe that on TV there are certainly worse contents in the protected area). and some small component. Structured to play it from 1 to 4 players with a small and simple AI that controls the BOT automata. There are three categories that vary the difficulty and time of a game (between 30-90 minutes).&#10;The BasicLine: the simplest category that helps the player to understand the mechanics of the game.&#10;TeamRacer: The category dedicated to teams, where each player can compete with a team of 4 maximum BOTs.&#10;DeathRace: The most destructive category thanks to the additional weapons that BOTs can equip.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Industry / Manufacturing",
      "Miniatures",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World Safari Premium",
    "ID": 285823,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285823/world-safari-premium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Publisher site:&#10;Description&#10;&quot;WORLD SAFARI-Premium&quot; The board game has a world map, a built in Spinner showing names of 50 important countries and a colourful path to move around the map. Spin the spinner, read the country name, and try to find the country on the map. If successful, you get to advance the given number of spaces on the play path. Most of spaces show show different symbols representing Continents and Countries, Physical Features, People and Places, General and Visual Questions. If the Play Piece lands on one of these spaces the next player picks a card from the pile of cards and asks the question against the symbol on which the player has landed. If the answer is correct the player moves forward and takes another turn. By playing with interactive Country and Information cards children will&#10;&#10;     Match the Country map card with its Information card, &#10;     Play Memory game, &#10;     Play Who Am I? game, &#10;     Play Category Quiz games and &#10;     Sorting game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Safari Junior",
    "ID": 285824,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285824/world-safari-junior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;World Safari- Junior&quot; The Play Board has a pictorial World map showing physical features, important landmarks and path to move and three types of cards. Spin the Spinner, pick the card from the corresponding Cards pile, if it is a &quot;Find&quot; card look for that feature on the map, if it is a &quot;Tell &quot; card look carefully at that feature/ map given on the card and answer correctly and if the spinner has landed on &quot; ? &quot;space, answer the question given on that card. If you have answered correctly move forward and take another turn. First player to reach the Finish square wins the game. To reinforce the knowledge and practice map skills fill and colour the blank maps with the help of maps given on the opposite page of every map.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultra Tiny Epic Galaxies",
    "ID": 285826,
    "Year": "(2019)",
    "Geek Rating": "6.155",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/285826/ultra-tiny-epic-galaxies",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1786",
    "Description": "Ultra-Tiny Epic Galaxies is a complete and unabridged version of Tiny Epic Galaxies in a box the size of a deck of cards. It plays the full spectrum of 1 to 5 players, has all 40 original planets, and even includes the Satellites &amp; Super Weapons Mini-Expansion!&#10;&#10;Tiny Epic Galaxies FAQ&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Follow",
      "Open Drafting",
      "Race",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Game: Tiny Epic Galaxies",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Notre Dame: The New Persons (Set 1 & 2)",
    "ID": 285827,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/285827/notre-dame-the-new-persons-set-1-and-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Two sets of New Persons for Notre Dame that were originally released in the Notre Dame: 10th Anniversary Edition and later put up for sale in the BGG store.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Rats",
      "Cities: Paris (France)",
      "Country: France",
      "Series: Alea Big Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cardwords",
    "ID": 285829,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285829/cardwords",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cardwords is a word card game where each card has a letter and players spell words with them.  Both double deck and single deck versions have been published.&#10;&#10;Each deck has two copies of each letter of the alphabet, along with a point value of 1-4 points.  In all of the games playable with these decks, a duplicate letter can be used as a wild card standing for any letter, e.g. in &quot;FFGHT&quot;, since there are two 'F's one can be considered an 'I', spelling &quot;FIGHT&quot;.&#10;&#10;Rules are included for seven games: &#10;&#10;    1: A fishing game like Logomachy (which is like Scopa), where a card played either combines with cards on the table to make a word, or is left on the table.&#10;    2: Poker using words, either 5-card stud, 7-card stud or 5-card draw. &#10;    3: Bingo, each player having a 3x3 array of cards, turning cards one at a time in any order (except the middle card last), with the first 3-letter word formed winning. &#10;    4: Rummy, where players draw but never discard, laying down words from their hand or adding to words on the table, and the first player to play all their hand wins. &#10;    5: Rummy, like #4 except a card is discarded at the end of each turn. &#10;    6: Rummy, like #5 except that adding letters to a word lets you steal the word. &#10;    7: Players start with 13-card hands, all players simultaneously pass a card to the left until one player announces having a word worth 15+ points and claims the pot. Then the player with the word gives one-word clues to their word until another player guesses their word, and the two split the second pot. &#10;&#10;&#10;Each game uses chips, with players adding chips to the pot during play, and the winner claiming the pot. Chips are not provided in the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hatchimals Hatchtopia Game",
    "ID": 285833,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/285833/hatchimals-hatchtopia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Hatchimals are back with a brand new game, featuring five exclusive figures for Season Two, including two surprise figures in their own Hatchimals eggs. Travel around the gameboard hatching eggs and bringing your character home. An EGGcellent time is sure to be had by all!&#10;&mdash;description from the publisher&#10;&#10;Roll the die, move along the track, and when you get to a location, you can reveal one unhatched egg on the board. If you have the Hatchimal that matches one on the board, you get to keep it; otherwise, it goes back into its egg to be found another time. Be the first player to match five egg tokens and five egg cards to win!&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word-Opsy",
    "ID": 285842,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285842/word-opsy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Word-Opsy is a game of forming words from individual letters on cards. It has two decks, each of which 4 of each vowel (1 of the 4 having a star), 2 of each common consonant, and 1 each for the six rarer consonants.  There are rules for three games:&#10;&#10;In Word-Opsy, in each turn a player lays down a word from the hand, or adds cards to one of their existing words (in either case refilling the hand back up to 6 cards), or draws a card and passes. After the last card is drawn and everyone gets an extra turn, each word scores the square of its length, with every star in it adding the word's value again.&#10;&#10;Word-Rummy plays like Word-Opsy except that players discard a card at the end of their turn, and do not draw if they pass. The games ends when one player plays all the cards from their hand. Scoring is as in Word-Opsy with the player going out getting a 25-point bonus.&#10;&#10;Word-Cassino plays like Casino, where a turn is taking a card from the hand and either: making a word with it and cards on the table to claim those cards; adding it to cards on the table and announcing a word to be finished later in the round; or adding it to the table cards. After the deck is played out, the player with the most cards gets 3 points, the most vowels gets 1 point, and 1 point for each Q, Z, or star card. Hands are played until a player has 21 points or more.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Raid Area 51 the Game",
    "ID": 285848,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/285848/raid-area-51-the-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A modular board game about the cultural phenomenon that is &quot;Raid Area 51.&quot;&#10;&#10;Free the Aliens!&#10;Be a part of this monumental event in American history! Do you wish you could be one of the daring souls prepared to lay down their lives in an effort to free our alien comrades from the clutches of Area 51? Now you can, though, very indirectly.&#10;&#10;We want to capture the hype and paranoia surrounding Area 51 and the heroes who seek to uncover its secrets. This game will be an easy to play, Rouge-like, modular board game set to the backdrop of the blistering Nevada desert.&#10;&#10;We are hoping to raise enough funds to create an immersive, quick paced game which can be expanded upon with later additions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  }
]