[
  {
    "Rank": "22501",
    "Name": "MacArthur: The Road to Bataan, Dec 1941 - Jan 1942",
    "ID": 9094,
    "Year": "(1985)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/9094/macarthur-the-road-to-bataan-dec-1941-jan-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "Macarthur: The Road to Bataan covers the battle of Luzon Island during the winter of 1941-1942. Basically this game deals with a large island that must defend itself without any hope of significant outside help, against an enemy that can strike from virtually any direction. The Japanese can assault the island at many different points, causing the Allies (Filipinos and Americans) to be very wary of being drawn too far from the island's prize, Manila Bay, the main harbor at Manila, and the fortress of Corregidor, that controls the entrance.&#10;Published in The Wargamer Magazine issue 44.&#10;___________________&#10;&#10;&quot;MacArthur: The Road to Bataan Dec 1941 - Jan 1942&quot;, second edition, was published in Paper Wars #90 (Summer 2018 magazine &amp; game issue), by Compass Games.&#10;&#10;Information from the Compass / Paper Wars #90 website (https://www.compassgames.com/paperwars/issue-90-magazine-game.html) :&#10;&#10;Paper Wars Issue 90:&#10;&#10;&quot;MacArthur: The Road to Bataan covers the battle of Luzon Island during the winter of 1941-1942.  Basically this game deals with a large island that must defend itself without any hope of significant outside help, against an enemy that can strike from virtually any direction.  The Japanese can assault the island at many different points, causing the Allies (Filipinos and Americans) to be very wary of being drawn too far from the island's prize, Manila Bay, the main harbor at Manila, and the fortress of Corregidor, that controls the entrance.  This game originally appeared in Wargamer #44 and is designed by Jack Greene.&quot;&#10; Product Information:&#10;&#10;Complexity: 1-10 (high):  5&#10;    Solitaire Suitability: 1-10 (high):  6&#10;    Time Scale:  3 Days per Game Turn&#10;    Map Scale:  11 km per hex&#10;    Unit Scale:  Division and some Regiments&#10;    Players:  2&#10;    Playtime:  12 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Japan",
      "Country: Philippines",
      "Magazine: Paper Wars",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22502",
    "Name": "Code Sudoku",
    "ID": 20833,
    "Year": "(2005)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/20833/code-sudoku",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7143",
    "Description": "Code Sudoku is a boxed edition of Sudoku (aka Number Place) puzzle. Contains plastic board, 81 tiles with numbers 1 to 9, 44 ready to solve puzzle templates, two blank sheets (for creating new puzzles or writing down ones from newspapers), and detailed manual.&#10;&#10;Solving the puzzles is aided with erasable marker and sponge (included). The game has also multi=player option. Each player, in number from two to four gets scorekeeper (placed at the edge of the board, where are placed scoring tracks). Then, the game begins. The sand timer is started and each player have one minute to place the number tiles on the board. For 1st tile placed correctly player gets 1 pt, for second one 2 pts and so on. For complete row, column or box player gets 3 pts.&#10;&#10;Score keepers and sand timer are included too.&#10;&#10;",
    "Categories": [
      "Number",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "22503",
    "Name": "Slava",
    "ID": 411817,
    "Year": "(2024)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/411817/slava",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "Get ready for a strategic showdown in the world of Slava! This captivating war game will test your wits and cunning as you battle for victory in a high stakes war of military prowess. Do you possess the tactical vision to outsmart your adversaries? The battle is on, and the fate of the war is in your hands.&#10;&#10;In Slava, your objective is clear: be the first to win five campaigns and claim ultimate victory. Each campaign will have you engaged in intense battles and cunning strategies, and you'll need to make every move count. The main deck contains 40 military cards, with 7 types of units that all have different strengths.To add an extra layer of intrigue, there is a changing weather condition that will influence the dynamics of your battles,&#10;and you have some commanders at your disposal that rank first among their type of unit.&#10;&#10;Whether you're dueling it out in a 2-player game or engaging in epic 4 or 5-player showdowns, your choices of when to play what card matter and are critical to success. When to play the bomb and to sabotage your enemies? If I cannot win this battle, how can I influence who will win to maintain a balance of power? The fate of your campaigns hinges on your choices. Now that your troops are ready, you'll dive into the world of Slava.&#10;&#10;The game starts with determining the weather conditions for the upcoming campaign, which will significantly impact your strategies. From clear skies to stormy conditions and heavy fog, you'll need to adapt to the elements to secure victory. Each campaign consists of 8 battles, and after every confrontation, the cards are collected by the victor. The player with the most points at the end of a campaign earns a victory point.&#10;The battles are fierce, and the outcome is determined by the weather related strength of your cards. Last man standing rules apply, and the player who wins a battle must start the next one. Special rules come into play, such as a bonus for winning the last battle or the strategic use of the bomb to nullify all points.&#10;&#10;Remember, there's no obligation to win confrontations, and you can play any card from your hand. You have full control over how to play!&#10;&#10;Can you outsmart your opponents, adapt to changing weather conditions, and emerge as the ultimate commander in chief? The battlefield awaits your strategy and skill!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22504",
    "Name": "Shitty Choices",
    "ID": 372052,
    "Year": "(2022)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/372052/shitty-choices",
    "Min Players": "5",
    "Max Players": "30",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "You and your friends spend your time making shitty decisions. Why not put them up to a vote?&#10;&#10;At the beginning of each turn, a player draws a card with two options and reads  it aloud: they try to guess which option is going to get more votes and if they guessed right, they get one point.&#10;&#10;The first player with three points wins the game.&#10;&#10;Maybe you'll fight, maybe you'll be disappointed, maybe you'll confirm how shitty they are.&#10;&#10;It's not our problem, they're your friends!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22505",
    "Name": "UNO: Batman Special Edition",
    "ID": 27651,
    "Year": "(2005)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/27651/uno-batman-special-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "On the dark streets of Gotham City, an urban legend meets America's #1 brand of family games. UNO - Batman Edition includes 112 cards featuring the Dark Knight and evil villains, The Riddler, Catwomen, Harley Quinn, and Two-Face. The Joker causes havoc for all who cross his path with the exclusive Joker's 3 Card and rule! Packaged in this collectible tin, UNO - Batman Edition brings the excitement of Gotham City to you and your friends. Use your stealth and speed, and be the first to get 500 points to win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "22506",
    "Name": "Fantastate",
    "ID": 56095,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/56095/fantastate",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "You were born in Fantastate, a small borderland between the Realm of Fantasy in the north and the Real World in the south. You feel that beyond the frontier of your village there is something more. A world full of Treasures, Monsters, Spells and heroic deeds. You simply cannot withstand the desire for adventure. Thus prepare for your Journey! The local Smithy can make you any weapon you wish, you just need to express yourself clearly. What about a War-Broom, or a Sharpened Needle? Then you can hire an escort in the Tavern. Care for a crazy Squirrel? And now you are ready to go! Fantastate interestingly combines a game with words and letters with a role-playing game (RPG). The game also offers 4 types of play with each of them having its own specific rules and giving you unmatched and different experiences &ndash; see below.&#10;&#10;Action &ndash; each against each in a humorous nature for 3 - 6 players, 60 &ndash; 90 min.&#10;Cooperative &ndash; all against the game (Monsters) for 2 &ndash; 6 players, 60 &ndash; 90 min.&#10;Deathmatch &ndash; each against each, but now really really serious for 2 &ndash; 6 players, 50 &ndash; 70 min.&#10;Team Play &ndash; action game in teams for 6 &ndash; 12 players, 60 &ndash; 120 min.&#10;&#10;Game contents:&#10;6 big Hero cards&#10;6 Hero Pawns&#10;75 Letter tiles (Cze, Eng, Ger)&#10;2 Dice and 1 Sticker sheet&#10;54 Location cards&#10;24 Spell, Weapon, Friend and Vehicle cards&#10;50 Golden counters - money&#10;30 Orange counters - points&#10;A comprehensible Guide for the 4 Game Variants in Czech and English&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Negotiation",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Paper-and-Pencil",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "22507",
    "Name": "Escape from the Casino of Chaos",
    "ID": 312699,
    "Year": "(2020)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/312699/escape-from-the-casino-of-chaos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "It&rsquo;s time to synchronise your watches because you&rsquo;re planning the ultimate casino heist! Will you be able to complete all the puzzles and sneak out of the casino with your haul still in hand?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape from (Professor Puzzle)"
    ]
  },
  {
    "Rank": "22508",
    "Name": "Task Team",
    "ID": 393190,
    "Year": "(2024)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/393190/task-team",
    "Min Players": "3",
    "Max Players": "18",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Task Team, two teams go head-to-head over a task while the third referees.&#10; Play with three people or three teams for even more fun!&#10;&#10;Aim of the Game&#10;Be the first team to win seven madcap tasks.&#10;&#10;Setup&#10;Split into three teams. There must be at least one player in each team.&#10;There does not have to be the same number of players in each team.&#10;Shuffle the cards and create a pile: This will form the deck.&#10;Keep the equipment within easy reach.&#10;&#10;Playing the Game&#10;During each round, two teams go head-to-head over the same task&#10;while the third team acts as the Referee.&#10;The first task will be deciding which two teams will go first: Rock paper scissors, arm wrestling, catch &ndash; you decide &ndash; we don&rsquo;t want to know!&#10;&#10;The Referee team draws a card and reads it aloud.&#10;This tells the players:&#10;&#10;     How long they have to do the task: 1 sand timer, 2 sand timers, or no time limit.&#10;     The number of players required per team: 1 player, 2 players, or the whole team.&#10;     The equipment needed.&#10;     The task itself.&#10;&#10;&#10;When everyone is ready, the Referee team starts the countdown by saying: &ldquo;Ready? Task Team!&rdquo;&#10;The two participating teams then madly scramble to win the task.&#10;The team who wins the task gets the card and puts it in front of them.&#10;After each task, the teams swap roles for the next round:&#10;&#10;     The team who won the previous task stays in the competition.&#10;     The team who refereed the last task plays the winning team.&#10;     The losing team becomes the Referee.&#10;&#10;&#10;End of the Game&#10;The first team to win seven Task cards is declared the winner.&#10;&#10;Notes&#10;The Referee team&rsquo;s decisions are final.&#10;If a task ends in a draw, draw another card to decide the winner.&#10;Before each task, the team members decide together who is taking part in the task. Make sure that everyone gets an equal chance to take part.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Défifoo",
      "Series: Party Time (Tranjis Games)"
    ]
  },
  {
    "Rank": "22509",
    "Name": "Newton",
    "ID": 247948,
    "Year": "(2017)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/247948/newton",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Abstract game, a variation to Score Four.&#10;&#10;The playing area consists of 5 columns which can store up to 6 marbles. Under each column is space for 2 more marbles, the lowest one being accessible. These two rows, which cannot be part of a scoring row, are filled alternatively with the marbles of the players at the beginning. Then, players choose one column to fill it with one of their marbles or grab the undermost marble and fill it again into the same column. The winner is the player who first succeeds in a vertical, horizontal, or diagonal row of 5 marbles of his own within the scoring area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Occupation: Researcher / Scientist",
      "Players: Two-Player Only Games",
      "Theme: Physics"
    ]
  },
  {
    "Rank": "22510",
    "Name": "With Sword and Shield",
    "ID": 35466,
    "Year": "(2008)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/35466/with-sword-and-shield",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "With Sword And Shield is a 110 card game that brings you back in time to a medieval joust.&#10; Here you step into the role of a knight and by playing different kind of strikes and manoeuvres against your opponent you try to hit him. To spice things up, different events may occur such as a cheering crowd or that your patron saint reveals himself. Your personal abilities may evolve and if you are lucky you may receive the sword of Ascalon, a battle-axe or any other great artefact.  Once you control the basics of a joust you will be able to play a m&ecirc;l&eacute;e.   Gather up to six players, split into two teams and start pounding each other.  Or why not start a tournament?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)"
    ]
  },
  {
    "Rank": "22511",
    "Name": "GrowerZ",
    "ID": 207965,
    "Year": "(2016)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/207965/growerz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Time to experience life as an amateur cannabis grower. Will you be able to create your own secret garden without too much effort? Find the right strains for your seasonal needs!&#10;&#10;In GrowerZ, each player impersonates a character &mdash; The Artist, The Athlete, The Chemist, Roommates, The Hippie and The Lawyer &mdash; with different needs in terms of quantity, quality and effort. The game is played over four seasons in which each player must choose which cards to keep and which ones to pass, as in a draft game. Cards can be of many kinds:&#10;&#10;&#10;    Spaces where you can grow your strains&#10;    Strains which are the core of the game&#10;    Seasonal cards, whether temporary or permanent, that will help you to satisfy your needs&#10;    Events which are extra goals that can give you some additional points&#10;&#10;&#10;At the end of each season, the strains are scored, and at the end of autumn the winner is declared.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Marijuana / Cannabis"
    ]
  },
  {
    "Rank": "22512",
    "Name": "Boxes",
    "ID": 154721,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/154721/boxes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In boxes, six containers of ten &quot;box&quot; cards will be sold one by one. The player who bids the highest gets the entire container. The game ends when all six containers have been sold.&#10;&#10;To start, one player takes the auctioneer's token, which gives him the right to choose the type of auction (open or secret), then to be the &#31;first person to look at the cards in the lot. The token rotates clockwise from player to player with each new turn. Each player in turn gets actions that he has to use in one go to discreetly inspect box cards. Once each player has used his actions, the auction takes place.&#10;&#10;Once the six containers (all sixty box cards) have been sold, each player counts his wealth (remaining banknotes + value of the box cards). For each set he holds, a player receives a bonus of 250 ECU. Whoever has the most wealth wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22513",
    "Name": "Mit Mist und Tücke",
    "ID": 153501,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/153501/mit-mist-und-tucke",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;The dung beetles are gathering food for their baby beetles.  Methodically, they roll their dung across the wood and up the hill. Absolutely exhausting! Luckily the dear little critters are waiting on the other side of the valley. All it takes is a little shove, and the dung begins to roll all by itself down the hill to the caves. But who's hiding among the bushes? That up-to-no-good hedgehog is looking to interfere! He rolls himself into a ball and races down the hill. Soon, all the dung is rolling in all different directions.&#10;&#10;Who will be the first to gather all his dung safely home in Mit Mist und T&uuml;cke, filling the caves with food?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22514",
    "Name": "Matchi",
    "ID": 310271,
    "Year": "(2020)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/310271/matchi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Matchi is beautifully adorned, simple, 2 player game that is easy to learn, yet flexible in it's strategic options. It's engaging enough for serious players, or casual enough to enjoy while having a conversation with a friend. Not to mention, it's a superb way to pass the time during the current lock-down.&#10;&#10;The game is presented in a classic Moroccan style lending an air of timelessness to it. It's perfect for seasoned board game players and for new-comers alike. We especially like that it does not take up a lot of room on the table, so it makes a perfect coffee date companion.&#10;&#10;The game comes with 8 full colour hexagon tiles, 6 dice, 4 blue player markers, 4 gold player markers, an instruction booklet (with a thank you page for backers!) and a beautifully presented box that it sure to catch the eye.&#10;&#10;The object of the game is to be the first player to get all four of their player markers into the center tile.&#10;&#10;Players roll dice, and use the dice to perform 1 of 3 actions.&#10;&#10;The actions include placing a player marker on the board, moving a player marker, and attacking an opponents player marker.&#10;&#10;While the mechanics are fairly simple, it still allows for several strategic choices throughout the game, but not so many that you end up with decision paralysis.&#10;&#10;The game runs between 15-20 minutes each and is suitable for ages 8 and older.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22515",
    "Name": "Trivial Pursuit: Domówka",
    "ID": 314746,
    "Year": "(2019)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/314746/trivial-pursuit-domowka",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivial Pursuit Dom&oacute;wka edition contains 100 cards with 600 questions from 6 categories - music, travel, lifestyle, cuisines of the world, movies &amp; TV series and Who Am I.&#10;&#10;Roll the wedge-die to determine the category of question to ask. If the question is answered correctly, roll the die a second time to select a 2nd question. If the 2nd question is answered correctly, keep the card as a score &quot;wedge&quot;. Be the first to collect six cards and win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "22516",
    "Name": "Crowns",
    "ID": 165584,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/165584/crowns",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players in Crowns want to gain as many crowns as they can, and they do so by rolling dice, then covering spaces on their grids based on what they roll and how they manipulate what they roll.&#10;&#10;In more detail, each player starts with 18 tokens and a player board that shows a 5x5 grid surrounded by a border on two sides that effectively makes a larger 6x6 grid. Next to the left column of the grid are die faces 1-6 from bottom to top, and above the top row are the numbers 1-6 from left to right.&#10;&#10;On a turn, a player rolls the half-dozen six-sided dice once. If she wishes, she can change any die face to a lower number as long as that number is one that she rolled. If she wishes, she then places tokens on the grid to match the die combinations rolled. For example, if she rolls 5-4-4-3-3-2, she could change all the dice to 2, then cover the six 2s space on her grid; she could also change the 5 to a 4 and the 3s to 2s, then cover the three 4s space and the three 2s space. A player doesn't have to place tokens on her turn.&#10;&#10;Once someone places her 18th token on her grid, the game ends after everyone has had the same number of turns, then players score points. Each token in the outer border is worth 1-6 crowns, depending on where it's located; each token in the inner grid is worth points only if it's part of a complete row of five tokens, and you score points (3-20, depending on the row) only for those completed rows, not for each covered space in the grid. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "22517",
    "Name": "Clue: Supernatural",
    "ID": 171126,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/171126/clue-supernatural",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "One of the main characters has been possessed by Abaddon and opened a gateway to Hell. It is up to everyone to hunt down who has been possessed, what mystical object was used to open (and can close) the gateway, and where it was opened.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "22518",
    "Name": "Cranium Junior",
    "ID": 72560,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/72560/cranium-junior",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kid Cranium Spongebob Squarepants Edition brings to life the magic of Bikini Bottom through 8 kid-tastic activities. Get acting, puzzling, sketching, sculpting and code-cracking with SpongeBob-themed challenges, earn Bikini Bottom tokens and place four in a row to win. Act out &quot;jellyfish,&quot; guess which sea creature has the most arms, sculpt &quot;spatula&quot; and more!&#10;&#10;Packed 300 SpongeBob-themed cards, SpongeBob Decoder Goggles and cool Krabby Patty Clay.&#10;&#10;Note: there was a version available in Ireland/UK without the Spongebob branding (similar to the German edition shown).&#10;&#10;Publisher's Website&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Game: Cranium",
      "TV Shows: SpongeBob SquarePants",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "22519",
    "Name": "Starship Duel I",
    "ID": 8385,
    "Year": "(1984)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/8385/starship-duel-i",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A game of starship combat between the USS Enterprise and a Klingon Bird of Prey scout. There is no mapboard. Instead, the game is played using two Navigation Wheels that show the relative position and heading of each ship, depending on the maneuvers made by the players. A Statistics card is used to damage and starship systems. Game variations include the option of using a Klingon frigate in place of the Bird of Prey, or playing a solitaire game against a &quot;computer controlled&quot; drone ship.&#10;&#10;See also Starship Duel II&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Relative Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "22520",
    "Name": "Klumpeduns",
    "ID": 20153,
    "Year": "(1986)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/20153/klumpeduns",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You start off by building a 15 layer tower where each layer consists of 3 rectangular bricks. The bricks come in 3 different colours and are of slightly different thickness (this is the basic difference between Klumpeduns and other Mechanism: Tower Stacking).&#10;&#10;Each player in turn, rolls the die and must then remove a brick of corresponding colour from the tower and place it on the top of the tower, using only one hand. There must be at least one complete layer of bricks above the piece the player removes.&#10;&#10;The player that makes the tower fall over is out and pronounced &quot;Klumpeduns&quot; (Mr. clumsy). The other players start over until there is only one player left, thus winning the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "22521",
    "Name": "Lifestyle",
    "ID": 257964,
    "Year": "(2018)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/257964/lifestyle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Lifestyle, players take on a fictional life in order to reveal a path to happiness. Some find fulfillment in love and their pets, some focus on jobs and homes, others have only sports and cars in their heads. But what is the most promising way to the goal? Would you like to take small stages or at least look for the risk and maybe land big? Only with tact and a little luck here and there can you beat the other players and win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22522",
    "Name": "Greece Lightning",
    "ID": 332421,
    "Year": "(2021)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/332421/greece-lightning",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "On your mark! Get set! ROW! You are the captain of a sleek, speedy trireme, racing in the famous Hydra Regatta. Steer around whirlpools, shifting currents, and fickle gods. Avoid the hungry hydra to win a place among the stars!&#10;&#10;In Greece Lightning, you race around a circular track, trying to be the first to complete two laps. On a turn, you roll two dice to move your boat: a navigation die (1-3) and a movement die (1-6). You can roll a second movement die to try to go farther, but if the roll is lower than your first movement die, you bust and keep only your navigation die.&#10;&#10;The circular track is comprised of twelve wedges, with the wedges being randomized each game. In general, the track consists of four paths orbiting the central hydra, but these paths criss-cross a lot, with movement dots and bonus icons at various spots on the movement paths. When you move, you must move clockwise a number of spaces equal to the sum of your dice, but you often have freedom to weave from one path to another. Here are the icons you might encounter:&#10;&#10;&#10;    Fish: Collect one fish. You can have up to three fish on hand, and you can spend a fish to re-roll your navigation die or second movement die. You might also need fish to navigate whirlpools.&#10;    Favor of the Gods: Draw a favor card, and place it face down before you. At the end of your turn, reveal the card and use it immediately, save it for later, or give it away, depending on what card it is.&#10;    Track wedges: Collect one wedge and place it face up before you. At the start of your next turn, after determining your total movement, place the wedge on the game board (but not on the starting tile or a player's ship). Use these to make your path easier or to place a hydra directly in your opponents' way.&#10;    Whirlpool: When you land on a whirlpool, you often have multiple exit paths from it &mdash; but you might need to pay fish or have a die with a certain number in order to take a particular path.&#10;    Hydra: Spend a fish when you land on a hydra space or else your movement will vanish for the rest of the turn as you must fight it off.&#10;&#10;&#10;When you land on or cross the starting line, thereby finishing one lap, you receive a fish, a wedge, and a Favor of the Gods card. When someone has completed their second lap, you finish the round to ensure everyone has the same number of turns, then whoever has gone the farthest wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Greece",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "22523",
    "Name": "Chickamauga: River of Death",
    "ID": 73250,
    "Year": "(2010)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/73250/chickamauga-river-of-death",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the Decision Games' website:&#10;&#10;The Blue &amp; Gray classics are being updated with a slight change in scale to 352 yards per hex, an updated game system that treats unit differences more accurately, and a combat system that includes step losses.&#10;&#10;Once again the Union Army of the Cumberland was in pursuit of Gen. Bragg's Army of the Tennessee, after the Confederate withdrawal from Chattanooga. Bragg's actual intention was to stand and fight. In fact, this time &mdash; indeed, for the first time &mdash; his army, heavily reinforced, actually outnumbered his pursuers. As the dispersed Federals deployed along the Chickamauga River, large numbers of Confederates assembled to strike the counter-blow. The Battle of Chickamauga would be the Confederates' last opportunity to annihilate an entire Union Army.&#10;     &#10;Chickamauga utilizes the all-new Musket &amp; Saber Combat System, which provides a simple yet accurate portrayal of warfare during the American Civil War. The combat system is intuitive, including all of the details that characterized battle during the Civil War while also simulating the unique aspects of 19th century warfare. Units can become weakened and rout; attackers can pursue, and the fortunes of war can intervene at any time. Cavalry can rip open enemy lines and shred fleeing units, and reserves must be ready to plug holes or secure a line of retreat.&#10;&#10;In Chickamauga a new Combat Results Table emphasizes playability while also simulating the lethality of the rifled musket. Leaders accelerate the action, replicating the importance of their presence during battle, and supply lines require players to protect their logistical trains. Winning a battle will depend on deployment, maneuver and massing firepower, as well as the strengths and weaknesses of each particular army.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "States: Georgia",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Folio (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)"
    ]
  },
  {
    "Rank": "22524",
    "Name": "Auf Zack!!",
    "ID": 17313,
    "Year": "(2003)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/17313/auf-zack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "The game has 44 picture tiles in pairs, showing items like snails, nails, stars, churches and so on. Each tile has a different number of the item. The game also has a set of numbered wooden discs. I think the players must identify the total when both tiles match, so 4 mice and 6 mice makes 10 mice.&#10;&#10;Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22525",
    "Name": "Slasher: The Final Cut",
    "ID": 2927,
    "Year": "(1994)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2927/slasher-the-final-cut",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "At the beginning of the game, it is unknown who the slasher is.  The person whose turn it is plays a &ldquo;scene&rdquo; card.  This may allow movement, may allow an attack, may be a clue to the slasher's identity.  After the scene card is played, each player gets a chance to  play a &ldquo;plot twist&rdquo; on the scene.&#10;&#10;In the course of the game, the first person to get three clues becomes the Slasher, and the dynamics change a bit.&#10;&#10;The game continues until either the Slasher is dead or all player victims are dead.&#10;&#10;Hilariously fun social game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Containers: Video Tape Boxes",
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "22526",
    "Name": "猿道 (Monkey Road)",
    "ID": 177572,
    "Year": "(2015)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/177572/yuan-dao-monkey-road",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "User summary&#10;&#10;A party-esque card game, where one plays the human, and the rest play the monkeys who have escaped from zoo. The cards depict various places where the monkeys may have gone. The monkey players will play these each turn, and at the end of each turn, flip them face up. The human player may to a certain extent look at the monkey players' hand cards, and try to block certain cards from being flipped face up, or simply catch the monkey who is in a specific place.&#10;&#10;If the monkeys manage to get a certain amount of cards flipped face up, they win. If not, the human wins.&#10;&#10;This game was created by everyone at One Draw, which is why there is no specified designer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "22527",
    "Name": "Space Pirates",
    "ID": 42360,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/42360/space-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7857",
    "Description": "Raumpiraten&#10;&#10;The new game of the Dungeon Twister creator.&#10;&#10;In deep space all players are pirates on the run for merchants with precious load.&#10;All fight to become the most famous pirate of the galaxy and be first to own a space station.&#10;&#10;Variable game tiles, and merchant markers that are flipped dexterous guarantee variety.&#10;Included are 4 modeled space ships.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Miniatures",
      "Pirates",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "22528",
    "Name": "El Zorro del Desierto: Norte de Africa 1941-1942",
    "ID": 29226,
    "Year": "(1987)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/29226/el-zorro-del-desierto-norte-de-africa-1941-1942",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2857",
    "Description": "During World War Two, two great strategists, Montgomery and Rommel, nicknamed The Desert Fox (El Zorro del Desierto), fought in North Africa.&#10;&#10;This game recreates the Afrika Korps campaign of 1941 to 1942.&#10;&#10;The game contains 480 counters.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Libya",
      "History: World War II (Africa)",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "22529",
    "Name": "Stingy",
    "ID": 180292,
    "Year": "(2015)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/180292/stingy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.5714",
    "Description": "As a pirate captain, it's hard to steal booty &mdash; but it is even harder to share that booty equally. If you can outsmart your fellow pirates by using your brains and trading skills, you'll probably end up with the most valuable loot!&#10;&#10;Stingy is an interactive booty-swapping game for 2-6 players, with the booty in question being rum, parrots, coins, diamonds, and pirate flags; these first four items come in four colors, with 3-6 tiles of each item in those colors, while the pirate flags come only in black (as you might expect).&#10;&#10;Each player starts with six randomly drawn tiles, with the remainder of the tiles being scattered face down on the table or placed in the included pouch. On a turn, you swap tiles with a fellow player, then draw 1-2 tiles and add them to your collection. When you swap, you choose an opponent, then take all the tiles of one group (matching symbol &amp; matching color) and add it to your collection. Each group has a value, with the values mostly being pyramidal (1 tile = 1, 2 tiles = 3, 3 tiles = 6, etc.). In return, this opponent then takes one or more groups from you that sum at most the same value as what you stole. If it's impossible to take groups this way, that opponent can take groups that sum to a lower value or demand that you hand over groups that sum to a higher value, with you choosing which groups you give up.&#10;&#10;When you collect all the tiles in a group (e.g., four blue parrots), you place those tiles face down to the side. No one can take these tiles from you.&#10;&#10;After the last tile is drawn, each player takes one final turn, then players score points &mdash; but only for the complete groups that they've collected. Whoever has the most points wins.&#10;&#10;Stingy includes two-player rules that introduce a ghost pirate with whom players can trade, a variant in which players also score points for the number of differently colored groups they collect, and a &quot;Captain Sly&quot; variant in which an opponent who can't take tiles worth at most what you took gets nothing. Good luck trying to make those unfair trades!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "22530",
    "Name": "Mint Bid",
    "ID": 328569,
    "Year": "(2021)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/328569/mint-bid",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Mint Bid is a refreshingly light auction game for 1 to 6 players with easy-to-learn rules, lightning-fast setup, and exciting social gameplay, all in 30 minutes!&#10;&#10;The game's compact size makes it easy to put in your pocket and take anywhere. Couple that with its simple rules and setup, and Mint Bid is like carrying a party in your pocket!&#10;&#10;The most unique part of Mint Bid is that every winning bid is shared between two adjacent players, so each player has to compete and cooperate to gain a competitive advantage.&#10;&#10;Victory in Mint Bid is simple to understand: whoever has the most Victory Points at the end of the game wins!&#10;&#10;Getting the most Victory Points isn't always so simple, though. Since all Victory Points are shared between pairs of players, players must strategically win auctions, place Locations, and utilize the Location's special actions to ensure victory.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Auction: Turn Order Until Pass",
      "Automatic Resource Growth",
      "Income",
      "Matching",
      "Negotiation",
      "Set Collection"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "22531",
    "Name": "Cluedo: Chocolate Edition",
    "ID": 40083,
    "Year": "(2007)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/40083/cluedo-chocolate-edition",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "8",
    "Play Time": "8",
    "Weight": "1.4",
    "Description": "Rules are similar to the classic game, but the cards are replaced by wrapped chocolates.&#10;The first one to discover the correct character, weapon, and location wins the game. The winner has the right to divide the chocolates among the players and then the game gets eaten.&#10;&#10;Content:&#10;- 33 chocolates with suspects, murder weapons and rooms on the wrapper&#10;- Paper game board&#10;- Note pad and 4 chips and 2 dices&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Consumable Chocolate",
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "22532",
    "Name": "Coppertwaddle",
    "ID": 2674,
    "Year": "(2000)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/2674/coppertwaddle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9167",
    "Description": "Two players compete to populate their playing area (DOMAIN) with EIGHT personality cards (THRELMS), four of a NOBLE type and four of a PEASANT type.  This they accomplish by playing Threlms from their hands or by robbing from their opponent. Additional card types and abilities on some of the Threlms can be utilized to disrupt your opponent's play whilst bolstering your own.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22533",
    "Name": "When Darkness Comes",
    "ID": 3801,
    "Year": "(2002)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/3801/when-darkness-comes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.449",
    "Description": "When Darkness Comes is a tile-based board game that combines roleplaying with boardgaming.&#10;&#10;The first core set, called The Awakening, deals with the undead (zombies, mummies, vampires, etc).  The objective of the game will depend on the scenario. Some may include finding and defeating a big bad guy, finding a certain object, defusing a bomb, etc. The characters (pre-generated or created) have 7 attributes with specialized skills. That will determine the amount of dice rolled for a skill check. The mechanic for skill checks is a poker variation instead of using straight high roll. Players try to get 6 high, one pair, 3 straight, 3 of a kind, 4 straight, etc.&#10;&#10;Expansions&#10;&#10;     When Darkness Comes: The Horror Within (2002)&#10;     When Darkness Comes: Hell Unleashed (2002)&#10;     When Darkness Comes: The Darkness Before the Dawn (2003)&#10;     When Darkness Comes: The Most Dangerous Game (2003)&#10;     When Darkness Comes: This Is Not Happening (2004)&#10;     When Darkness Comes: The Nameless Mist (2005)&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Vampires",
      "Game: When Darkness Comes"
    ]
  },
  {
    "Rank": "22534",
    "Name": "Vaca Loca",
    "ID": 137153,
    "Year": "(2013)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/137153/vaca-loca",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Party in the Milky Way! All the extraterrestrial creatures have let their body parts whirl around and crisscross in outer space. When the head, body and legs of the same creature have been revealed, the quickest player catches hold of it. Vaca Loca is a high-speed reaction game for a super-terrestrial rush of adrenaline!&#10;&#10;Vaca Loca &ndash; &quot;mad cow&quot; in Spanish &ndash; contains 60 square tiles, with each tile showing the head, body or legs of one of twenty different alien animals. Place these sixty tiles face down on the table, then shuffle them. One by one, each player reveals a single tile. Whenever the third tile of an animal is revealed, players race to place their hand as quickly as possible on the head tile of that animal. The fastest player collects the three tiles of the completed animal, placing them in front of him. Anyone who places his hand on an incorrect tile receives a &quot;planet token&quot;, which is worth -1 point at the end of the game. Whoever ends up with the most points wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "22535",
    "Name": "Earth Gambit: Light",
    "ID": 401593,
    "Year": "(2024)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/401593/earth-gambit-light",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Earth Gambit: Light is a social adventure game with extraterrestrials, hidden identities, and tough choices.&#10;&#10;In this game, you will play as the Aliens, the Scientists, or the Extinctionists, who each have very different plans for Earth and the course of the Earthlings' science. Advance the science by playing science cards, stall your opponents by playing action cards, and share your research by passing cards to other players, but who can you really trust?&#10;&#10;Can you make the right choice if there is no good choice at all? &#10;Time is limited, options even more so. Draw one, play one, pass one, and keep one for the future (if there will be one). Don't think too hard, it's not chess, it&rsquo;s just the fate of Earth, that's in your hands.&#10;&#10;Note: The game has elements of social deduction with hidden identities, but not a social deduction game per se. That's why we call it a Social Adventure game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "22536",
    "Name": "MacGyver: The Escape Room Game",
    "ID": 257598,
    "Year": "(2018)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/257598/macgyver-the-escape-room-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "MacGyver: The Escape Room Game comes with five hour-long escape room scenarios in the box, with each scenario in its own sealed square envelope. There is also a card that gives some flavor text and instructions on how to play the game, and leads players to the game&rsquo;s companion website,&#10;&#10;The website functions as the game&rsquo;s timer, and is where you enter solutions to the puzzles. It also has a button to get hints. The game will not function without the website, so the game is not playable without an Internet connection.&#10;&#10;The goal of MacGyver: The Escape Room Game is to solve a series of puzzles over a set period of time. The app has three settings:&#10;&#10;Easy - not timed&#10;Medium - 75 minutes&#10;Hard - 45 minutes&#10;&#10;The Underground Lab scenario has six puzzles, each of which must be completed, and correctly entered into the website, to progress to the next. Incorrect answers give a time penalty. The puzzles, unlike some other escape room games, are completely linear, with only one to complete at a time. There are four other scenarios in the box -- Airplane, Factory, Missile Silo, and Grand Finale -- and they have to be played in order.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "22537",
    "Name": "Cranium: Disney Family Edition",
    "ID": 88088,
    "Year": "(2010)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/88088/cranium-disney-family-edition",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Publisher Blurb:&#10;&#10;Outrageous fun for the whole family!&#10;&#10;Join Mickey and friends on a fun journey through the wonderful world of Disney! Celebrate everything Disney with friends and family as you. . .&#10;&#10;CREATE works of art like Cinderella&rsquo;s glass slipper; &#10;PERFORM hilarious feats like finding something that Ariel would use to comb her hair; and &#10;DISCOVER fun facts like &quot;What does Hakuna Matata mean?&quot;&#10;&#10;Can you. . .&#10;&#10;DRAW Pinocchio with your eyes closed? &#10;SCULPT Phineas? or. . .&#10;ACT out Captain Jack Sparrow?&#10;&#10;Enjoy this playful game that delivers fun and laughter, and stretches the imagination every time!&#10;&#10;Game includes: 16 Fun activities, 400 Disney-themed cards, 2 Mickey Mouse ears movers, game board, 1 tub of &quot;Cranium Clay&quot;, 6 letter dice, Sand timer, 1 die, pad and pencil.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "22538",
    "Name": "Tiles",
    "ID": 2442,
    "Year": "(1995)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2442/tiles",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "BoneGames (http://www.bonegames.com) produces a number of do-it-yourself free games.  You download a PDF containing rules and components, and print out what is required for play.&#10;&#10;Tiles is an abstract card game for two or three players.  Players play tiles to try to close areas of their colour to score points.  The larger the closed area, the more points scored.  The player with the most points at the end of the game wins.&#10;&#10;There are 45 square tiles, each subdivided into four triangular areas which are either white, black or gray.  Each player is assigned a colour.  Tiles must be played so the edge colours match already-played tiles; if one cannot play any tile, one must discard instead.  You can score only on your own turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "22539",
    "Name": "NeoN",
    "ID": 73574,
    "Year": "(2010)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/73574/neon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "NeoN  is a new type card game similar to the traditional card game Michigan.&#10;&#10;The game is composed of 60 cards from 1 to 6.&#10;&#10;First, reveal from the deck cards equal to the number of players, and lay them faceup in the center of the table. Then deal out the remaining cards to every player evenly.&#10;&#10;The players then play several cards from their hand to get one of the cards in the center. If you play the highest set, you get the highest cards in the center. After deciding which center cards goes to which player, the played cards now become the new center cards and play goes to the next round. This procedure is repeated until two of the players have no cards remaining in their hand.&#10;&#10;The trick is if you play the highest cards, then they will be the big points in the next round!&#10;&#10;A simple but innovative card game.&#10;&#10;Published at Game Market 2010 in Asakusa.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22540",
    "Name": "Scene It? The Simpsons Deluxe Edition",
    "ID": 54745,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/54745/scene-it-the-simpsons-deluxe-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3571",
    "Description": "From the publisher:&#10;Scene It? The Simpsons Edition is loaded with clips, trivia questions, and puzzlers featuring all the citizens of Springfield.  Homer, Marge, Bart, Liasa and Maggie are here along with their family, friends, teachers, bosses, tavern owners, convenience store clerks, clowns, sidekicks, pets and neighboreenos!  So make a mad dash to the couch, pop the game disc into your DVD player and stay tuned for an avalanche of trivia!  Test your Simpsons knowledge with real clips as you answer trivia questions and race around the game board to win!  Scene It? The Simpsons Edition is a perfectly cromulent way to embiggen you enjoyment of TV's longest-running comedy!&#10;&#10;Contents:&#10;1 DVD&#10;1 Flextime Game Board&#10;4 Movers&#10;175 Trivia Cards&#10;16 Buzz Cards&#10;4 Category Reference Cards&#10;1 Six-sided Numbered Die&#10;1 Eight-sided Category Die&#10;1 Instruction Sheet&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "22541",
    "Name": "The Walking Pet",
    "ID": 217230,
    "Year": "(2017)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/217230/the-walking-pet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Walking Pet is a card game where you play as a movie director in charge of selecting the best actors to make  movies&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "22542",
    "Name": "What the Fake?!",
    "ID": 157696,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/157696/what-the-fake",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In What the Fake?!, you want to draw pictures just like everyone else &mdash; at least you do if you're a fake artist and not a real one.&#10;&#10;At the start of the game, one or two players receive a role card showing them to be fake artists, while everyone else gets to be the real deal. Each round, reveal a topic card from the deck; the color of the card on the top of the deck reveals which topic is chosen for the round. Each player then draws three images as quickly as possible, with the round ending as soon as the next-to-last player has finished his drawings.&#10;&#10;Everyone then compares their images to see who's drawn what. Real artists score one point for each image they drew that no one else drew, while fakes score one point for each image drawn by at least one real artist (and zero points for everything else). After the role cards have circled the table once, the game ends and whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "22543",
    "Name": "Obsession",
    "ID": 12568,
    "Year": "(1977)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/12568/obsession",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;The Game You Can't Get Enough Of!&quot; Obsession by Marx Toys is about rolling 2 dice, and moving your rings forward, or your opponent's rings backward, depending on the numbers that are rolled, and the numbers for the rings that are in play. Rings that are in your Safety Zone can't be moved by your opponent. Game ends when one player has 10 rings in the Safety Zone or at the top of his area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22544",
    "Name": "Putin Strikes: The Coming War for Eastern Europe",
    "ID": 190162,
    "Year": "(2016)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/190162/putin-strikes-the-coming-war-for-eastern-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "This near-future what-if is set at 20 miles per hex, with divisions and brigades as the units of maneuver. It covers the first month of the war that could result if Putin decides to abandon the &quot;opaque war&quot; (a.k.a. &quot;gray war&quot;) approach and go for it big time.&#10;&#10;The idea being to take advantage of the West's (particularly the &quot;old NATO&quot; countries') distraction with the jihad to try to win back all or some of the &quot;Near Abroad&quot; on Russia's European flank.&#10;&#10;Before you ask: the difference between this game and &quot;Putin's War,&quot; which will be appearing in an upcoming issue of Modern War, is that &quot;Putin's War&quot; is a strategic (army-corps at 55 miles (90km) per hex) treatment with operational undertones, whereas the present game &quot;Putin Strikes&quot; is an operational-level treatment with strategic overtones.&#10;&#10;The system will be a further-evolved version of the one I used in NNN2, but better adapted to modern real-world military circumstances. In particular, I'm crafting the combat sub-system to emphasize the growing debate on the appropriateness of the &quot;brigading of everything.&quot;&#10;&#10;The growing complaints are that brigades, BCTs, etc., are too small and weak to last long in an eyeball-to-eyeball First World conventional war, while also being too big to be nimble enough to properly prosecute an urban counterinsurgency war.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: Russo-Ukrainian War",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "22545",
    "Name": "Iron Man Battling Card Game",
    "ID": 39435,
    "Year": "(2008)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/39435/iron-man-battling-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From Marvel's website:&#10;&#10;Duel it out to rule the skies with the Iron Man Battling Card Game. Challenge a friend to a dueling card game between Iron Man and Iron Monger. Play by beginner rules or use the special attack cards for advanced gameplay. Includes 58 Iron Man battle cards, 58 Iron Monger battle cards, 5 Iron Man victory cards, 5 Iron Monger victory cards and instructions. For 2 players. Ages 6 and up&#10;&#10;Previously published as:&#10;&#10;&#10;    Transformers Battling Card Game&#10;    Star Wars: Episode 1 &#226;&#128;&#147; Clash of the Lightsabers&#10;&#10;&#10;Re-Implemented as:&#10;&#10;    Iron Man 2: Game of War&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "22546",
    "Name": "Yamy",
    "ID": 73367,
    "Year": "(2010)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/73367/yamy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "96  funny-looking cards: square-shaped, numbered from 1 to 6 and in four different suits!&#10;Each player has a hand of five cards and changes one card at each turn to try and get a card combination not yet on his score sheet: two pairs, three of a kind, four of a kind, a full house, a straight run, a flush, a series of 1&rsquo;s , a series of 2&rsquo;s, and so forth&hellip; If the other players find out what your object is, they may get in your way. As soon as another player puts down his cards, all you need to worry about is scoring as many points as possible even if it means sacrificing one of your goals. With the excitement of Yahtzee, the tension of Rummy and the bluff of Poker all combined in one.&#10;&#10;Contents: 96 cards, score boards, point chips, pencil and a set of game rules.&#10;&#10;Re-implements:&#10;&#10;    Yami&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22547",
    "Name": "Counting Zzzzs",
    "ID": 7851,
    "Year": "(2003)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/7851/counting-zzzzs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4545",
    "Description": "From the publisher's website:&#10;Counting Zzzzs is a surreal new card game for 2-4 people. You and the other players are trying to get a good night's sleep. That means getting some good REM time in. During REM you will dream, and who knows what dreams may come? Some dreams are good, some bad, and some merely help you clear your head for the new day. Try to assemble a pleasant dream while your opponents try to give you nightmares or wake you up. It's the most fun you can have in your sleep!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "22548",
    "Name": "Speculate",
    "ID": 2104,
    "Year": "(1972)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/2104/speculate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A stock market share trading game.  You influence the share price (through a choice of event cards) and buy or sell accordingly.&#10;&#10;Well done but doesn't stand out at first glance.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "22549",
    "Name": "Venns with Benefits: The Hilarious Venn Diagram Game",
    "ID": 401741,
    "Year": "(2023)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/401741/venns-with-benefits-the-hilarious-venn-diagram-gam",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "&#10;     Learn to play in one minute: Write the funniest fill-in-the blank cards to win!&#10;     Endlessly replayable: Never see the same Venn diagram combination twice&#10;     Perfect for teens or adults: As clean or inappropriate as the group playing!&#10;&#10;&#10;How to play&#10;Everyone gets a board. Each round, you'll add yellow and pink cards to create new Venn Diagrams.&#10;&#10;Then, compete to fill your friends' boards with the funniest answers to what both sides have in common. Best answers get points!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "22550",
    "Name": "MasterIslands",
    "ID": 176859,
    "Year": "(2015)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/176859/masterislands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Designer : Julien SENTIS&#10;Artist : Boris MONCEL&#10;Rulewriter : J&eacute;r&eacute;mie VUILLARD&#10;&#10;Become the Master of Islands:&#10;Discover unknow lands in the ocean. Conquer islands or block your opponent's expansion. Reload.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Line Drawing",
      "Modular Board",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "22551",
    "Name": "Gatenkaas",
    "ID": 150978,
    "Year": "(2014)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/150978/gatenkaas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A fast and tactical cardgame for families and children. In your turn, you play a card with different mice and holes. Mice that are visible through the holes give cheese (points) to the player with that color.&#10;&#10;If the draw pile is empty, and nobody has cards left in their hand, the game ends. Players get 1 point for the visible mice in their color. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Move Through Deck"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "22552",
    "Name": "Diceland",
    "ID": 2937,
    "Year": "(2002)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/2937/diceland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9524",
    "Description": "DICELAND is a strategy game for two players. At the beginning of the game, both players must agree on the number of hexagonal tiles that will form the &ldquo;land&rdquo; to be conquered. Beginners can start playing with few hexagons, while experienced players can use the complete set of 36 tiles. The dimension of the &ldquo;battlefield&rdquo; determines also the number of dice used by the players. In this game, dice are used as a sort of &ldquo;soldiers&rdquo; who will &ldquo;fight&rdquo; to conquer &ldquo;Diceland&rdquo;, although the game is definitely not a war game. Rules are very simple, and although the players have to roll a lot of dice during the game, only a good strategy can lead to a winning position. DICELAND can be played at different levels: the basic one will take only few minutes to be completed, while the most advanced can offer up to 45 minutes of entertainment, introducing the special terrain rules. The rulebook comes in 5 languages, full of pictures and with many game variants.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22553",
    "Name": "La vallée de la mort",
    "ID": 23613,
    "Year": "(2006)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/23613/la-vallee-de-la-mort",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "By the beginning of 1954, both the French and Viet Minh realized that the war in Indochina was nearing an end. Ho Chi Minh had requested cease fire negotiations in Geneva, Switzerland, and the French government was looking for a way out that would give them peace with honor. Both sides felt that a &quot;big win&quot; on the battlefield would finally secure at the peace table what they had been unable to obtain in six and a half years of war.&#10;&#10;The site of this battle would be near a village called, in Vietnamese, &quot;Seat of the Border County Prefecture&quot; located in a distant valley of north western Vietnam near the Laotian border. The French high command, under General Henri Navarre, reasoned that such a remote location could not be successfully attacked. General Vo Nguyen Giap thought the position was nearly impossible to defend. The siege of Dien Bien Phu would be the result.&#10;&#10;La vall&eacute;e de la mort (&quot;Death Valley&quot;) is a simulation of this epic siege that ended the French colonial presence in Asia and marked the beginning of a 21 year struggle for national unification. The game is designed for 2 players, one taking the role of the French commander of the fortress complex at Dien Bien Phu, the other of General Giap, commanding the Viet Minh forces laying siege. The game and scenarios are small enough to be played solitaire, however.&#10;&#10;Each turn of the game represents one week. Each assault impulse represents one day. A point of combat strength represents 150 to 200 men, 6 aircraft, 5 or 6 guns, or a single tank. An inch on the map corresponds to 700 yards.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Asia",
      "Country: France",
      "Country: Vietnam",
      "History: First Indochina War",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "22554",
    "Name": "Pick a Paint",
    "ID": 35661,
    "Year": "(2008)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/35661/pick-a-paint",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Pick a Paint is the game of Rainbow Recall!  Players work together painting different objects with various colors until all of the objects are painted.  But a color can only appear once in each row and each column.&#10;&#10;Players can work together to complete the grid, or for more challenging play, remember what color was used (and where) as the colors are hidden from view.&quot;&#10;&#10;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "22555",
    "Name": "Gracias",
    "ID": 16184,
    "Year": "(2005)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/16184/gracias",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2143",
    "Description": "The deck contains 6 kinds of cards.  On each turn a player will take a stack of 3 cards (1 hidden and 2 visible) and keep one hidden and one visible card.  The second visible card will be given to another player.  At the end of the round, the player with the largest stack of cards in each color will not score points for those cards, while all other players will score points for those cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "22556",
    "Name": "Copan: Dying City",
    "ID": 363273,
    "Year": null,
    "Geek Rating": "5.504",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/363273/copan-dying-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "This game was crowdfunded but never released due to company going bankrupt.&#10;&#10;Welcome to the city of Copan, shining jewel of the Maya civilization. The city is flourishing, and as one of its ruling families, this golden age holds many opportunities for you to increase your influence and wealth. But Copan is destined to fall. Dark times lie ahead, and as you work to secure your legacy over generations, you have to face the city's slow decline. Your progress will hindered by dwindling resources, crumbling political structure, natural disasters, and war.&#10;&#10;Will your family become a part of the history of Copan, forever carved into the steps of the hieroglyphic stair? Or will your story be forgotten?&#10;&#10;Copan: Dying City is a heavy Eurogame for 1 to 4 players with both worker-placement and tile-placement mechanisms. The game features a reversed difficulty curve because when play begins, resources are plentiful, making most actions easy to accomplish. However, all resources are finite. When they reach critical levels, they trigger potentially devastating events, and once they run out, they're gone forever.&nbsp;Every move you make impacts the rest of the game, both for you and other players, as Copan's inevitable fate looms.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Admin: Unreleased Games",
      "Components: Drop Tower",
      "Country: Honduras",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "22557",
    "Name": "HellRail",
    "ID": 4997,
    "Year": "(1998)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/4997/hellrail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The first edition of HellRail was quite different from (and in most respects inferior to) subsequent editions.  The easiest way to describe the first edition is to contrast it with the more widely known second and third (p)e(r)ditions, as only thirty (30) copies of the first edition were printed.&#10;&#10;One of the most significant differences is that the cards each have only one use in first edition, and so are divided into types:  Circle cards, Rail cards, Passenger cards, and Damnations (one-use special powers).  All cards are shuffled together at the start of the game, so the Circles are not laid out to begin as they are in later editions.  The board is formed throughout the game by placing Rail and Circle cards.&#10;&#10;Another big difference is the fact that Circle cards have no special powers in first edition.  Special game effects are only available to players fortunate enough to draw the Damnation cards.&#10;&#10;Components:&#10;&#10;     80 cards, Bridge-size (rectangular), full-color fronts, black &amp; white backs, many miscut&#10;     4 engine tokens, cold-cast resin (poorly cast, as no vacuum table was used), unpainted (so all are white, distinguishable only by shape... spider, serpent, demon, and skull)&#10;&#10;&#10;Reimplemented by:&#10;&#10;    HellRail: Second Perdition&#10;    HellRail: Third Perdition&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Trains"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Game: HellRail",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "22558",
    "Name": "Star Trek Trivia Game",
    "ID": 3746,
    "Year": "(2000)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/3746/star-trek-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Trivia game containing questions about Star Trek, Star Trek: The Next Generation, Star Trek: Deep Space Nine, and Star Trek: Voyager.  Answer a question correctly, and receive the color coded insignia for that series. The first player to collect an insignia from each of the four series and correctly answer a final question (other player's choice) wins.  Questions can be answered either with three multiple choice options or, for a more difficult variant, without the multiple choice. High quality pictures adorn the front of each trivia question to provide a clue regarding the questions on the card.&#10;&#10;Special spaces make for more interesting game play than a typical trivia game&#10;&#10;Borg Spaces: When landing here, you must defend your most recent insignia.  If you answer the question incorrectly, you lose your most recent insignia.&#10;&#10;Starship Spaces: When landing here, you can challenge an opponent for a specific insignia they already have.  Answer a question of that series correctly, and you steal your opponent's insignia.&#10;&#10;Q Continuum Spaces: When landing here, if you correctly answer a question, you may then move anywhere on the board. If you answer incorrectly, you must move to the closest Borg Space and defend your most recent insignia.&#10;&#10;Wormhole Spaces: When landing here, you may choose to move to any of the wormhole spaces on the board and continue your turn.  After you have collected one insignia from each of the four series, you must pass through a wormhole to answer the final question in order to win.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "22559",
    "Name": "Coven",
    "ID": 121295,
    "Year": "(2015)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/121295/coven",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.25",
    "Description": "Solstice approaches. A swirling darkness coalesces in the night sky over a field as you, one of five Witches, perform incantations to vie for Earthly prominence, calling upon five Goddesses for protection and favor... But which of your fellow Witches serve the light, and which the dark? Gather information and form alliances, cast hexes, and use all your wit and connivance to ensure your dominance. Serve your Goddesses well, and they will reward you above their other followers, as they cast down those who dare to oppose them.&#10;&#10;Coven is a game of secret alignments for 3-5 players in which each player represents a Witch serving either the darkness or the light. Not only is your starting alignment a secret, but each of the five non-player Goddesses has an unknown alignment as well. Deducing which Goddess(es) and which other player(s) share your alignment will make your strategy clear and victory easier to achieve, but not guaranteed by any means. Gameplay is deceptively simple, with five possible actions as players traverse a circular board with an inner pentagram rotating widdershins changing tactics with each rotation. Coven presents an interesting strategic challenge: the side (Light or Dark) that scores the most Balance defeats the opposing side &mdash; but on the dominating side, only the Witch that scores the most Power can win, so players must be careful not to invest too much in one while neglecting the other.&#10;&#10;Coven includes five playable characters (along with their miniatures) &ndash; Witches of Earth, Water, Spirit, Air and Fire. The game also includes a Goddess Power/Balance board, Black and White magic crystals, hidden alignment tokens, &quot;reversal&quot; alignment crosses (for players who dare to change sides), Artifact Cards and Balance cards,  a Goddess Board,  and a two piece circular playing board with a rotating pentagram.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Horror",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "22560",
    "Name": "The Toast of the Town",
    "ID": 50995,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/50995/the-toast-of-the-town",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The Toast of the Town is the fifth game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;The game simulates the revolt of Boudica and uses the usual PBG card-drawing activation system. The Roman player wins if he can evacuate enough citizens from Londinium before the end of turn 6.&#10;&#10;The Toast of the Town by Paul Rohrbaugh was offered as a &quot;Jubilee free game&quot;, celebrating that (as of May 21, 2009) fifty-thousand copies of Against the Odds Magazine had been shipped.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Postcard games",
      "Players: Two-Player Only Games",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "22561",
    "Name": "Cinderella's Dance",
    "ID": 295796,
    "Year": "(2019)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/295796/cinderellas-dance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Cinderella's Dance was first released under the name Count Up 21 at a January 2019 event called &quot;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#175;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#139;&#239;&#188;&#159;&quot; (&quot;Is This a Trick-Taking Game?&quot;). This two-player game may or may not be a trick-taking game, and is, in a sense, intended to live on the edge.&#10;&#10;The game consists of a deck of cards (numbered 1-21) and two optional scoring cards. To set up a round, shuffle the cards, remove five from play, then deal each player eight cards. The starting player plays any card, then the next player either plays a card at most three higher than the previous card &mdash; so on a play of 5, the next player could play 6, 7, or 8 &mdash; or passes. When a player passes, the previous player collects the played cards, stacks them as a scored trick, then leads a card. When a player is out of cards, you resolve the current trick, then the player who has collected more tricks wins the round; in case of a tie, the player who collected the last trick wins.&#10;&#10;The first player to win three rounds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Crowdfunding: Kickstarter",
      "Folk Tales & Fairy Tales: Cinderella",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22562",
    "Name": "Puppy Love",
    "ID": 197895,
    "Year": "(2016)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/197895/puppy-love",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The run is busy with excited dogs running around freely while others are pulling their masters in different directions. But there is a logic behind the frenzy.&#10;&#10;In Puppy Love, players move their canines into point scoring positions such as sniffing, licking and another dog's face or marking their territory on the fire hydrant.&#10;&#10;&#10;     Sniffing or being sniffed : 2 points;&#10;     Marking your territory on the fire hydrant: 1 point;&#10;     Licking another dog's face: 3 points. &#10;&#10;&#10;The first player to reach 10 points wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "22563",
    "Name": "Deluxe Battleship Movie Edition",
    "ID": 159843,
    "Year": "(2006)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/159843/deluxe-battleship-movie-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "You are at the helm in the fight for the future of the planet. Will you command the Alien Fleet or defend Humankind? Power up and scan the battlefield for locations to conceal your highly detailed, movie-based ships. Then, brace yourself for battle as electronic voice commands and sound effects signal your search-and-destroy mission to take out your opponent&rsquo;s ships. Play on your own or battle a friend, and choose from three edge-of-your seat missions!&#10;&#10;Deluxe Battleship Movie Edition has its gameplay based upon Battleship Advance Mission. There are three game modes: Classic game (One attack per turn), Multi-attack game (go again if you hit an enemy ship), Salvo game (make 1 attack for every ship you have in play). Deluxe mission also has two weapon modes: attack with only one coordinate at a time, or use advanced weapons that let you scan for enemies, shoot down enemy plans, or launch missiles for massive attacks.&#10;&#10;Differences from Battleship Movie Edition:&#10;&#10;Has a computer, and adds search jets, and has a 10*14 field. The two player boards are joined in the middle. The ships are smaller and less detailed. Does not come with cards.&#10;&#10;Identical to the Advanced Mission version, with the exception of alien ships, a lighter board, and and an alien voice instead of a female one.&#10;&#10;Green Electronic Battleship Advanced Mission differences from the earlier, blue box edition:&#10;&#10;- improved voices and sounds (earlier said to be hard to understand)&#10;&#10;- the original game play in a bigger, 10 x 14, grid, Salvo mission, and Target Plus One Mission, or Bonus Mission.&#10;&#10;- advanced weapons can now be used in Salvo and Bonus Missions&#10;&#10;- the Attack Squadron planes now move and scan on the same turn, and the planes now scan the space immediately underneath them.&#10;&#10;- the Aircraft Carrier missiles were eliminated. The Attack Squadron planes are equipped with a one-time use only missile that automatically hits every space where it detects an enemy target. It does that on the first target found only, and then it only scans.&#10;&#10;- the Battleship has one Tomahawk missile that hits everything in the 3 x 3 square where it lands.&#10;&#10;- the now-called Light Missile Cruiser has two Harpoon Missiles that covers three vertical or horizontal spaces.&#10;&#10;- the Fast-Attack Sub has two torpedoes that travel from one side to the other of the grid unless it hits a target first. The Sub also has a scanner that will tell you that an enemy ship is in the vicinity but will not tell you the precise location unlike the Attack Squadron Planes.&#10;&#10;- the new design has a raised, inverted-Y design.&#10;&#10;- the ships are redesigned.&#10;&#10;-  there are different colored lights to indicated launches, scans, hits and misses.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "22564",
    "Name": "SYNDICATE: An Interplanetary Conquest Board Game",
    "ID": 281921,
    "Year": "(2021)",
    "Geek Rating": "5.504",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/281921/syndicate-an-interplanetary-conquest-board-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "In SYNDICATE: An Interplanetary Conquest Board Game, it is the year 3105, and humanity has spread to the stars. Following invention of interstellar travel technology in the 22nd century, greed and human desperation fueled a wave of corporate-led colonization of remote solar systems.&#10;&#10;In one recently colonized solar system, Arcturus, an authoritarian regime known as &ldquo;the Sovereign&rdquo; has long reigned over all planets, moons and space stations with an iron fist. More recently, however, following nearly a decade of political in-fighting and civil war, the Sovereign&rsquo;s grip of Arcturus is starting to slip, opening the door for criminal organizations to proliferate.&#10;&#10;You control a young, enterprising criminal syndicate in the outer fringe of Arcturus, trying to stay under-the-radar of the Sovereign while you compete with other criminal syndicates for money, power, loyal crew and advanced technology. Complete missions, set up criminal operations, and take down anyone that stands in your path to building the most formidable interplanetary criminal empire in the system.&#10;&#10;&mdash;description from the publisher&#10;&#10;Assault Ship and Ngata miniatures are available as the Syndicate: Add-On Pack.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Mafia",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "22565",
    "Name": "Starship Captain",
    "ID": 10274,
    "Year": "(1982)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/10274/starship-captain",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "Starship Captain comes with 9 good quality hex space maps measuring 20&quot; x 15&quot;, 2 sets of cardstock ships (some 5&quot; long), and rules and scenario booklets with one d20.&#10;After choosing the scenario to play each player takes the relevant ship cards, these show attack defense and damage charts. Damage is recorded on separate sheets. &#10;Playing the game is in turn sequence with faster ships moving first, in alternate player order and slowest ships moving last. Victory conditions set by the scenario may be different for each side with points being scored for destroying or damaging opposition ships.&#10;Overall the game is similar to Star Trek (simplified) or Battlecars in space. Play is brisk and not overcomplicated even with large numbers of ships but mostly so big that it is never fiddly.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "22566",
    "Name": "Slow Race!",
    "ID": 287681,
    "Year": "(2019)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/287681/slow-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Everybody knows it: sloths are very slow animals. But today they notice something on the top of the jungle trees worth the effort to run: there's a brand new hammock! What a beautiful sleep would be possible over there! That's why the four sloths set up a race to reach it: the fastest to climb its tree and reach the hammock will be the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "22567",
    "Name": "2ème D.B. 'I' Normandie",
    "ID": 14354,
    "Year": "(1983)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/14354/2eme-db-i-normandie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1429",
    "Description": "Fights in Normandy between French 2nd Armored Division, 2&egrave;me Division Blind&eacute;e, and German panzer units in august 1944.&#10;&#10;One map (600 meters/hex), 300 counters, one rulebook, two player aids, one counter tray.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "22568",
    "Name": "Secret Tijuana Deathmatch",
    "ID": 19028,
    "Year": "(2005)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/19028/secret-tijuana-deathmatch",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.72",
    "Description": "In old Tijuana, bankrupt American businessmen go to die -- and wrestle -- but not in that order...  It would be a shame to encourage them, unless of course you're making a profit off of it.&#10;&#10;In Secret Tijuana Deathmatch, it is your job as wrestling promoter to go to the United States, hire five of the best (or most desperate) businessmen and then pit them against your opponents' wrestlers in fights to the death.&#10;&#10;Is your goal glory?  Of course not!  Your goal is money!  You earn money either by defeating another player's wrestler (in which case they pay you the purse) or by picking the winner of another two players' match (in which case you share a side bet with the others who guessed correctly).  The winner is the one who earns the most money before someone's stable runs out.&#10;&#10;Interesting bit of trivia: this game is limited to 5000 copies, as the modifier tiles for the matches are from an overprinting of Atlas Games' Spammers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22569",
    "Name": "Puluc",
    "ID": 13745,
    "Year": null,
    "Geek Rating": "5.504",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/13745/puluc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Played by the Ketchi Indians of Guatamala. The game is played on a board of 21 spaces in a straight row. Each player has five warrior pieces. The object is to attempt to capture all of the opposing warriors.&#10;&#10;The dice and the marks between spaces are corn grains.&#10;&#10;There are five slightly different versions, and usually people play each, one after the other. Versions are calles &quot;aj sayil&quot; (the ant), &quot;aj t'iwil&quot; (the eagle), &quot;aj sina'anil&quot; (the scorpion), &quot;aj sakalil&quot; (warrior ants) and &quot;a k'aak'il&quot; (fire).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Running-Fight Games",
      "Country: Guatemala",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Series: The Reliquary Collection (Bibelot Games)"
    ]
  },
  {
    "Rank": "22570",
    "Name": "Buffy the Vampire Slayer CCG",
    "ID": 8930,
    "Year": "(2001)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/8930/buffy-the-vampire-slayer-ccg",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Buffy the Vampire Slayer CCG is a collectible card game that translates the world of Sunnydale into elegant cards and cunning game mechanics. You can play as Buffy, Spike, Faith, and other characters from the series inside a gaming experience that is never the same twice.&#10;&#10;The object of the game is to reach 10 destiny points or control Sunnydale park for 6 turns.&#10;&#10;Decks&#10;The game revolves around competing players pre-prepare a deck of cards which is designed to provide a balanced array of different features which appear in the &quot;hand&quot; - a selection cards which each player holds visible to themselves but not - unless otherwise instructed - to the other player.&#10;&#10;The cards are organised within a particular framework, which gives structure to the game.&#10;&#10;Each player has as &quot;essence&quot; card which has a notch which when placed on the playmate indicates the number of Destiny points gained. If you gain 10 Destiny points you win the game. The other way to win the game is to control of Sunnydale Park (in the centre of the play mats) for six consecutive turns. This means having your characters - and no body else's characters in Sunnydale Park at the end of each of those turns.&#10;&#10;Each player controls 4 spaces in which they can place their locations. Then challenges can be placed in these locations. You can get Destiny points by fighting your opponent(s) or by completing challenges. Destiny points can also help you ascend characters, making them stronger.&#10;&#10;There are also Action cards, Skill cards and Item cards. These can be played or used in conflict (Challenges and fights).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "22571",
    "Name": "ULTIA",
    "ID": 341222,
    "Year": "(2021)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/341222/ultia",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "ULTIA is a trick-taking game for three players from Japan.&#10;Players are one of the 3 sons sent out by the King of the planet to work to save the planet Ultia from extinction.&#10;&#10;&quot;You must work together to find a planet for us to settle on. The one who contributes the most to the exploration will be my successor.&quot;&#10;&#10;To Win: &#10;The first player to reach the target score wins the game.&#10;&#10;How to play:&#10;During Phase One - &#10;Players create their own victory condition for Phase Two by discarding cards and retrieving cards from the discard pile to form their hand.&#10;&#10;During Phase Two -&#10;The player who set the highest condition wins that condition. &#10; Then the remaining two players will perform trick-taking.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22572",
    "Name": "Unter Geiern",
    "ID": 57767,
    "Year": "(2009)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/57767/unter-geiern",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Nur einer wird satt - only one will get fed! In this game you play a vulture in search for food in the desert.&#10;&#10;You try to discover prey before your &quot;comrade&quot; vultures do. They will immediately join the fray as soon as one vulture is starting to feed on prey. Oh, the jealous crowd!&#10;&#10;Among Vultures is a fast-paced cardgame taking place in an empty desert. Empty? Not at all! There are lots of corpses to be feasted on, but not alone. You and your friendly vulture will start to explore the neighbourhood and start to fight with the other players about your bait. Beware of the rattlesnakes!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Exploration",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board"
    ],
    "Families": [
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "22573",
    "Name": "Exploration",
    "ID": 233673,
    "Year": "(2020)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/233673/exploration",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3.4545",
    "Description": "2047: The first human mission to Mars launches.&#10;2048: First human mission to Mars lands.&#10;2054: First human colonization of Mars is declared a success.&#10;2055: First privately funded expedition to the Moon is launched.&#10;2059: First privately funded expedition to Mars is launched.&#10;2063: Over one dozen new, privately funded expeditions are launched.&#10;&#10;The new Space Race has begun.&#10;In Exploration, players will take control of one of five corporations at the start of the new Space Race. Send out colonization ships, dispatch science expeditions, collect resources, modify your designs, develop new technology, or even sabotage your opponent&rsquo;s missions; anything that can give you an advantage over your competitors.&#10;But don&rsquo;t forget: Space is vast and unforgiving, but with great risks come the chance to reap great rewards. Whichever corporation can best adapt to the rapidly changing priorities of the race and best manage their resources and missions stands to come out on top! Will your name go down in history as one who served as the Gateway to the Space Age?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Events",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Take That",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "22574",
    "Name": "Land Without End: The Barbarossa Campaign, 1941",
    "ID": 29985,
    "Year": "(2007)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/29985/land-without-end-the-barbarossa-campaign-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From Decision Games website:&#10;&#10;Land Without End: The Barbarossa Campaign, 1941 is a two-player, low-to-intermediate complexity, strategic-level simulation of the German attempt to conquer the Soviet Union in 1941. The German player is on the offensive, attempting to win the game by rapidly seizing key cities. The Soviet player is primarily on the defensive, but the situation also requires he prosecute counterattacks throughout much of the game.&#10;&#10;Game play encompasses the period that began with the Germans launching their attack on 22 June 1941, and ends on 7 December of the same year. By that time it had become clear the invaders had shot their bolt without achieving their objectives. The game may end sooner than the historic termination time if the German player is able to advance so quickly he causes the overall political, socio-economic and military collapse of the Soviet Union.&#10;&#10;Each hexagon on the map represents approximately 20 miles (32 km) from side to opposite side. The units of maneuver for both sides are primarily divisions, along with Axis-satellite and Soviet corps (and one army) of various types. The effects of the general air superiority enjoyed by the Germans throughout the campaign are built into the movement and combat rules. Each game turn represents one week.&#10;&#10;Players familiar with other strategic-level east front designs will note the unique aspects of LWE lie in its rules governing the treatment of supply, the capture of Moscow, and the Stalin line.&#10;&#10;Contents:&#10;&#10;     Rules booklet&#10;     Player Aid cards&#10;     700 Die cut counters&#10;     1 34&quot; x 22&quot; Map&#10;     1 Die&#10;     Storage bags&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22575",
    "Name": "Inspector Higgins",
    "ID": 2349,
    "Year": "(1988)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/2349/inspector-higgins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "One player plays Kommissaris Speurneus/Inspector Higgins with the goal of capturing the thief carrying the treasure and as many other thieves as possible. The remaining players play cooperatively, in turn moving any of the five thief figures as they choose. The thieves' goal is to discover which of the nine houses on the game board contains the treasure and return the treasure to the thieves' hideout. Movement is based on die rolls, with the number and type of dice rolled changing depending on the total number of players in the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Pick-up and Deliver",
      "Player Elimination",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "22576",
    "Name": "Batasaurus",
    "ID": 230915,
    "Year": "(2016)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/230915/batasaurus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A memory game played like &ldquo;Battle&rdquo;: In this game, each player receives the same cards: dinosaurs of increasing strength numbered from 1 to 12. Players shuffle their cards, lay them out face up on the table in front of them, memorise which card is where, and then turn them all face down.&#10;The first player chooses one of his cards which he lays down in the middle of the table. In turn the other players choose one of their cards to try to win the trick. The highest dinosaur wins the all the cards from that trick. When all of the cards have been played, whoever has won the most cards wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "22577",
    "Name": "Land of Clans",
    "ID": 319709,
    "Year": "(2020)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/319709/land-of-clans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Land of Clans is a confrontational pattern building and hand management game, set in the medieval Scottish highlands. All players try to build castles on land they claim, and the game ends when someone has built four of them. Castles of different sizes score differently, and the winner is the player with the highest total score. Often the winner is the player with four castles, but not always.&#10;&#10;The game is played with cards, where each card shows a land symbol matching a space on the board. Further some of the cards show a sword that can be used for attacking castles, some show a shield that can be used for defending the same castles, and some show both a sword and a shield symbol. The players only hold five cards each, so hand management is required.&#10;&#10;The game play can be divided into two parts: the peaceful claiming of land and building of castles, and the aggressive conquering of castles built by the opponents. The claiming is very straightforward: at any point in the game, four separate castle patterns are available. On your turn, play a card from your hand and claim a matching space on the game board. You try to claim spaces that create the available patterns. As soon as one of the patterns is built, the player can place a castle tile over those spaces. By claiming spaces next to an opponent's castle tile, you open the possibility of attacking it for yourself. To attack a castle you also play one or more cards from your hand. But now the only thing that matters is whether the cards you hold show the attacker's sword symbol or not. Play and discard as many sword cards as you want, and hope the defender is not holding enough shields to stop your attack. If the attack is successful, the castle's ownership changes. May the most cunning clan chief win!&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Country: Scotland"
    ]
  },
  {
    "Rank": "22578",
    "Name": "Dig a Dino",
    "ID": 208406,
    "Year": "(2017)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/208406/dig-a-dino",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;The discovery of a 66 million year old T-Rex tooth has ignited a bone-digging frenzy! You command a skilled team of paleontologists looking to win big; who knows what could be down there?&#10;&#10;Unfortunately you are not the only team digging and you will have to battle for the limited tools available. Every day you will have to make important decisions over which tools to use; choose wisely!&#10;&#10;In this light worker placement game, choose tools and dig through soil and rock to discover buried surprises. The winner is the one to have discovered the most &lsquo;Palaeo Points&rsquo; by the end of the game.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "22579",
    "Name": "Cemetery Hill: The Battle of Gettysburg, 1-3 July, 1863",
    "ID": 13921,
    "Year": "(1975)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/13921/cemetery-hill-the-battle-of-gettysburg-1-3-july-18",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "&quot;Cemetery Hill is a wargame simulation, on an operational level, of the battle between the Army of the Potomac and the Army of Northern Virginia at the town of Gettysburg, PA. The game covers the period from 1 July to 4 July, 1863, when these two armies fought the bloodiest battle in American history to that point. The game system is an adaption fo the popular Napoleon at Waterloo system. Various special and optional rules allow the Players to recreate a picture of an historical event.&quot; (from the rules folder.}&#10;&#10;Cemetery Hill is one of four games included in the Blue &amp; Gray Quadrigame set. The game includes a 17&quot; x 22&quot; three-color map, 100 counters and an Exclusive rules folder. A Standard rules folder, containing rules common to all four games included in the Quadrigame, is also included.&#10;&#10;Scale is 400 meters/hex. 1-2 hours per Game Turn. Game mechanics are a simple movement-combat system with rigid zones of control. Sequential Player Turns, retreat and advance after combat are common to these games and surrounding to cut off retreat is a major strategy.&#10;&#10;A new concept, &quot;Attack Effectiveness&quot; is introduced in this set of games. Essentially, attacking units that receive an &quot;Attacker Retreat&quot; result in combat are rendered &quot;ineffective&quot; (may not make further attacks, but still defend normally) for the rest of the day. This restriction is removed once a Night turn occurs. This makes &quot;what the heck&quot; type attacks very risky as one's army can be rendered quickly &quot;ineffective&quot; through a series of low-odd attacks.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Blue & Gray (SPI)"
    ]
  },
  {
    "Rank": "22580",
    "Name": "French Foreign Legion",
    "ID": 11552,
    "Year": "(2000)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/11552/french-foreign-legion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Originally published in Strategy &amp; Tactics magazine #200 (Nov/Dec 1999).&#10;&#10;Includes three campaign games: Algeria, Dahomey, Tonkin War.&#10;Uses the same rule system as First Afghan War.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Algeria",
      "Country: China",
      "Country: France",
      "Country: Vietnam",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Sun Never Sets System (Decision Games)",
      "Theme: Colonial",
      "Theme: French Foreign Legion"
    ]
  },
  {
    "Rank": "22581",
    "Name": "Cobra",
    "ID": 34296,
    "Year": "(2007)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/34296/cobra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "COBRA is a dexterity game with bluffing and tactical elements.  There are three baskets, each marked differently. Out of these grow snakes, consisting of alternating neutral and coloured wooden segments.&#10;In the beginning of the game, each player draws randomly one of five colours. On his turn, each player takes one neutral and one coloured segment of his choice and puts them on one of the three snakes.&#10;Aim of the game is to have the highest score in the end - having the most elements of your colour in the &quot;best counting&quot; snake, depending on the basket and the snake`s head. This can pe put on the top of any snake by any player before his regular move, but before this, the others have the chance to make a guess about his colour. If they are right, he MUST discover his colour, thus giving the others an advantage, and is not allowed to move the head. If the guess is wrong, he may put the head on the top of a snake or move it on top of another one.&#10;The game ends, when all players pass or if one of the snakes topples down - the score for the player causing this is zero.&#10;Best to be played in several rounds, adding the scores.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "22582",
    "Name": "Triple³",
    "ID": 137910,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/137910/triple3",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "An abstract version of the game Tripolo. Players play simultaneously, trying to get rid of their cards by placing them onto other cards laid out in a 3 x 3 grid. Whenever you place a card, it has to complete a &quot;3 in a row&quot;-pattern (in vertical, horizontal or diagonal axis). Either because of the shape, or the colour, or the number of signs inside the shape.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "22583",
    "Name": "Dragon's Ordeal",
    "ID": 65592,
    "Year": "(2009)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/65592/dragons-ordeal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "A fantasy adventure game played on a modular board created from various of locations. The goal is to kill Dragon hidden at end of board. On the way there will be many traps and monsters to defeat. During game play each player will develop their characters, discover new areas and fight against monsters drafted from story cards for spells, equipment and powerful artifacts!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "22584",
    "Name": "Schätzbold",
    "ID": 13475,
    "Year": "(2004)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/13475/schatzbold",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "This game, in the Attribute-sized box, is a date-guessing game . Important events and details from the last 100 years, in which the object is to obtain treasure chips by guessing better than the others.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22585",
    "Name": "Simply Suspects",
    "ID": 10915,
    "Year": "(2003)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/10915/simply-suspects",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3125",
    "Description": "In society, whenever a crime has been committed, no matter how small, there is always evidence left behind. The evidence usually points to certain suspects. In this game, the players are all &quot;simply suspects.&quot; What is unusual is that the suspects each have the opportunity to tamper with the evidence so that it points to other suspects.&#10;&#10;If the evidence points to you when you meet the Grand Jury, you are eliminated from the game. While moving the evidence around, players must also try to hide their own identity - so other players don&rsquo;t figure out which suspect they are. If a player discovers another player&rsquo;s identity, they may point the finger at that player and eliminate them from the game.&#10;&#10;Simply Suspects is a fast-action game of suspicion and finger pointing. Much like Spy Alley, Simply Suspects is deceptively simple yet surprisingly intense. The advantage that one player may appear to have can change with a single move. You are never sure which suspect will escape the Grand Jury and win the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22586",
    "Name": "Discount Salmon",
    "ID": 146597,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/146597/discount-salmon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Players are fishmongers whose supply comes exclusively from the world's most contaminated body of water: Lake Miasma. Every single thing that comes out of that cesspool has SOMETHING wrong with it. How do you make a profit out of this thing?&#10;&#10;Discount Salmon is NOT a trick taking game (but claims to be) in which players simultaneously try to resolve fish quality issues or make it more difficult for other players to do the same by making bad fish even worse. Fish problems include Stinky, Dry, Poisonous, Ugly and Not a Fish. The conditions are resolved by Perfume, Lotion, Antidote, Make-Up and a Fish Costume respectively. If a fish does not already have a condition it can be added by playing Rotten Eggs, Blistering Hot Sun, Nuclear Waste, Mustache or Fish Decoy. As it's a speed game, all players are applying modifiers to the fish simultaneously. The player that resolves the last of it's remaining conditions wins the fish. The winning player is the one who has accumulated the most fish when all the fish cards have been resolved.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "22587",
    "Name": "AtmosFear: Khufu – The Mummy",
    "ID": 27291,
    "Year": "(2006)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/27291/atmosfear-khufu-the-mummy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Treasure, tricks or trouble - is this your lucky night?&#10;&#10;Atmosfear: Khufu - The Mummy is an amplified experience in home entertainment.  With its unique combination of board game and interactive DVD, this game of chance and skill is a race against time.  Once you press play you only have 45 minutes to lay down all your scarabs then take on the Great Pharaoh himself in Khufu's ultimate challenge.&#10;&#10;Race around the board to collect treasures, and face the challenges in each of the four Chambers of the Great Pyramid, where fortunes are won and lost at the roll of the dice.&#10;&#10;With interactive game play, random selection that ensures a different game every time, and awesome atmospheric digital surround sound and picture, this speedy, spooky, spectacular DVD board game promises hours of fun and laughter for players 12 years and over.&#10;&#10;So come on in and match wits with your host, the fiendish pharaoh Khufu.  He really wants you to win!&#10;&#10;Or does he...??&#10;&#10;",
    "Categories": [
      "Ancient",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Creatures: Mummies",
      "Game: Atmosfear"
    ]
  },
  {
    "Rank": "22588",
    "Name": "Nada!",
    "ID": 137931,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/137931/nada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0435",
    "Description": "In Nada!, you want to claim as many matching dice as possible &ndash; until no matching dice remain, that is, at which point you can yell &quot;Nada!&quot; to claim what's left.&#10;&#10;In each round, you start by taking six white dice and six orange dice, with each die having six different symbols on it. Someone rolls all the dice in the center of the table, then players race to be the first to yell out a symbol that is on at least one white and one orange die. If correct, the player collects all the dice showing this symbol; if not, the player collects nothing and sits out the next turn. Once a player has claimed dice, this player rerolls all the remaining dice. If no match can be found, the first player to yell &quot;Nada!&quot; and cover the dice with her hand claims all the remaining dice. Players tally their scores &ndash; one point for each die collected &ndash; then play another round. Whoever has the highest score after three rounds wins!&#10;&#10;Nada! includes variant rules for two other games. In one, the players use all 36 dice at once, playing as above but most likely scoring more points each time since more dice will be in play. The round ends after all dice of one color have been claimed, and the player who collects the most dice wins.&#10;&#10;In the other variant, players start the game by secretly drawing 8, 12 or 16 dice from the bag (with the number based on the number of players). On a turn, each player chooses 2-4 dice from his stock, then all players roll their dice simultaneously, claiming dice as explained above. The players take back any unclaimed dice, then choose 2-4 dice again for the next turn. Once a player has no more dice in hand, the game ends, and the player who has collected the most dice wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "22589",
    "Name": "Life & Legend",
    "ID": 167764,
    "Year": "(2016)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/167764/life-and-legend",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Become the legend you are destined to be in the adventure card game of a lifetime.&#10;&#10;Life &amp; Legend is a deceptively complex game about risk, sacrifice, and the passage of time. You and your opponents explore a vast world seeking to make your wanderers legendary. In the world, they will have trouble, and their success depends on how well you manage their most valuable resource--Life.&#10;&#10;As the world is experienced, the end draws closer. Decisions become agonizing. Missteps costly. Victories sweeter. Who will have led their wanderer to glory, when the road is at its end?&#10;&#10;FEATURES&#10;&#10;Playtime: 30+  minutes (playtime varies with different game modes)&#10;&#10;1-4 players, ages 14+, including Solo AI Opponents!&#10;&#10;Variant game modes for Solitaire play, Co-op, and Competitive Multiplayer!&#10;&#10;OVERVIEW&#10;&#10;Using 10 mystical Life Words, create dozens of character backgrounds, and ability combinations.&#10;&#10;Difficult decisions. Your choices have major impact from the beginning.&#10;&#10;Take the quick and deadly path, or patiently bide your time. Press your luck, or be the master of your own fate.&#10;&#10;Twist the World to your will as you discover powerful effect combinations your opponents never considered.&#10;&#10;Life &amp; Legend will provide hours of fun to any group of bold adventures seeking to become legendary.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22590",
    "Name": "Cranium: The Family Fun Game",
    "ID": 19796,
    "Year": "(2005)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/19796/cranium-the-family-fun-game",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "From the manufacturer:  Cranium Family Fun gives families the best way to play together as a team in an unforgettably fun game that gives everyone a chance to shine. Packed with 16 hilarious activities, Cranium Family Fun gets you building, flipping, sketching, sculpting, guessing, and laughing out loud together every time you play!&#10;&#10;From the back of the box:&#10;Cranium Family Fun features a variety of hilarious activities that will have everyone laughing, high-fiving, and working and playing together! With colorful Cranium Cubes and fun Flipper Frogs, The Family Fun Game delivers the ultimate family game night!&#10;&#10;Can Mom flip a frog through a hoop you've sculpted out of clay? Can you pass the Cranium Cubes to Dad ... without using your hands? Can you work together to write down three of the top five most popular pizza toppings?&#10;&#10;In Cranium Family Fun, everyone will have a chance to shine as you perform wacky stunts, act, sketch, guess, sculpt with Cranium Clay, and more! And the short play time (about 40 minutes) makes it easy to squeeze in some laugh-out-loud family fun before dinner or after school.&#10;&#10;Object: Be the first team to cross the finish line and you win the game!  The teams score points and move on the board by successfully completing their activities.&#10;&#10;How to play:&#10;&#10;1. Divide players into at least two teams. Instruct each team to choose its game piece and place it on the Planet Cranium starting space.&#10;&#10;2 Provide each team with paper and a pencil. Place the four card character boxes out on the board (Creative Cat, Star Performer, Word Worm, Date Head). Place the timer, the die and the Cranium Clay container on the table.&#10;&#10;3 The first team must choose its character box and draw a card. Follow instructions on the card. The player whose birthday is closest is the first player to go on the team.&#10;&#10;4 Roll the die and move the appropriate number of spaces only if your team has completed the character card activity successfully; otherwise, pass the play to the team on the left. Stop on any Planet Cranium spaces you pass over during your move forward. Advance forward to the next Planet Cranium if you roll purple.&#10;&#10;5 Advance to the inner fast track if you successfully complete the task from the Planet Cranium card. Remain on the outer scenic track if you do not complete the task.&#10;&#10;6 Pass the play to the team on the left after you have advanced your playing piece.&#10;&#10;7 Halt the game when a Club Cranium card is drawn. All teams follow the instructions on the card to compete simultaneously against each other in a bonus round. The winning team receives a bonus roll.&#10;&#10;8 The winning team rolls and moves. Continue play with the team whose turn it was before the bonus round.&#10;&#10;9 Enter the Cranium Central at the end of the game board. When you roll, advance to the appropriate character box as indicated by the color rolled on the die.&#10;&#10;10 Complete the activity in Cranium Central. Advance to the next character in clockwise motion. Wait for your next turn to complete that activity.&#10;&#10;11 A team wins when it is the first to complete the four activities in Cranium Central.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Game: Cranium"
    ]
  },
  {
    "Rank": "22591",
    "Name": "Pentantastar",
    "ID": 3045,
    "Year": "(1983)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/3045/pentantastar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "Players control the East and the West factions. Either East or West can win by military or by magic forces. Armies of mounted and foot soldiers and fleets of ships contest victory by capturing key places. But even a military victory depends upon control of magic. As magic releases powers of earth, air, water, light, and fire, the wizards grow in strength, volcanoes erupt, storms sweep the mountains and seas, and the creatures of magic join the struggle for both sides. When all five charms are assembled, the completed Pentantastar is a dangerous weapon. If carried to Lug Balor, the East wins, if carried to the Wizard Council, the West wins. Victory depends upon taking advantage of military and magic opportunities, and surviving immediate threats, disasters, and treachery.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "22592",
    "Name": "Space Blast",
    "ID": 14897,
    "Year": "(2004)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/14897/space-blast",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Space Blast is a fast paced gamed based on the selection of 0 to 3 actions simultaneously by all players.&#10;&#10;The board represents deep space with hexagons where up to 6 ships will be firing missiles or laying mines.&#10;&#10;Every player gets, at the beginning of the game, a fixed amount of limited resources:&#10;10 turns (left or right)&#10;8 missiles&#10;3 mines&#10;2 brakes&#10;4 ships (those tiles are stacked to represent the shield points of a ship)&#10;All of those resources are hidden behind a small screen.&#10;&#10;The goal of the game is simple : There can be only one left so you will have to eliminate all other ships with your missiles and mines.&#10;&#10;Possible actions:&#10;- turn right or left &#10;- brake (prevent the ship to move) &#10;- fire a missile &#10;- drop a mine &#10; Everybody then shows his selection of actions to be resolved in a specific order:&#10;&#10;1. Turns (the ship turn of 1/6 of hexagon).&#10;2. Every ship advances one hex (except if he chooses to brake).&#10;3. All previously fired missiles advance 3 hexes.&#10;4. Mine Layout. &#10;5. New missiles are fired and advance 3 hexes.&#10;&#10;All used action counters are then discarded and cannot be used again in the game.&#10;The &quot;shield&quot; points are won by the players via a missile hit or the explosion of player's mines. Some can be lost also in the case of collisions.&#10;If a player's ship goes off the board because he has no turn or brake left, he's eliminated but still can get points if the mines he had laid out explode.&#10;&#10;The winner is the one who has the most points when only one ship is left on the board.&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "22593",
    "Name": "Transformers Battling Card Game",
    "ID": 30852,
    "Year": "(2007)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/30852/transformers-battling-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Choose which Transformer army you&rsquo;ll align with &ndash; Megatron or Optimus Prime - and challenge your opponent in a head-to-head duel for control of the AllSpark. Use your cards carefully and crush your competitor, or else you&rsquo;ll be forced to face defeat. Includes beginner and advanced gameplay rules!&#10;&#10;Re-Implements: &#10;&#10;    Star Wars: Episode 1 - Clash of the Lightsabers &#10;&#10;&#10;Re-Implemented by: &#10;&#10;    Iron Man Battling Card Game &#10;    Iron Man 2: Game of War&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Theme: Robots",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "22594",
    "Name": "Quest for the Antidote",
    "ID": 224656,
    "Year": "(2017)",
    "Geek Rating": "5.503",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/224656/quest-for-the-antidote",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Quest for the Antidote (a game by Tom Deschenes and illustrated by Scott Sherman), you and the other players have been poisoned by the mad king! Armed with only your wits and a list of antidote ingredients, you must battle the wilds, monsters, and your fellow players to be the first to return to the apothecary with the items you need.&#10;&#10;Game Components:&#10;&bull; 1 Game Board&#10;&bull; 6 Wooden Colored Pawns&#10;&bull; 6 Wooden Colored Breath Trackers&#10;&bull; 6 Sets of 10 Ingredient Cards (60 total)&#10;&bull; 50 Monster Cards&#10;&bull; 18 Meddling Cards&#10;&bull; 10 Loot Cards&#10;&bull; 8 Drop Cards&#10;&bull; 1 10-Sided Battle Die&#10;&bull; 1 6-Sided Movement Die&#10;&bull; 1 Wooden Debris Token&#10;&#10;Preparing the Game:&#10;Each player selects a colored pawn, the corresponding breath-tracker token, and the corresponding deck of ten Ingredient Cards. Players place their pawns on the Apothecary&rsquo;s hut in the center of the board and place their breath-tracker tokens on the number 50 on the breath tracker.&#10;&#10;Next, players shuffle their ten Ingredient Cards and randomly select four ingredients. These will represent the ingredients they will need to collect for their unique antidotes. Players will place their four Ingredient Cards on the table in front of them face-up with the black vial at the top. Each player&rsquo;s remaining six Ingredient Cards can be returned to the box.&#10;&#10;Players are dealt Meddling cards based on the number of players:&#10;&bull; In a game with two players, five Meddling Cards are distributed to each player.&#10;&bull; In a game with three players, four Meddling Cards are distributed to each player.&#10;&bull; In a game with four or more players, three Meddling Cards are distributed to each player.&#10;Meddling Cards are dealt face-down and go into the player&rsquo;s hand.&#10;&#10;Rules &amp; Gameplay:&#10;Health:&#10;Each player starts with 50 &ldquo;breaths.&rdquo; Every time a player rolls the 6-sided movement die or a 10-sided battle die, he/she loses a breath and gets one step closer to expiring. All players&rsquo; breaths are tracked around the edges of the board on the breath tracker grid. If any player is reduced to zero breaths, that player expires and is out of the game.&#10;&#10;&#10;     Tip: Select one player at the start of the game to manage the breath tracker.&#10;         Note: Even with bonuses, no player may have more than 50 breaths at any point during the game.&#10;    &#10;&#10;&#10;Movement:&#10;Each player will start his/her turn rolling the 6-sided movement die to determine how many spaces to move on the board. That player may choose any path and may move spaces forward and/or backward in any direction, even in the same turn.&#10;&#10;&#10;     Remember: Each time a player rolls the 6-sided movement die, he/she loses a breath on the breath tracker!&#10;&#10;&#10;Fighting a Monster:&#10;A Monster fight is triggered when a player approaches a Monster Deck and lands on a red space leading to the Monster Deck. However, if a player lands on a red space while traveling away from a Monster Deck, no Monster fight is triggered. In other words, if traveling in the same direction as the red arrow is pointing, you enter combat; if traveling in the opposite direction of the arrow, no combat is triggered.&#10;&#10;When a Monster fight is triggered, a player flips the top card of the Monster Deck and must defeat the revealed Monster before moving on&hellip; or die trying. Players may also retreat and reverse direction if they have any movements left from their movement roll.&#10;&#10;The Monster&rsquo;s level is listed at the top of the Monster Card.&#10;&#10;To defeat the Monster, a player must roll the 10-sided battle die and get a number that is equal to or higher than the Monster&rsquo;s level. The player rolls until the Monster is defeated or until he/she decides to retreat. Once a Monster is defeated, it is put in a discard pile on the table.&#10;&#10;Bonuses &amp; Drops:&#10;Some high-level Monsters, though difficult to beat, may offer helpful bonuses or valuable drop items that can greatly assist a player. Bonuses and drops are listed at the bottom of high-level Monster&rsquo;s cards. Some drops benefit the player for the remainder of the game while others are used once and then discarded.&#10;&#10;Meddling:&#10;Meddling Cards can be used at any point during the game to hinder fellow players from advancing. Meddling Cards can also be traded in at any time to regain five breaths on the breath tracker. Once a Meddling Card is used or traded in, it is discarded from the game.&#10;&#10;Collecting Loot and Ingredients:&#10;To collect an ingredient, a player must land on the corresponding starred green space on the board. Once an ingredient is collected, the player flips his/her corresponding Ingredient Card.&#10;&#10;To collect loot, a player must land on the starred yellow space that abuts it. If a player gets a Loot Card, it is added to his/her hand and may be used at any time. Like drops, Some Loot Cards give players temporary abilities while others award advantages.&#10;&#10;Dueling:&#10;During a player&rsquo;s turn, if he/she ever occupies the same space as another player, then he/she may challenge that player to a duel. A player can only challenge another player to a duel when that other player has an ingredient that the challenger still needs.&#10;&#10;During the duel, each player rolls the 10-sided battle die. Whoever has the highest roll wins, and in case of a tie, the advantage goes to the challenged player. If the challenger wins the duel, he/she takes the needed ingredient item from the challenged player, who now has to either go back and get the ingredient again or give chase to get it back. If the challenged player wins, then the challenger automatically loses 5 breaths and cannot duel that player again this turn.&#10;&#10;Note: Players may use any applicable Drop Cards or Loot Cards during their duels.&#10;Looting:&#10;If a player runs out of breath, his/her pawn is left on the spot of expiration. Each other player may loot the body if they ever occupy the same space as the expired player&rsquo;s pawn. A player may only loot an expired pawn once per turn and only for needed ingredient items or unused or perpetual drop or Loot Cards.&#10;&#10;Ending the Game:&#10;The first player to return to the Apothecary&rsquo;s hut center of the board with all of the necessary ingredients for his/her antidote is victorious! Sometimes, though, all players expire and the game wins!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Player Elimination",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "22595",
    "Name": "Arktia",
    "ID": 35674,
    "Year": "(2008)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/35674/arktia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.3125",
    "Description": "On the distant ice moon Arktia a research station is build. Players try to build or move their residential or research modules, called 'Muglus' (small towers of rings, discs and stones), to control a maximum of tiles. But beware; muglus, which are cut off from their main settlement, are lost, and ground tiles can &quot;melt&quot; and disappear due to global warming.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hexagon Grid",
      "Map Reduction",
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "22596",
    "Name": "Teneriffa",
    "ID": 111543,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/111543/teneriffa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "From Box back:&#10;The game is set in Teneriffa during the colonization in 16th century. In these uncertain times, you are a Spanish nobleman, trying to increase your power by directing your attendants thoughtfully. You are busy exporting Malvasian wine and building extravagant mansions while making strategic use of your merchant as well as your farmer.&#10;But be careful! Just as you try to sabotage your rivals, they might be sending bandits your way to thwart your plans. He who is most successful at bluffing and scheming will gain the most influence and win the game!&#10;Contents: 1 game board, 1 farm hand, 4 merchant tokens, 6 town cards, 24 character cards, 52 mansions, 1 set of game rules.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Spain"
    ]
  },
  {
    "Rank": "22597",
    "Name": "Squillo: Bordello d'Oriente",
    "ID": 150276,
    "Year": "(2013)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/150276/squillo-bordello-doriente",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "Bordello d'Oriente is an adult card game where each player plays the role of a pimp and manages his girls making them gain money and fight against the opponents' babies. The goal is to defeat the opponents maneuvering his call girls with the limits and abilities dictated by the board.&#10;&#10;There are four kind of girls: escorts, street hookers, young hopefuls and, new in Bordello d'Oriente and not found in Squillo, geishas, asian girls with new power and abilities. Each girl has her own peculiarities, parcel and can be equipped with a wilde array of items and &quot;pimped up&quot; with power-ups.&#10;&#10;Bordello d'Oriente can be played without Squillo or can be used to extend it with its 100 and more new cards (girls, power-ups, events and the brand new &quot;trap cards&quot;). The game also includes six guest cards drawn by guest artists.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "22598",
    "Name": "Monstermania",
    "ID": 67041,
    "Year": "(2010)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/67041/monstermania",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "All the multicolored monsters want to be together, but they can only hold tentacles if they are the same color. Connecting multiple tentacles in a single move gives you an extra turn. Hook up all your monsters first to win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "22599",
    "Name": "Kalahen",
    "ID": 1954,
    "Year": "(1989)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1954/kalahen",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "The aim of this game is to find a formula, which consists of 3 parchment sheets, and bring them back to your own castle, where a dragon awaits you. To make being successful in battle against different monsters or other players easier, you need to collect money, equipment and magic rings.&#10;&#10;The game resembles, in part, &quot;The Hobbit&quot; (with rings, gold, life points, and the same combat system) but isn't close to being identical. For example, the objective of the two games (beginner's and advanced) is quite different.&#10;&#10;According to traditional adventure style, you have to build up your character to make it stronger. You don't get stronger and get more lives (like in Talisman), but you have to get enough healing potions and rings to manage the combat against monsters and maybe against other human opponents.&#10;&#10;You find different things in treasure chests, which you may search through after beating the monster that guards the place.&#10;&#10;There are additional optional rules with traps, wandering monsters, cooperation and high-risk game (a kind of gambling) when you are entering the inner region. You can choose which one or more of those rules you want to add.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22600",
    "Name": "Air King",
    "ID": 130682,
    "Year": "(2012)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/130682/air-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3529",
    "Description": "In Air King you are an air traffic controller. Your task is to be the first one to guide and land certain aircraft. To make things tricky, however, each player has his own task that's hidden from others, so sometimes it's useful to bluff in order to give false information to other players as to which aircraft are yours.&#10;&#10;At the start of the game, all ten aircraft wait next to the ariports in order to depart. Each player receives a task card, which shows four (out of ten) aircraft that you have to guide to the opposing airport. Players keep their task card hidden from opponents. On a turn, a player draws an action card, moves two aircraft (not necessarily those on his task card), and plays up to two action cards; these cards give extra movement to some aircraft or block other aircraft. When all four aircraft on a player's task card are landed, he can reveal his task card on his turn and win the game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": []
  }
]