[
  {
    "Rank": "22901",
    "Name": "Dead Stop!",
    "ID": 4738,
    "Year": "(1979)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/4738/dead-stop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Test your deductive powers! Both players have six pawns and each pawn has a hidden ring. Your task is to figure out what color ring is in each of your opponent's pawns. Try to get your pawns into high value rows while stopping your opponent dead in the lower rows. Add up your points (and subtract your minuses) - the player with the highest total wins!&#10;&#10;Includes 2 playing boards, 1 card tray with posts, 48 cards, colored rings, 12 pawns, and instructions printed on the inside of the box top.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22902",
    "Name": "Koala Kart",
    "ID": 370874,
    "Year": "(2020)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/370874/koala-kart",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Koala Kart lets you race against each other on a crazy track across Australia. Along the way, you encounter all kinds of obstacles, but you can also get in your opponents' way. Whoever completes 3 complete laps first is the winner of the race, but anything can happen in the meantime. Are you ready for the start?&#10;&#10;Players use two dice, one with 1-6 pips and one with a multiplier (or a STOP!) to move forward in different paces. Some spots on the tracks give you action cards, or make you turn around and go backwards on your next turn!&#10;Action cards can give you various one-time benefits, like dropping a branch or fence on the track to hinder your opponents, or a fishing rod to pull an opponent in front of you, back to your space.&#10;There's even a card that lets you jump over a broken bridge, cutting off a part of the track.&#10;&#10;Roll high and play your cards wisely to beat your opponents in this high-paced racing game!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Animals: Koalas"
    ]
  },
  {
    "Rank": "22903",
    "Name": "Scuba",
    "ID": 179574,
    "Year": "(2016)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/179574/scuba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "In Scuba, two to four players jump from the diving boat to have a fun time diving. While moving and flipping over the tiles on the board, they hope to find spectacular fish, mammals and corals, make combinations and score big points. Or just look at fish other players already discovered... Maybe they will even find treasure! But be careful not to lose your mask or get bitten by an octopus... Make dust so other players can't find any fish that turn. And be wary of currents sweeping all fish around the board. And even more important, keep an eye on your air at all times! If you plan badly and use all your air while still diving, you won't live to tell your stories...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "22904",
    "Name": "Lorrein",
    "ID": 62374,
    "Year": "(2011)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/62374/lorrein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Lorrein is published by Sensalot in 2011. The Duces of Lorrein is a family game with a nice mix of existing and new game elements. It contains a new invented alternative to dice.&#10;&#10;Goal of the game is to complete you mission card which states to build 4 specified workshops (Mill, Saw Mill, Stone Mill, Tannery (leather)). You start with just 1.&#10;&#10;Turn sequence:&#10;1) Each player throws the chancebowl and gets raw materials (Wood, rock, animal, grain, lavender)(wooden pieces). &#10;2)The raw material has to be processed in a workshop in order to become a useful product (product cards). Because the other players have the other workshops you'll have to negotiate with them to get you material processed. This makes players dependent of each other. With the product card a player can build a workshop, farm, castle, big castle or a witchery.&#10;3)The final step is paying food for each castle. If a player doesn't have enough food, a game piece has to be taken away.&#10;&#10;The winner is the player that completes his turn and mission card.&#10;&#10;What makes the game interesting is the dilemma of being mutually dependent of your co player. Meanwhile each player wants to become independent by building your own workshops. For this you first need to negotiate with your co players. Becoming independent is often not on the road to completing you mission. So should you remain dependent and try to reach you goal asap, while running the risk of being blocked in the end, or should you try to become independent first and strong en your influence.&#10;Another element of influence in the game is the Mill. There is only one mill in the game. If someone else builds the mill, you lose it. Having the mill means controlling the food. You can use this position to get extra income or by starving and deterioration you opponents. Partner or Compete.&#10;&#10;Another element is the game of positioning:  &#10;A workshop has to border a Castle. A small castle can have 2 workshops and a big castle can have 4 workshops. The castle has to be positioned between the 4 8-sided landscapes. Getting a good position with the correct landscapes around your castle is important. However, you opponents can block you by building farms, witchery or a workshop adjacent to your castle.&#10;&#10;As an extra the game contains two additions in the manual which will strongly change the game. The first addition is the option to steal a farm if it isn't protected by an own castle or witchery. The second addition is to steal workshop by building a stronger castle.&#10;&#10;All in all a very good balanced game, with a lot of dynamic and a great replayability.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Ancient",
      "Animals",
      "City Building",
      "Civilization",
      "Educational",
      "Farming",
      "Industry / Manufacturing",
      "Medieval",
      "Negotiation",
      "Renaissance",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Team-Based Game",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "22905",
    "Name": "Awesome Kingdom: The Tower of Hateskull",
    "ID": 176502,
    "Year": "(2015)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/176502/awesome-kingdom-the-tower-of-hateskull",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Awesome Kingdom: The Tower of Hateskull is a lightweight, fast and funny dungeon-crawling card game in which players compete to be the most awesome hero after three days of adventuring.&#10;&#10;Players enter the dungeon as one of eight epic characters, such as the Ragebarian, Prestidigimancer, or Paladude, with each character being bestowed with an appropriately amazing ability. The dungeon is formed out of a circle of dungeon wall tiles, with dungeon cards filling most of those spaces and heroes filling the rest.&#10;&#10;A day lasts three turns, and on a turn, you play an action card from your hand, normally moving your hero around the circle of cards (skipping over other heroes) and claiming the card on which you land, which could be treasure, a monster (which wounds you before you defeat it), a trap, or even a magic item. Cards are worth various amounts of awesomeness, and you want to be the most awesome hero at the end of the third day.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "22906",
    "Name": "Treasure Falls",
    "ID": 9284,
    "Year": "(2004)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/9284/treasure-falls",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "One of the games in the series of &quot;Mitbringspiele&quot; (pocket games).&#10;&#10;A ship loaded with treasures has capsized in the river and several treasure crates float around. The problem is that there's a waterfall nearby and the crates are getting closer and closer to it. The treasures are represented by several, differently coloured wooden blocks set up on differently sized blue water-chips. You must carefully push them back, because if you fail and the crate falls down, your fellow players get the victory point. The players are river pirates waiting at the foot of a waterfall (represented by a plastic ramp in connection with the game box) for the treasures of a capsized treasure ship.&#10;&#10;In her/his turn the player rolls a die to see if and how many water-chips she/he has to add at the far end of the ramp. Than the player must push the newly set water-chips up the river/ramp with a tree trunk for a given length. So every turn some water-chips are dropping off the ramp - that's the waterfall. When treasure blocks are on the water-chips they are dropping with them down the waterfall and the player, whose turn it was before the active player's receives the treasures.&#10;&#10;Ages 5 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Series: bring-along games (Ravensburger)",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "22907",
    "Name": "Die Codeknacker",
    "ID": 26996,
    "Year": "(2006)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/26996/die-codeknacker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "Players are detectives racing to catch the thief! Detectives move around the outside of the puzzle board, the interior of the board is made up of randomly assorted tiles with pictures of diamonds, Euros and bags of loot scattered around.(or numbers, depending on which you decide to play) Normally, detectives roll and move to catch up with the thief, but when the magnifying glass is rolled, the thief moves one space and a card is turned over to reveal a sequence of 5 pictures. The timer is flipped and detectives hunt to see who can find the longest trail of pictures. Points are awarded for sequences of 3, 4 and 5, with each detective getting to move as many spaces as was the sequence he found. Game ends when a detective catches up to or passes the thief.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Number",
      "Puzzle",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22908",
    "Name": "The Bagged Peiper",
    "ID": 101628,
    "Year": "(2010)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/101628/the-bagged-peiper",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "This is the eighth game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;This promotional Pocket Battle wargame is one of four games that cover the American's fight against KG Peiper and other German forces during the Battle of the Bulge. They can be played separately or linked together for a &quot;grand campaign&quot; It is printed on a single postcard-sized piece of cardstock, with game map on front and rules on the back. Counters need to be cut out. Die-cut counters are available from ATO with any purchase at no additional charge. One set of die-cut counters will provide the counters for ALL FOUR of the &quot;Peiper&quot; Pocket Battle Games.&#10;&#10;The games are:&#10;&#10;Map A: Paying the Peiper&#10;Map B: A Dash of Peiper&#10;Map C: The Bagged Peiper&#10;Map D: Just a Peiper Dream?&#10;&#10;Game equipment: The player need one card deck to play. No dice used.&#10;&#10;Mechanic: The units are activated by a card draw. The color of the card and value are important to get &ldquo;activations&rdquo;(like activation points in other games) for German or USA units. &#10;The player will use your Activations to move, combat, bridge demolition and others actions along the game.&#10;&#10;Terrain affects combat and movement.&#10;&#10;The 3 numbers of the unit are: (left to right) Anti Tank, Proficiency Rating, and Anti-Infantry.&#10;&#10;Game Length:  5 turns.&#10;&#10;Victory Conditions: The German player is needs, by end of Turn 5, to exit four units by west map edge OR no USA units left in the game. If don&rsquo;t achieve these objectives, US players win !&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Series: Peiper Postcards (LPS)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "22909",
    "Name": "Scattergories Junior",
    "ID": 8997,
    "Year": "(1989)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/8997/scattergories-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Scattergories Junior is a simplified and shortened version of the parent game. Players are given a master list of topics and then a twenty-sided die with letters on each side is rolled to determine the &quot;key&quot; letter.  Players have a limited time to think of unique words that start with the letter and have to do with the topic. Players can still earn some points for on-topic words that don't start with the letter. (This is clearly different from the original game, as a simplification for younger children.)  Players receive points for original words.  The game goes for two rounds.  The box advertises this game for Ages 8 - 11.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers",
      "Game: Scattergories",
      "Traditional Games: Categories / Guggenheim",
      "Versions & Editions: Junior Versions of Grown-Up Games",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "22910",
    "Name": "Aprendices de Druida",
    "ID": 433444,
    "Year": "(2021)",
    "Geek Rating": "5.502",
    "Avg Rating": "9.84",
    "Link": "https://boardgamegeek.com/boardgame/433444/aprendices-de-druida",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "In Aprendices de Druida, players take on the roles of young apprentices in a village where an old druid is searching for a worthy successor. To achieve this, the druid has decided to test their knowledge of medicinal plants by simulating an illness throughout the village. The apprentice who demonstrates the greatest skill in healing both the sick villagers and the druid himself will be chosen to take on this prestigious role.&#10;&#10;The core mechanic revolves around the strategic use of cards, where players must use the correct plants to heal villagers based on their specific ailments. Additionally, the game encourages intense player interaction through the &quot;Druid&rsquo;s Orders&quot; cards, which allow for special actions such as stealing cards, swapping villagers, or even sabotaging other players' progress.&#10;&#10;The gameplay is dynamic, with turns offering multiple possibilities: from healing your own villagers to disrupting your rivals&rsquo; strategies. Only after healing all your villagers can you attempt to heal the druid, using two specific plants that match his ailments.&#10;&#10;The ultimate goal is to be the first to heal the druid, but achieving victory requires balancing careful planning with the ability to adapt to your opponents&rsquo; actions in this exciting card and strategy game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Race",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Medical: Diseases",
      "Theme: Biology",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "22911",
    "Name": "Chaotic",
    "ID": 28444,
    "Year": "(2007)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/28444/chaotic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4737",
    "Description": "Chaotic is a collectible trading card game in the similar vein as the popular game Yu-Gi-Oh.&#10;&#10;The game allows 2 players to use fantastic creatures to battle each other across a triangular playing surface.  Upon winning a battle, the winning creature can advance deeper into the ranks of the defending player's legion to strike at a new level of creatures.&#10;&#10;One main feature of the game is that Chaotic cards all come with a unique code that the owner can use on a special website (www.chaoticgame.com) [closed as of 2018] to unlock a virtual version of that card.  In this way, the player is provided with a virtual copy of their entire card collection.  The other unique aspect is that the stats on each creature are random, so you may have multiple of the same card but unlikely that all stats are the same allowing for strategic advantages.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22912",
    "Name": "Threepia",
    "ID": 328784,
    "Year": "(2021)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/328784/threepia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Threepia explores the realm of our mind, color, and shape to create a simple stimulating puzzle card game that transcends both age and languages. You can learn to play the game within minutes and be engrossed for hours.&#10;&#10;Before starting the game, players must set a game grid by randomly picking&#3;4 cards from the deck and form them into a square with the different colors and shapes facing upward.&#10;&#10;Inspired by International Chess, each player is given a total of 3 mins for the entire game. Players get 3 cards at the start and take turns to form a roll of at least&#3;3 matching shapes or colors by stacking 1 card from their hand onto the game grid. Players who do not have any stackable card will have to end their turn by drawing a card.&#10;&#10;The player starts their countdown at the start of their turn and pause the timer at the end of their turn, the countdown resumes when it's come around to the same player. The game ends for the player when their clock runs out, while others continue to finish the game with their remaining time. When the time runs out for everyone, the player with the highest score wins!&#10;&#10;Points are awarded for each roll of 3 matching shapes or colors at the end of the player&rsquo;s turn. Points are also awarded when the player finishes all the cards in their hand. The player will also need to draw 3 more cards to continue playing.&#10;&#10;Players get extra points by forming both vertical and horizontal combo in a single turn. Combos can be combined to get even more points!&#10;&#10;There are a variety of starting game grids to choose from and many other ways to play Threepia.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Highest-Lowest Scoring",
      "Layering",
      "Matching",
      "Melding and Splaying",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22913",
    "Name": "KRASH!",
    "ID": 9087,
    "Year": "(2001)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/9087/krash",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "On a distant desert planet, lawless gangs and radiant rally heroes fight in diesel spouting vehicles for the command of a crumbling civilization. &#10;When the dust settles, and the roaring engines stop dead, there can be only one victor.  Make sure it's you....&#10;&#10;In Krash, you equip your car with rams, caterpillars, jet boosters and other equipment and launch into roaring duels.  Krash is easy to learn, but a challenge to master.  The basic set contains more than fifty different pieces of equipment available in expansion boxes.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Auto Racing",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "22914",
    "Name": "Fackel+Keule",
    "ID": 30896,
    "Year": "(2007)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/30896/fackel-plus-keule",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "3 to 5 players go on a hunt together. Since there are no agreements over the required spears, axes or torches needed, a successful end to the hunt is uncertain.&#10;&#10;If the hunt fails, a fight occurs, instead of getting loot from the hunt.&#10;&#10;In order to get home safely, players need to still have a few clubs ready to protect themselves.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22915",
    "Name": "Hopp Galopp",
    "ID": 15265,
    "Year": "(2002)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/15265/hopp-galopp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "A bit of luck with the dice will help the children have their horse jump over the hurdles. The referee makes sure that each horse starts from the right spot.&#10;&#10;Who will be the first to have their horse jump over the last hurdle?&#10;&#10;Game idea:&#10;With the sugar cube, the players determine for themselves over how many hurdles their horse should jump. However, the horse will only be able to make the jump if the colour of the hurdle and the dice don't coincide. If the horse fails a jump it has to return to the referee who makes sure that everybody complies with the rules and is always waiting next to the starting square of the round that is being played.&#10;&#10;A coloured die and hurdle race for adventurous players.&#10;&#10;Ages 6-99&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses",
      "Components: Meeples (Animal) / Animeeples",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "22916",
    "Name": "Splat!",
    "ID": 3914,
    "Year": "(1990)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/3914/splat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this otherwise typical children's path-race game, instead of sending your opponents' play-dough pawns back to start, you smash them.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "22917",
    "Name": "Rolf",
    "ID": 185228,
    "Year": "(2017)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/185228/rolf",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Rolf  is a stunningly simple party game that includes a plethora of phrase cards. On the back of each card are two unfinished phrases. On the front of each card is the word that finishes the phrases, and the first letter of this word.&#10;&#10;For example:&#10;&#10;The back of a card could have the phrase,&#10;&#10;&quot;Everybody was Kung-Fu ______&quot;&#10;&#10;And the front of the card would show:&#10;&#10;F&#10;Fighting&#10;&#10;On a player's turn, they will read the phrase and then hold the card up so that all players can see the correct word that finishes the phrase.&#10;&#10;Players must finish the phrase out loud with a word that begins with the same letter, but NOT the correct word.&#10;&#10;So we could end up with:&#10;&#10;&quot;Everybody was Kung-Fu fantastic&quot;&#10;&quot;Everybody was Kung-Fu farming&quot;&quot;&#10;&quot;Everybody was Kung-Fu flamboyant&quot;&#10;&quot;Everybody was Kung-Fu fracking&quot;&#10;&quot;Everybody was Kung-Fu farting&quot;&#10;&#10;The judge then picks their favorite, and the winning player gets the card and a point. The winning player of the round then becomes the judge for the next round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "22918",
    "Name": "Si j'étais Président...",
    "ID": 123491,
    "Year": "(2012)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/123491/si-jetais-president",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Zahia as sports minister? Igor and Grichka for culture? Karl in the foreign office? Genevi&egrave;ve as home secretary?&#10;&#10;Now you are head of state and must form a government made up solely of the right people. Make the right decisions as there are 42 candidates and you have to choose the most competent for each of the six ministries. Your goal is to make your popularity increase faster than that of the other players.&#10;&#10;Si J'&eacute;tais Pr&eacute;sident... (If I Were President...) is a simple, fun game with six game modes posing various types of challenges: shuffling cabinets, cracking the whip, enduring hung parliaments, etc. Let loose with your choices and the whole country will soon be head over heels in love with you!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22919",
    "Name": "Tetra Tower",
    "ID": 358752,
    "Year": "(2014)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/358752/tetra-tower",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players draw cards and must place the piece that matches the image on the card on the moving platform. Players alternate stacking their pieces until the tower collapses.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "22920",
    "Name": "Miskatonic Madness",
    "ID": 17830,
    "Year": "(2005)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/17830/miskatonic-madness",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "This game is set in H.P. Lovecraft's fictional Miskatonic University. The two players take on the roles of either the Cultists out to wake one of the elder gods, or the Investigators trying to get to the bottom of it and save humanity.&#10;&#10;From the designer, on the website:&#10;...this is an update of a very simple game I designed years ago and gave out a conventions to people who play-tested Arkham Horror and my more robust game designs. It is meant to be simple and in no way is comparable to Arkham Horror or Trail of the Brotherhood, but in it's own right is fun and there is a strategy to playing the game. Lastly like Lovecraft stories, the magic of this game is in the imaginations of the viewers. With imagination it is a fun little game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "22921",
    "Name": "Festival",
    "ID": 31820,
    "Year": "(2007)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/31820/festival",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "To make big door money in seasonal festivals, recruit freelance Performers from the professions of Minstrel, Dancer, Clown, Gladiator and Beast Tamers!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "22922",
    "Name": "Streifen Toni",
    "ID": 118699,
    "Year": "(2012)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/118699/streifen-toni",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Streifen Toni, a card game based on Carmen Kleinert's Kinderspiel des Jahres-winning Da ist der Wurm drin, gives players the same goal as that game: Make your worm longer than anyone else's.&#10;&#10;Each player starts the game with a worm head on the table and three random cards from a deck of worm section cards; the worm sections are in many colors and are of different lengths. Six other cards are placed face down on the table. On a turn, a player chooses one card from her hand, places it face down next to the others, then chooses any other card, reveals it, and adds it to her worm. The first card is placed directly next to the worm head; each additional section is placed on the marking stick of the previously card.&#10;&#10;Once the deck of cards runs out, each player makes three further plays, then they compare worms to see which one bests the rest!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "22923",
    "Name": "Cross Hares: Testing Ground",
    "ID": 151410,
    "Year": "(2014)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/151410/cross-hares-testing-ground",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6923",
    "Description": "The first game in the Cross Hares line &mdash; each of which will be standalone with its own expansions &mdash; is Cross Hares: Testing Ground, a fairly straightforward game in which you want to move down a trail from your starting area in order to &quot;defeat&quot; a factory at the end of the line.&#10;&#10;To start, each player chooses one of the six available characters. As you move down the trail, you'll draw cards, which might be good or bad for you, bad for opponents, or terrible for everyone at the table. You'll also acquire useful items and specialties &mdash; with each character having a different set of things to find &mdash; have adventures, and come into conflict with other players. Conflict in Cross Hares takes the form of either shoving each other back and forth around the map or stealing items.&#10;&#10;Don't worry if you're far back on the path away from everyone else as with the right events or die rolls, you can race ahead of the others! Once you get to the factory, though, you'll need all of your skills and items to defeat it, so be sure you save some of your strength for that.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22924",
    "Name": "Swintus 2.0",
    "ID": 112844,
    "Year": "(2011)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/112844/swintus-20",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "From publisher:&#10;&#10;&quot;Svintus 2.0. More animals &ndash; more fun!&quot; is a variation of the best-selling Russian card game Svintus. Now there are more cards, more animals, and even more fun.&#10;&#10;The object of the game is very simple &ndash; you need to get rid of all your cards. However, you can achieve this goal in any number of different ways. Confuse your opponents with Prescriptions, control their every move with Etiquette, break them down with a Challenge to a card duel, or make a fool of them with a Performance card.&#10;&#10;The game is completely compatible with the original version, meaning that you can play a classic game of Svintus by removing certain types of cards. The new version introduces 3 new types of cards:&#10;&#10;- Etiquette Cards (Snake Behavior) allow you to give cards to those opponents who have behaved a certain way during the game.&#10;- Performance Cards (Show Business Parrot) force your opponent to entertain other players with their talents.&#10;- Challenge Cards (Dog-like Aggression) give you an opportunity to intimidate other players.&#10;&#10;The game set concept allows the deck to be tailored using different types of cards to best fit the group of players and their prevailing mood.&#10;&#10;Svintus 2.0 is an easy-to-learn, fun-to-play card game with stylish illustrations and topical humor.&#10;&#10;Svintus 2.0 is the advanced version of the popular card game Crazy Eights for 2-10 players playable in 15 to 20 minutes.&#10;&#10;Re-implements:&#10;&#10;    &#208;&#161;&#208;&#178;&#208;&#184;&#208;&#189;&#209;&#130;&#209;&#131;&#209;&#129;&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Animals: Pigs",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "22925",
    "Name": "Limite Limite: Limite",
    "ID": 269038,
    "Year": "(2017)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/269038/limite-limite-limite",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Limite limite limite is a stand alone game or can be an expansion for the game Limite Limite with new cards.&#10;&#10;Limite limite is a French implementation of Cards Against Humanity.&#10;&#10;The lead player in turn chooses a question with a blank space, other players must choose an answer that must be funny, with the proposed cards having a big chance of being offensive.&#10;&#10;A strong knowledge of French language and culture (it that exists) is recommended to understand everything.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "22926",
    "Name": "Burp",
    "ID": 1162,
    "Year": "(1995)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/1162/burp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Burp is a fairly light and entertaining game where players use rocks and small planks to build docks, fish for fruit and eventually evolve.  Poorly built docks will crumble and no fishing will take place.  Bigger docks will reach farther into the ocean and enable a larger harvest.  Fishermen, Traders and Fighters are then placed in the villages, quarry or woods to collect materials (rock and wood), foil your opponents (steal their rocks) and fish for knowledge.  The fruits of knowledge are eventually used to evolve yourself and win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Civilization",
      "Fantasy",
      "Prehistoric"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Worker Placement"
    ],
    "Families": [
      "Components: Rocks/Stones"
    ]
  },
  {
    "Rank": "22927",
    "Name": "Atlas: Enchanted Lands",
    "ID": 227837,
    "Year": "(2017)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/227837/atlas-enchanted-lands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Atlas: Enchanted Lands is an elegant card game set in a world of fairies and magic. Play cards to reveal a certain place and time &mdash; and place your stake in one of the two. Explore a location at dawn, day, sunset, and night, or see what the whole land looks like in the dark. Each card offers two choices, and it's up to you to uncover the world that awaits.&#10;&#10;In more detail, players are challenged to predict the time or place that will be uncovered first. Cards laid on the board will complete sets. Depending on the cards chosen by the players, sets of similar cards or numerically ascending cards will be revealed, granting points to the players that deduced the correct combination.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Foxes"
    ]
  },
  {
    "Rank": "22928",
    "Name": "Wild Shots",
    "ID": 219410,
    "Year": "(2017)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/219410/wild-shots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In the trick-taking game Wild Shots, players want to win tricks in order to &quot;shoot&quot; the other players and damage them as at the end of the fourth round, whoever has the fewest hits becomes the new Sheriff of Silver City.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22929",
    "Name": "Bärenspiel",
    "ID": 4586,
    "Year": "(1983)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/4586/barenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In B&auml;renspiel, players try to rescue a little bear lost in the great forest. Rolling special dice, players must first construct a map of the forest, find the bear, then help it out of the woods, working together to overcome one obstacle or another. Once the bear is located, players are allowed seven rolls of the dice to get it clear of the forest. If they fail to do so, they lose the game and the bear eats them.&#10;&#10;The 2011 AMIGO edition is part of its &quot;&Ouml;kologisch + Kooperativ&quot; (Ecological &amp; Cooperative) line of games.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "22930",
    "Name": "Stockers!",
    "ID": 1567,
    "Year": "(1995)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/1567/stockers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "The gameplay for Stockers is almost identical to the GMT game Formula Motor Racing (though Stockers came out 5 years before FMR): namely, there is a line of different race cars and they change position based on which cards the players play.  The only real difference is that throughout the race in Stockers players bet on which cars they think will win, vs. trying to make a particular team win like in FMR.  Thus players try to make their bets pay off by playing their cards appropriately.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "22931",
    "Name": "Kipp, Kipp, Ahoi!",
    "ID": 11974,
    "Year": "(2004)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/11974/kipp-kipp-ahoi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A dexterity game in which players stack cans of goods in a rubber raft, and then turn screws that change the tilt of the raft, hoping to avoid tipping over the stacks.&#10;&#10;Listed as being for Ages 5 and up on the Ravensburger website, although it may be a bit optimistic to play this touchy dexterity game with five year olds.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "22932",
    "Name": "Neptune",
    "ID": 145275,
    "Year": "(2013)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/145275/neptune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Neptune is a trick-taking card game that utilizes some very unique mechanics. The deck consists of 3 solar systems. Each system can trump the next and is vulnerable to the other in a rock-paper-scissors format. Each card has a card value and a victory point value. The weaker the card's &quot;card value&quot; the greater its victory point value. There are also special cards that alter play and scoring! Things like space stations, jump gates, black holes, and asteroids!&#10;&#10;Components:&#10;&#10;36 jumbo cards (2.75&quot; x 4.75&quot;)&#10;4 score trackers (2.75&quot; x 4.75&quot;)&#10;4 rocket ship markers&#10;1 instruction booklet&#10;1 setup box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Space: Neptune"
    ]
  },
  {
    "Rank": "22933",
    "Name": "Mind Cycling",
    "ID": 401303,
    "Year": "(2024)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/401303/mind-cycling",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Dive into the thrilling world of cycling races and feel the adrenaline of true competition!&#10;&#10;In Mind Cycling, each player takes on the role of a team manager, striving to dominate the race by employing clever strategies and carefully managing their cyclists' energy. The game takes place on a board representing a racecourse with various sections, including plains, sprints, and mountain climbs.&#10;&#10;During each turn, players move their cyclists a certain number of spaces, either diagonally or straight ahead, depending on the free spaces in front of them. Cyclists cannot move sideways or backward. The sprinter (green helmet) excels in sprint sections, the rouleur (blue helmet) in plains, and the climber (yellow helmet) in mountain climbs. Each cyclist type, therefore, has different movement capabilities depending on the section they are in.&#10;&#10;Strategies are key to success in the game.&#10;&#10;For instance, the &quot;Wheel/Relay&quot; strategy allows cyclists to form &quot;trains&quot; to enhance their movement. A cyclist can follow or lead a train, maximizing the group&rsquo;s efficiency. Water bottles (blue bases) can be used to perform attacks, granting additional movement steps in the appropriate sections. However, once used, the bottle is discarded, and the cyclist loses the ability to attack.&#10;&#10;Wind is another critical factor, reducing the speed of cyclists riding against it. Wind tokens are placed to indicate which cyclists are affected. Before each turn, players must analyze the cyclists&rsquo; positions, the sections of the racecourse, the wind, and potential strategies.&#10;&#10;The game ends when the first cyclist crosses the finish line. Medals are awarded for the best cyclist, the best sprinter, the best climber, and the best team. The player with the most medals in their team wins the title of &quot;Best Mind Cycling Manager.&quot;&#10;&#10;Do you have the endurance and strategy needed to lead your team to the podium?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "22934",
    "Name": "Tricky Druids",
    "ID": 271040,
    "Year": "(2019)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/271040/tricky-druids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "The players in Tricky Druids spend all day collecting ingredients for their potions, but because they're so super nice, they give each other gifts all the time.&#10;&#10;In the game, each player brews potions in their huts hidden from everyone else, and each potion needs special ingredients to succeed. The druids give ingredients away to one another, and the recipient can decide to accept the gift with thanks or return it to the giver; when this happens, the giver mix the ingredients in their own potion &mdash; or just throw the ingredient in the trash to keep their potion from overflowing...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Trading"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "22935",
    "Name": "Postcard Cthulhu",
    "ID": 160658,
    "Year": "(2014)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/160658/postcard-cthulhu",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Postcard Cthulhu is a cooperative Worker Placement game, where the players are Researchers attempting to postpone Cthulhu from rising from his watery grave.&#10;&#10;The game is played on a postcard using coins. Each player takes a turn flipping some of the coins in their hand of coins to determine where they are able to play. They then place one coin on the map and this activates the special ability of that particular location. It might allow the players to draw more coins or move coins on the map along arrows, for example.&#10;&#10;Each turn the current player flips 3 coins for Cthulhu which causes Cthulhu to steal coins from the players or fill up the Carcosa track, limiting the maximum hand size of all players.&#10;&#10;The players win if they can get 3 heads on two particular locations on the board and Cthulhu wins if it steals enough coins from the players or fills up the Carcosa track. The type of coins used is not important.&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Components: Postcard games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "22936",
    "Name": "Hotel Lovecraft",
    "ID": 337832,
    "Year": "(2020)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/337832/hotel-lovecraft",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Hotel Lovecraft enables you to create a terrifying and unsettling experience in the comfort of your own home. Based on the works of the master of cosmic horror H.P. Lovecraft, it blends roleplaying, adventure gamebooks and audio horror theatre into a hybrid entertainment.&#10;&#10;In a darkened candlelit room or even over the internet via video chat, you will take your guests on a journey through a world of twisted nightmares and reality-bending encounters.&#10;&#10;To Play&#10;One or all of you will take on the role of host. It will be their job to read from the book. The other players must create their persona and then within 5 minutes be ready to enter the twisted rooms of Hotel Lovecraft.&#10;&#10;If they get through all six floors of the building and escape alive maintaining their reality, they win. Fail, and they never check out.&#10;&#10;Each room has its own specially designed soundscape and narration, once entered you will be given four choices, from which you must choose before you are allowed to descend further. The HOST will tell them of the results and elaborate upon the story to bring the players deeper into the adventure.&#10;&#10;A player will start on the top floor of &ldquo;Hotel Lovecraft&rdquo;. Play or read the Acts in order, before the player can start opening each door to the floor. They must open all but one of the doors on each floor before the lift will allow them to move to the next level. They can if they wish to revisit a floor, once they have activated the lift.&#10;&#10;Players will start with full HEALTH and Zero MADNESS. If the players lose all their HEALTH or REALITY points, the game ends for them.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "22937",
    "Name": "Minestrone",
    "ID": 12226,
    "Year": "(2003)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/12226/minestrone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.4286",
    "Description": "A simple set collection game of gathering minestrone soup ingredients and completing the recipe. This card game plays like Knizia's Trendy except that when recipe gets completed, other players have to dump their uncompleted recipe cards.&#10;&#10;The italian edition is renamed in Collection and published by Dal Negro, the vegetables is replaced by object like Portobello Merchant (books, stamps, ...)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "22938",
    "Name": "Octrix",
    "ID": 3951,
    "Year": "(1970)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/3951/octrix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Notes from Box: &#10;&quot;OCTRIX is an intriguing game of eights. Each player receives eight cards. Each round consists of eight tricks. And the first player to score eighty-eight points wins!&#10;&#10;Each hand is &quot;posted&quot; on an OCTRIX board so everyone knows exactly what cards are held by each player. Skillful evaluation of all hands is essential as each player plots his strategy-attempting to score more points by taking tricks in sequence. For 2 to 4 players.&quot;&#10;&#10;Belongs to the 3M Gamette Series.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: 4 x 8 Grids",
      "Series: 3M Gamettes"
    ]
  },
  {
    "Rank": "22939",
    "Name": "Finale",
    "ID": 20769,
    "Year": "(2005)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/20769/finale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A dice driven soccer game where the rolls move your teammates into the best positions to score. &quot;The teams are on the pitch and soon the finale will start. Which trainer will be the most successful in getting their players into good positions&quot;.&#10;&#10;Players alternate rolling a die and moving a player with the appropriate number. A goal is scored if you move one of your players into an opponent goal. Alternatively you can score by blocking your opponent from moving.&#10;&#10;Actions are based more on abstract strategy rather than soccer mechanics.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "22940",
    "Name": "Sour Apples to Apples",
    "ID": 104234,
    "Year": "(2011)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/104234/sour-apples-to-apples",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "An Apples to Apples variant where the judge selects not only the best match, but also the worst match supplied by the players.  A &quot;spinning apple&quot; device is used to determine the punishment for the worst answer - such as being forced to playing a card the next round before the topic is revealed. Red and green cards are combined in this version, so only one deck of cards is supplied.&#10;&#10;From the publisher - &quot;Get ready for fun with Apples To Apples Sour Edition, a comparison game that rewards good answers and punishes bad ones. The game includes challenge cards and a fun apple spinner. Plays up to eight people&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "22941",
    "Name": "Dragon Dash",
    "ID": 190739,
    "Year": "(2015)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/190739/dragon-dash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "The Queen has called on her fearless knights to help unite the kingdom. In this cooperative game, players must build a safe path across the green fields of Dragonwood while dashing past diving dragons! Will you make it before you run out of resources? Or will the dragons be victorious?&#10;&#10;In Dragon Dash, players take turns drawing tiles and placing paths to connect both sides of the board and randomly placing dragon tiles with the roll of the dice. Players must connect both sides of the board with one continuous path to win. If the dragons block the path so that it cannot connect, the game is lost. Along the way, players may collect knight's gear (shield, helmet and sword) which may be used to defeat dragons who may attempt to destroy their paths.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "22942",
    "Name": "Dinosaur Dice",
    "ID": 17021,
    "Year": "(2004)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/17021/dinosaur-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Bronto and T-Rex compete in the race. But only a dice showing a dinosaur will bring them closer to their target. Bad luck, if a bone or an egg appear on the dice: the dinosaur has to stop moving. A stoney strong dice competition for 2 - 4 players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Prehistoric",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "22943",
    "Name": "StelCon: Infinity",
    "ID": 121813,
    "Year": "(2013)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/121813/stelcon-infinity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "270",
    "Weight": "2.25",
    "Description": "As Marshal of the interstellar fleet, it is your duty to oversee the colonization of nearby regions of the galaxy and thereby ensure the perpetuation of your people at any cost. But your race is not alone in its aspirations for dominance of the cosmos, or in having the power to realize that goal. Races hailing from various star systems venture out in all directions. Many paths are dead ends, but some sectors have sizable deposits of rare minerals that can be refined into the precious fuel crystals that drive your space fleets onward. Soon, a trail of colonies leads out from your homeworld, and soon the races venture into the same cosmic regions. Don&rsquo;t get too attached to your fleets or interstellar empire, because tides can and will turn quickly. Only you can determine the fate of your people: interstellar conquest or infinite servitude.&#10;&#10;StelCon: Infinity is a light strategy war game on a galactic scale. 2-6 players can expect around 30-45 minutes per player, so 2 players can often power through a game in about an hour. The 6 player game is kept short by combining into 3 teams of 2 where the teammates execute their turns simultaneously.&#10;&#10;Variable game board. There are 6 races to choose from, each with its own strengths. Although the jump lanes that connect the sectors forming the galactic map are printed on the game boards, each sector location is covered by a different card from the sector deck each game.&#10;&#10;Sectors are drawn from the deck and placed as the players explore the galaxy, so you never know what you're going to get...unless you do some scouting with your fighter squads or happen to have some telepaths on board your ship (telepaths are handy that way). Some of the sector cards are identical and therefore also create a &quot;bridge&quot; which is a unique adjacency in addition to the normal jump lanes. All this makes for a very different board every time.&#10;&#10;Moving your space fleet around is straight forward. Each ship can move 1 sector per turn, plus 1 extra sector per turn per engine MOD. Your space ships are modular in design, both from a gameplay and a literal perspective. You physically insert engines, extra guns, and fighter squads into holes in the space ships. We call these MODs.&#10;&#10;Combat is simple but tense. Add up your firepower present at the battle site and then toss in a d6 roll. The opponent does the same. Compare the two totals, and the winner keeps the sector in question while the loser retreats and loses a ship from his fleet.&#10;&#10;While the game is a conquest type game, it ends immediately when one player conquers any homeworld, so there's no eliminated player stuck waiting around for the game to finish.&#10;&#10;Conquest cards are the soul of the game. The deck of 120 cards gives tons of gotcha moments, and serious replay value. They allow you to do all sorts of fun things:&#10;&#10;&#10;     Modify the firepower of your sector or your ship&#10;     Boost fuel crystal production (the economy of the game)&#10;     Steal or stop opponent's cards&#10;     Cheat the dice&#10;     Wipe out a whole sector&#10;     Even influence battles your forces are not involved in, adding an element of table-talking diplomacy to the game&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "22944",
    "Name": "Tuf-abet",
    "ID": 5000,
    "Year": "(1969)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/5000/tuf-abet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4286",
    "Description": "Players compete against time and one another to be the first to use all (or most) of their 20 letter-cubes.  Each player has the same combination of cubes, but the letters are randomized by rolling prior to each turn.  The 3-minute timer is then started.&#10;&#10;The first player to complete their grid (to their satisfaction) calls &quot;Tuf&quot; and receives an 8 point bonus at which time a second timer is started (2 minutes).  If anyone else should top that player's number of used letters (must beat, not match), they may call &quot;Tuffer&quot; and start the 1-minute timer.  At this time, the &quot;Tuf&quot; player may re-enter the competition by reorganizing his cubes (but the &quot;Tuffer&quot; player is hands-off).  Should someone top the &quot;Tuffer&quot; player's tally during this one-minute span, he or she shouts &quot;Tuffest&quot; and the turn is over.  Otherwise, players simply finish their grids before the minute is over and then everyone totals their score.&#10;&#10;Bonus points are given for capitalized words, longer words (6+ letters), and intersecting letters in the grid.  Also, the Tuf and Tuffest players receive 8 point bonuses (this often being the same player who uses all 20 cubes during the first 3-minute segment).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Crossword Games",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "22945",
    "Name": "Lifetime",
    "ID": 5067,
    "Year": "(1996)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/5067/lifetime",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Lifetime, each player must try to correctly estimate the lifetime of a famous person and must place a year card between the birth and death year of that person. In clockwise order, each player places one of cards at the card row in the middle of the table, taking care not to go under the birth year or over the death year of the famous person.  &#10;  &#10;Whoever can't place it correctly, must take all the previously played cards. The winner is the player who either successfully places all of his cards in one round or who has taken the least cards at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "22946",
    "Name": "High Stakes",
    "ID": 6127,
    "Year": "(1974)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/6127/high-stakes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "This is yet another Monopoly variant.&#10;&#10;Instead of Atlantic City properties, players purchase Las Vegas casinos (circa 1974), and rather than paying rent when you land on a property, players must gamble an amount specified by the property owner.  Games include Craps, Blackjack, and Roulette. The game was endorsed by Jerry Lewis (box features his photo and signature).&#10;&#10;Another version of the game, not endorsed by Jerry Lewis, comes in more conventionally sized box.&#10;&#10;Although the game uses Las Vegas as a setting, the game uses the French Roulette wheel instead of the American wheel. The American wheel has an added space: the double zero. Someone noticed this when designing the box and placed a die strategically to cover up the zero in a photograph of the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22947",
    "Name": "Claymania",
    "ID": 8526,
    "Year": "(1993)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/8526/claymania",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Sink your hands into this fast-action party game that is sure to turn any gathering into total Clay-hem! You have 45 seconds to squish, squash and sculpt a mound of clay into an object while your teammates try to guess what you're making. You can animate the clay but you're not allowed to say a word! The first team to collect five colored tokens wins!&#10;&#10;In addition to providing hours of laughter, Claymania is a great aid for developing creative expression. Players employ a variety of creative skills such as non-verbal communication, artistic ability through clay sculpture and abstract thought. They also develop quick thinking and acting skills as well as learn a wide range of vocabulary words.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "22948",
    "Name": "Champions of Faith",
    "ID": 27546,
    "Year": "(2006)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/27546/champions-of-faith",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.4",
    "Description": "(From the back of the box) &quot;Champions of Faith is an heirloom game with more than 100 pieces of commissioned artwork built for your children and beyond.&quot;&#10;Designed for ages 10 &amp; up, this game allows you to assume the character of one of six great heroes of the Bible. You'll play the game as Moses, David, Abraham, Noah, Joseph or Joshua &quot;against a backdrop of Biblical Authenticity.&quot; You'll face trials and tribulations and experience through game play what the real human characters might have faced thousands of years ago in their true lives.&#10;&#10;Run the Good race, fight the Good fight, be the first to enter the Hall of Faith and win the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "22949",
    "Name": "Selfish: Shipwrecked Edition",
    "ID": 398967,
    "Year": "(2023)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/398967/selfish-shipwrecked-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "How far would you go to save yourself? Totally selfish behaviour and utter ruthlessness will be needed to stay alive in this game!&#10;&#10;Only one castaway can get home on the remaining ration supplies and you must battle against riptides, waves, sharks and most dangerous of all, each other, to win!&#10;&#10;Full of clever puns, this ruthless strategy card game includes 5 player cards, 1 raft card, 42 action cards, 48 ration cards, 30 ocean cards, a play mat and instructions.&#10;&#10;&mdash;description from the publisher&#10;&#10;Each cast away starts with a hand of 5 Game Cards which contain a mixture of Ration and Action Cards.&#10;On your turn, pick up a card from the Game card pile which is formed of Action cards and rations. Action cards allow you to attack other players by stealing precious Rations, moving them back a space or shielding yourself from other players attacks! You can then use your ration cards to move forward through the dangerous ocean. Each time you move forward you reveal an ocean card which can help or harm you!&#10;Get back to the raft first to win, but remember to keep enough Rations or you'll die...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Race",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "22950",
    "Name": "Rolit Travel",
    "ID": 62533,
    "Year": "(2008)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/62533/rolit-travel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "The travel edition of the game Rolit.  Comesin a plastic case that securly snaps shut and is easy to carry with you.  The winner of the game is the one who has the most colored pieces on the board at the end of the game.  The player surrounds their opponents playing pieces and switch them to their color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Marbles",
      "Game: Rolit",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "22951",
    "Name": "T.E.G. II",
    "ID": 33288,
    "Year": "(1982)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/33288/teg-ii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "T.E.G. II is a new game from Plan T&#195;&#161;ctico y Estrat&#195;&#169;gico de la Guerra (T.E.G.), involving armies, ships, aircraft, and nuclear rockets. For those who never played the T.E.G. I, as for experts strategists, the new T.E.G. proposes a different way of playing, lots of action and rapid development.&#10;&#10;Each player represents one of the great powers of the world: U.S.A., U.S.S.R., China, Japan, Eastern Europe and Western Europe.&#10;&#10;At the beginning each player chooses, according to their strategic thinking, several military targets: Control, Intervention and Non-Intervention in the various regions of the world. Each target has a value in points. All targets are placed in the Objectives Table.&#10;&#10;After the incorporations are done comes the fighting. The fighting is between ships that occupie the same region, to which reinforcements can be added, brought in from neighboring regions. The battles are resolved without dice, using a Command of Battle. Apart from the armies, ships and planes, there are other elements of exceptional strength: the nuclear missile and the special unit. They are obtained when the player gets certain levels of war potential. At the end of the game, each player sums the points of the objectives achieved. The winner is the one who got the highest score.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Area-Impulse",
      "Hidden Victory Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Game: T.E.G.",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "22952",
    "Name": "5000",
    "ID": 10192,
    "Year": "(1963)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/10192/5000",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game of 5000 is a game of chance and choice, played with six dice.  Any number can play.  Since the last player has an advantage, the first step is to determine by any agreed means the sequence of players.  Points are scored with a single die, three dice or six dice.  The only single dice which score are the five and one, which count 50 points and 100 points respectively.  Once any player reaches at least 5,000 points, the rotation of play continues only until it reaches the last player as originally determined, and at this point the player with the highest cumulative score is the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "22953",
    "Name": "Super 3",
    "ID": 10578,
    "Year": "(1978)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/10578/super-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A tic-tac-toe variant described on the box this way:&#10;&#10;&quot;Three in a row wins you a box, but carry on, you must get three boxes in a row to win the game. Your opponent may even be a box ahead, but a little luck and clever strategy can still cheat him of ultimate victory.&quot;&#10;&#10;The molded plastic gameboard consists of boxes arranged in a three-by-three grid. Each box has holes also in a three-by-three grid. Each box has been assigned a number from three to eleven, inclusive. The object for each player is to win any five boxes or three boxes in a row: orthogonally or diagonally.&#10;&#10;One one's turn, the two six-sided dice are thrown. The player must place a peg in any hole that has a number which matches the total thrown on the dice. A throw of twelve gives the player the freedom to peg any hole. A throw of seven lets a player peg any box's center hole. A throw of two lets one remove an opponent's peg. A player wins a box by getting three in a row or any five holes.&#10;&#10;Contents:&#10;Plastic playing board&#10;2 sets of pegs in different colors, 64 pegs per set&#10;2 dice&#10;4 rubber feet&#10;(Instructions typically printed inside boxtop)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22954",
    "Name": "The Amberden Affair",
    "ID": 146384,
    "Year": "(2013)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/146384/the-amberden-affair",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Conspiracy is served...&#10;&#10;In The Amberden Affair, players serve as domestic servants for a grand soiree held in the esteemed Amberden Manor. While busily carrying out orders for three distinguished dignitaries, observant footmen realize that one of their own has malicious objectives that threaten the very lives of the ones they are there to serve.&#10;&#10;In the game, players try to earn points by completing as many orders as possible by taking item cards from locations in the room and bringing them to their proper recipients. They must also attempt to identify the Miscreant Impostor, the player who is secretly trying to poison certain targets while accomplishing regular orders. The player with the most points at the end of three rounds wins!&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Real-time"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22955",
    "Name": "Spline",
    "ID": 93164,
    "Year": "(2011)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/93164/spline",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Spline is a very simple game for 2 players that can be played with a Series: Shibumi set. It uses a n&times;n set of stacking spheres in 2 colors (4&times;4 or 5&times;5 are recommended, but larger sets can be used).&#10;&#10;A 4&times;4 set, for example, is a pyramid of 30 marbles:&#10;&#10;&#10;     4&times;4=16 on the first layer&#10;     3&times;3=9 on the second layer&#10;     2&times;2=4 on the third layer&#10;     1&times;1=1 on the fourth layer&#10;&#10;&#10;The board (n&times;n) starts empty.&#10;&#10;Starting with white, each player places a marble on an empty space or platform (2&times;2 arrangement of marbles).&#10;&#10;The first player making a full line of his color on any layer wins. Lines may be diagonal.&#10;&#10;This is, for a 4&times;4 set, a 4-in-a-row on the first layer, or a 3-in-a-row on the 2nd layer, or a 2-in-a-row on the 3rd layer.&#10;&#10;SPLine was born when researching on stacking spheres. It is intended to be the simplest game that can be defined for this set of components.&#10;&#10;There is a variant in which you can move already placed balls: see Spline+&#10;&#10;HAIKU for SPLINE (Cameron Browne):&#10;&#10;Reach to touch the sky,&#10;but heaven smiles on those who &#10;reach from side to side.&#10;&#10;ONLINE PLAY&#10;&#10;http://www.jocly.com/jocly/hubquick/shibumi-spline&#10;&#10;(human vs human and human vs computer)&#10;&#10;Included in the Shibumi Rule Book&#10;&#10;Soft cover:&#10;&#10;http://www.lulu.com/shop/cameron-browne-and-nestor-romeral-andres/shibumi-rule-book/paperback/product-18940123.html&#10;&#10;Downloadable PDF:&#10;&#10;http://www.nestorgames.com/rulebooks/SHIBUMI_EN.pdf&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Components: Marbles",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games",
      "Series: Shibumi"
    ]
  },
  {
    "Rank": "22956",
    "Name": "Not Parent Approved",
    "ID": 241297,
    "Year": "(2015)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/241297/not-parent-approved",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "6",
    "Play Time": "60",
    "Weight": "1",
    "Description": "455 CARDS OF &ldquo;SNOT-OUT-OF-YOUR-NOSE&rdquo; LAUGHTER!&#10;&#10;Not Parent Approved is a kid-friendly word game of fill-in-the-blanks inspired by Cards Against Humanity. This game was created to provide an attention-grabbing, easy-to learn and hilarious alternative to screen time for children and their families.&#10;&#10;A brilliant screen zombie antidote that&rsquo;s effortless fun at a kids slumber party or Thanksgiving Dinner with Grandma. Bring back the joy of face-to-face engagement and see your kid&rsquo;s eyeballs again. What a concept!&#10;&#10;&#10;     Gameplay is simple - It&rsquo;s Mad Libs gone Bad Libs! Each round, one player picks and reads a question card and everyone else answers with the funniest answer card.&#10;     Not Parent Approved gives kids a feeling of being naughty and cool but within (most) parental boundaries.&#10;     Not Parent Approved makes it okay to put vampire bunnies, fart, and Grandma in the same sentence!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "22957",
    "Name": "Sovereign's Chain",
    "ID": 270958,
    "Year": "(2019)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/270958/sovereigns-chain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Sovereign's Chain &mdash; a strategic, cutthroat card game &mdash; is so named due to the class cards played in front of players that form chains. You can play cards onto your own chain or those of your opponents. While most cards are played face up, which activates their abilities, some can be played face down to be activated later. Class cards come in two suits &mdash; stars and planets &mdash; and to win, you must have the highest difference in points between these two suits when someone's chain reaches seven cards. To add a wrinkle to the game, a small deck of event cards is included, with unique effects that change the game completely.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22958",
    "Name": "Europe at War",
    "ID": 7651,
    "Year": "(1993)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/7651/europe-at-war",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.2727",
    "Description": "This game resembles Axis &amp; Allies, with some more complex rules.&#10;&#10;From the manual:&#10;Europe at War is a multi-player game that is a simulation of World War II in Europe. One or two players play the side of the Axis Powers and one or three players play the side of the Allied Powers. The object for the Axis Players is to conquer Europe while the Allied Players must try to stop them.&#10;&#10;In order to achieve their goals, the players have at their disposal playing pieces that represent infantry, tanks, planes, bombers and various types of combat vessels. These pieces are built by each player in accordance to the amount of money the player has available and to the force pool available. During each turn, all players have the opportunity to move, to perform combat and to built additional units.&#10;&#10;Expanded by:&#10;&#10;    Russia at War&#10;&#10;&#10;List of box content (unverified from new copy though):&#10;1 game board (folded map)&#10;1 rules booklet&#10;1 errata sheet&#10;1 Battle board (just sturdy paper)&#10;4 setup charts (detailing setup of each faction)&#10;6 Eight-sided dice&#10;19 red plastic tokens&#10;51 white plastic tokens&#10;Army specific tokens - 47 Germany, 13 Italy/Minors, 13 Great Britain, 20 Soviet, 13 USA, 13 France&#10;Each faction come with plastic army miniatures in the following composition:&#10;8 infantry, 2 bombers, 3 fighters, 3 tanks, 3 transports, 1 aircraft carrier, 2 battleships, 6 cruisers, 3 submarines, 2 anti aircraft guns, 1 sub pen, 1 factory&#10;NOTE: Germany and Great Britain has double the number of each army miniatures!&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Stat Check Resolution",
      "Team-Based Game"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "22959",
    "Name": "Conspiracy Theory",
    "ID": 235399,
    "Year": "(2017)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/235399/conspiracy-theory",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "It's 2017 and everyone is talking about...conspiracies.&#10;&#10;In Conspiracy Theory, each player takes turns acting as the judge to read a card outlining a conspiracy. Then the other players choose from their own cards, competing to create the wildest, silliest, or most believable theory. Every turn, each player tries to convince the table &mdash; and more importantly the judge &mdash; that their conspiracy is the truth.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "22960",
    "Name": "Million Dollar Password",
    "ID": 41532,
    "Year": "(2008)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/41532/million-dollar-password",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Password&#10;&#10;FROM THE BOX:&#10;&#10;Million Dollar Password is based on the addictive game show where quick minds and clear clues could unlock a million dollar prize! The game is played between two competing teams in a deceptively simple word guessing game. Clever communication is the key as Password players must rely on one-word clues to guess the secret word. Played just like the TV game show, Million Dollar Password is a modern twist on the original word association classic!&#10;&#10;brought into the 21st Century, both on television and as a home game, by being composed of nothing but Lightning Rounds. Mm-hm.&#10;&#10;Two teams of two players play four rounds. Each round consists of each team getting 30 seconds (measured by an electronic timer that plays the think music from the series) to score as many of the five passwords as possible.&#10;&#10;The team that scores the most points then plays a bonus round where the object is to get five words out of a specific number within the time limit. This part has six tiers, each worth a different amount of money, with Tier 1 having ten words and Tier 6 having just five. Winning all six awards $1,000,000.&#10;&#10;There is a variation for three players, with one player giving the clues for the other two. Games with five or more players can be done as a tournament.&#10;&#10;The show itself aired on CBS, hosted by Regis Philbin, from 2008 until 2009.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Password",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "22961",
    "Name": "Trivial Pursuit: 2000s",
    "ID": 207911,
    "Year": "(2016)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/207911/trivial-pursuit-2000s",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "New edition of the classic trivia game this time testing your knowledge of the 2000s.&#10;&#10;Features some new gameplay including seeing the topic of a question and choosing to new &quot;stump your opponents&quot; if you think they can't answer a question based on that topic or if you're not confident of your abilities in that topic.&#10;&#10;Love the 2000s? Prove it with the Trivial Pursuit: 2000s Edition game. This fun game features 300 trivia cards with 1800 questions from 6 categories, including Places, Entertainment, Events, The Arts, Science and Tech, and Sports and Hobbies. With updated gameplay, this edition is not the Trivial Pursuit game from the past. Now, players can choose to answer a question or stump their opponents based on the topic at the top of each card. The first player to collect each color wedge and answer a final question wins. The Trivial Pursuit: 2000s edition game sure makes for a great game night with family and friends!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Decades: The 2000's",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "22962",
    "Name": "Oudordodo",
    "ID": 88704,
    "Year": null,
    "Geek Rating": "5.502",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/88704/oudordodo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "To find out where Dodo the little bear is sleeping, you must ask the right questions and work it out by process of elimination.&#10;&#10;Rules of the game: Arrange all the cards, face side down, in the centre. The game is played in clockwise direction. The youngest player begins: he is the leader of the game. The other player(s) turn around while the leader hides Dodo under one of thecards. When it is their turn, the other players ask the leader a question. e.g. &ldquo;Does Dodo sleep with an animal with whiskers?&rdquo; The leader of the game must reply yes or no. If the reply is yes, all the animals which do not have whiskers are turned over.&#10;If the reply is no, all the animals which have whiskers are turned over.&#10;&#10;Similar to Guess Who?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "22963",
    "Name": "Crisis: 2000",
    "ID": 6153,
    "Year": "(1994)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/6153/crisis-2000",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Crisis: 2000 is Joe Miranda's vision of a potential uprising within the borders of the United States of America.  This game, first published in GameFix magazine, is fast paced and unpredictable.&#10;&#10;Contents:&#10;&#10;    11&quot;X17&quot; map&#10;    100 diecut counters&#10;    A sheet of charts and tables&#10;    8 pages of rules (including designer's notes).&#10;&#10;&#10;Each region of the U.S. is worth a number of points to either the Rebel or Government player.  At the end of 10 game turns the difference in points gained determines who wins (and by what level of victory).&#10;&#10;Reimplemented by:&#10;&#10;     Crisis 2020&#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: USA",
      "Magazine: Gamefix",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "22964",
    "Name": "Go Fish Yourself",
    "ID": 173057,
    "Year": "(2015)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/173057/go-fish-yourself",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Go Fish Yourself is a party game that takes the familiar Go Fish card game and twists it into something that is actually fun to play.  Players try to get one another to make pairs of dirty-sounding, nautically-themed cards.  Each card comes with a challenge.  The more pairs a player makes, the more challenges that player must face.  Before long, players are standing on chairs with socks on their hands and cards on their heads.  As soon as a player fails or forgets to perform a challenge, that player is out of the game.  The last player left in the game wins.&#10;&#10;Go Fish Yourself is more than just one deck of cards.  It comes with a series of expansions that will allow players to keep the nonsense going.  Each expansion comes with 52 new cards and challenges.  These expansions (or editions) can be played as standalone games or combined with the original.  Players are able to mix and match their favorite pairs from all or any of the expansions to create customized decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22965",
    "Name": "Grand Army of the Republic",
    "ID": 8753,
    "Year": "(1988)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/8753/grand-army-of-the-republic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "420",
    "Weight": "2.4",
    "Description": "Grand Army of the Republic is a two player Strategic level wargame simulation - designed by Roger Nord and published by Task Force Games in 1988 - covering the whole American Civil War.&#10;&#10;The time is spring 1861 and the place is America, poised on the edge of Civil War between the new Confederate States and supporters of the Union.&#10;&#10;As either the North or the South player, you are given an economic base to build land and naval forces and commit them to the battle. Use of special abilities, general cards and battle cards will influence the outcome.&#10;&#10;The game map covers the United States from the Indian Territory to the Atlantic and from Pennsylvania to the Gulf of Mexico. The armies you build, strengthened by corps and generals, range across these wide spaces by executing Area Movement. &#10;Navies, including ironclads and blockade runners, increase your strategic choices.&#10;&#10;Victory will depend on the pace of battle and vital supplies. The North must deal with a battle track winding ever down-ward in her effort to conquer the Confederacy. A full campaign game and two shorter scenarios let you select the period of the War.&#10;&#10;Grand Army of the Republic provides hours of fun and insight into America's bloodiest conflict, the War Between the States. &#10;Discover the War as it was or could have been.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Economic",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22966",
    "Name": "Memorinth",
    "ID": 298018,
    "Year": "(2020)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/298018/memorinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "It's a beautiful spring day &mdash; the perfect weather for a walk in the forest! You put on your jacket, lace up your boots and set out.&#10;&#10;The leaves rustle on the trees, and the sunlight shines through the branches. A gentle breeze blows as you take a deep breath of forest air. Lost in your thoughts, you turn once here and then again there, sometimes going left and sometimes turning right... Suddenly you hear something rustling behind you in the bushes. You take a few cautious steps towards the noise and discover...a goose?! And it's talking to a goblin? Then all of a sudden, your friends are standing next to you in the forest...&#10;&#10;Umm. You decide it might best to head home quickly. There seems to be something wrong with this forest...&#10;&#10;Which is the shortest way back? You're in luck as the fairy tale characters decide to show you, but your friends are constantly changing the path in Memorinth in their own attempts to get home the quickest. However, with a bit of luck and memory, you'll be the first to get out of the labyrinth!&#10;&#10;To set up, place the clearing tile on the table, then place all of the player pieces on this card, then lay out the other tile to form a 5x5 grid with the clearing tile at the center; alternate the light and dark sides of the tiles, with the clearing tile starting on the light side. Place two of the eight fairy tale characters on each side of the grid.&#10;&#10;On a turn, a player flips over an unoccupied tile that matches the light/dark status of the clearing tile. If the revealed side of the tile has one of the eight fairy tail characters on it, you must move your player piece one space toward the side of the grid where this character is located &mdash; but only if a path connects the tile you current occupy and the tile to which you must move. If no path exists, you don't move. Starting with the second round, the clearing tile will flip from light to dark and back again, challenging you to remember which characters are where so that you can move in the direction that helps you best.&#10;&#10;Memorinth also has a &quot;master mode&quot; in which you place four of the fairy tail characters around a special double-sided action tile. On one side of this tile, when you reveal one of the characters next to it, you'll remove a tile from the grid, then add it back on the opposite side of the grid, sliding everything in that row or column. On the other side of the action tile, when you reveal one of the characters next to it, you'll swap two tiles, swap two fairy tail characters, look at the bottom of a tile, or receive a lucky clover token, which you'll need in order to walk on a path with goblins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Follow",
      "Memory",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Animals: Pigs",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22967",
    "Name": "Die Tafelrunde",
    "ID": 775,
    "Year": "(2000)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/775/die-tafelrunde",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Similar to Guillotine, and later re-designed with Bruno Faidutti as Draco &amp; Co., Die Tafelrunde is a game of positioning.&#10;&#10;Draco, the king, sits at the round table, and distributes gold to the subjects sitting with him.  He will always distribute gold starting with the players closest to the hand holding his goblet, while those sitting farthest from his goblet have to pay for the privelege of sitting at the table.  Players play cards out of their hands to move themselves closer to Draco, or to move other players farther away.  Whoever has the most money at the end of the game wins!&#10;&#10;Rereleased by Eurogames as Draco &amp; Co..&#10;&#10;Schacht designed a sequel, Die Tafelrunde 2 - Auf der Flucht. Same theme world but different game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "22968",
    "Name": "Kroko Loko",
    "ID": 22259,
    "Year": "(2004)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/22259/kroko-loko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Each player tries to make the longest crocodile by feeding it with animals.&#10;&#10;Each player starts with a head and tail of a crocodile. All animal cards are put face down on the table (just like with Memory). The animal cards show an animal on one side and a middle piece of a crocodile on the back side.&#10;&#10;Each players, in turn, throws the die, which may show a land, water, or air creature. The player now picks a card from the table. If it displays an animal corresponding to the die roll, the player may add it to the crocodile.&#10;&#10;The die can also show a smiling crocodile, a crocodile with a toothache, or  a combination of a water, air and land animal. In the case of smiling crocodile a piece may be taken from an opponent and added to the own crocodile. In case of the toothache, the player loses his turn. In case of the combination, the picked card may always be added to the crocodile, no matter which animal is displayed on it.&#10;&#10;The game ends when all 28 cards are added to a crocodile. The player with the longest crocodile wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles"
    ]
  },
  {
    "Rank": "22969",
    "Name": "Quartex",
    "ID": 129295,
    "Year": "(2012)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/129295/quartex",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Quartex, players take turns placing a tile next to other tiles already in play, growing an expansive tile field on the table. Each tile depicts one-quarter of a symbol on each corner. When you place a tile, the corners of your tile must match the corners of the adjacent tiles. If your tile provides the fourth corner of a shape, thereby completing it, you earn a point token of that color. At the end of your turn you draw a new tile, and the game ends once all the tiles have been placed or no one can add a tile to the field.&#10;&#10;At the end of the game, players tally their points. Here's the fun scoring twist - each point token is worth as much as the number of tokens of that color not claimed. The player with the most points wins.&#10;&#10;There are only 10 tokens available for each color, so if all of them are claimed, each one is worth zero points! Thus, you need to be watchful of what tokens you claim. Sometimes, less is more.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "22970",
    "Name": "Aeolis",
    "ID": 281257,
    "Year": "(2020)",
    "Geek Rating": "5.502",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/281257/aeolis",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Aeolis is a fully cooperative game for 1-7 players. It is mainly a kingdom building game with strong civ aspects and lots of detailed, high quality miniatures.&#10;&#10;Delve deep into rich lore in an alternative Ancient Greek setting. Explore the Matriarchal society ruled by a Queen where the only positions of power held by men are those in the military, while women fortify their reign through the divine power of the Priestesses or the arcane of the Magi witches.&#10;&#10;When playing, you can select your role. Play as the Queen of the Acropolis and build your kingdom. Control the wealth and manipulate the economy as the Merchant of the Agora. Discover new technologies as the Philosopher of the Academy. Protect the populace with the Hoplites of the Arena. Draw power from the Gods by sacrificing your Bloodthralls as the Priestess of the Temple. Cast powerful and dangerous spells as the Magi of the Oracle. Rule the seas with your captains and bring to your kingdom valuable loot!&#10;&#10;To be victorious in Aeolis, you need to protect your kingdom from enemy invasions by countering raiding and plundering enemies, natural disasters and riots. There are different difficulty levels so that you can play either a quick or marathon game. There are many Heroic Achievements if you can succeed at more than simple survival. Most of all, there are a lot of replayable deep lore scenarios to experience the word of Aeolis from different perspectives!&#10;&#10;Will you manage to work as a team and help your kingdom survive in the world of Aeolis?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "22971",
    "Name": "Mao",
    "ID": 4213,
    "Year": null,
    "Geek Rating": "5.502",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/4213/mao",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "&quot;What do you mean, I have to figure out the rules myself? How can I play this game if I don't know the rules?&quot; Mao. The only game in which the rules of the game prohibit me from explaining the rules to you...&#10;&#10;Mao is a standard deck playing card game where the object is to get rid of all your cards, and this is the only thing that new players are told about this game. They are forced to figure out the rest of the rules by themselves. Every time a player breaks a rule, a penalty is called, and they must take it back and draw a penalty card.&#10;&#10;In some variants, the winner of each round makes up a new (secret) rule for the next round.&#10;&#10;Commercial versions of the game include Quao and Shut Your Mao!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Induction",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "22972",
    "Name": "Grab Bag",
    "ID": 8554,
    "Year": "(2002)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/8554/grab-bag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The players have lots of fun feeling and grabbing for pieces: rummaging in the little bags and trying to pull out the right piece as quickly as possible. What has to be found? Cube or sphere? Pasta or biscuit? Whoever reacts quickly and finds the right piece first, will gather lots of little cards thereby winning the game. A terrifically fast tactile game with variants. (from box text)&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "22973",
    "Name": "Auf heißer Spur",
    "ID": 16148,
    "Year": "(2005)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/16148/auf-heisser-spur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "This game is being promoted in some interesting ways. The chocolate company Ferrero has produced 250 000 &quot;Auf hei&szlig;er Spur&quot; mini-games, sold with Kinder Friends Chocolates. These mini-games are a reduced version with simpler mechanisms of the full game, with cardboard dice to build (see picture). Also, the German TV Channel &quot;Super RTL&quot; uses &quot;Auf hei&szlig;er Spur&quot; in a weekly game program for kids, called &quot;SpieleGalaxie&quot;. The kids must find the guilty thief on the TV screen.&#10;&#10;The goal of the game is to follow the clues (shown on 3 dice: starting location, color of dropped diamond, and clothing detail) to find the right thief. Every player tried to find the right thief at the same time, following a circle of cards with suspects. There are also special cards (subway, etc.)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "22974",
    "Name": "Wer war's?: Das Kartenspiel",
    "ID": 171537,
    "Year": "(2015)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/171537/wer-wars-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The king's magical ring has been stolen! Feed the animals in the castles, and they will tell us who they saw at the time of the crime. In this way, you can eliminate suspects and catch the thief!&#10;&#10;Wer war's: Das Kartenspiel is a card game played with three types of cards: food, animals and suspects. The ten suspects are face-up on the table, as is one card of each of the four animal types. Each turn, a player can perform one of three actions:&#10;&#10;&#10;    Draw two food cards. Each food card shows a number of apples, loaves of bread, or carrots.&#10;    Take one of the open animal cards by paying the amount of food shown on the card, using only one type of food (apples, bread or carrots).&#10;    Take one of the suspect cards by paying the animal cards shown on the suspect cards. The animals have seen this suspect elsewhere at the time of the crime, and he is not the thief.&#10;&#10;&#10;The game ends when only one suspect remains &mdash; he is the thief! The players now look at the suspect cards they have collected. Each card is worth a number of gold coins. The player who has collected the most coins wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Donkeys",
      "Animals: Goats",
      "Animals: Owls",
      "Animals: Snakes",
      "Game: Wer War's"
    ]
  },
  {
    "Rank": "22975",
    "Name": "Pilfering Pandas",
    "ID": 330954,
    "Year": "(2022)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/330954/pilfering-pandas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You&rsquo;re a busy group of pandas planning your escape from the zoo but you&rsquo;ll need supplies. You have been rummaging and pilfering unwanted food from all the other animals but now the Zoo Keeper is on to you. You must quickly trade all the goods you have collected so you can get the supplies you need and make your escape before you get caught. But be careful, certain actions will raise the Zoo Keeper&rsquo;s suspicion more than others.&#10;&#10;Pilfering Pandas is a reinvention of a classic card game but we've made a huge number of changes, not least creating a cooperative and solo mode. Pilfering Pandas is the third game from Wren Games who aim to bring back gaming to busy people. Pilfering Pandas therefore have a short playtime but we maintain depth of decisions and intuitive gameplay to give a game with some bite.&#10;&#10;Pilfering Pandas has similarities to Rummy as you are making number sets and runs but it also has this really interesting discard pile mechanism and this was the thing that we most wanted to bring to modern-day gaming.&#10;&#10;The Hideout is where you 'discard' a card but unlike traditional discard piles, the Hideout is not a pile, it's a spread of cards visible to all players and, for a fee, you can pick up as many cards as you want from it and make huge plays of sets in a single turn (there's only a hand limit in solo games).&#10;&#10;Players must collect sets and trade them with the Meerkats to earn points to increase their chance of escaping from the zoo. However, they must always stay at least one step ahead of the zoo keeper so they don't get caught by playing and picking up cards wisely and efficiently.&#10;&#10;But didn't want Pilfering Pandas to be just another set collection game so we also introduced a whole new level to set collecting whereby the previous sets you play directly effects what sets you can play in the future, making it much more strategic than traditional set collecting games.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Pandas",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22976",
    "Name": "Grunwald: Walka 600-lecia",
    "ID": 75445,
    "Year": "(2010)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/75445/grunwald-walka-600-lecia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "&ldquo;Grunwald &ndash; the Greatest Battle of 600 years&rdquo; - a history card game with illustrations&#10;&#10;Everybody knows that on the 15th July of 1410, at Grunwald the joined armies of Poland and Lithuania defeated the Teutonic Knights Order. However, only few people will have the opportunity to&hellip; change the course of history!&#10;&#10;On the occasion of the 600th Anniversary of the Battle of Grunwald, the National Centre for Culture, in order to promote the celebrations, has published a two-players' history illustrated card game  &quot;Grunwald &ndash; the Greatest Battle of 600 years&rdquo;. One of the player is the leader of the Polish-Lithuanian army and the other leads the Teutonic Order. Each of them has a separate deck of 55-cards. The fight is a dynamic 20-30 minutes game.&#10;&#10;The players use the figures of military leaders, historical divisions and unconventional tactics enabling to tilt the scales of victory in one of the players' favour. The rules are simple and easy to learn even for the beginners, and the possibility of applying diverse tactics and strategies makes the game quick and dynamic, each time with a different scenario.&#10;&#10;The game consists of a series of successive clashes between subsequent military leaders and their divisions. The game is won by the player who is the first to gain six banners of the enemy.&#10;&#10;The aim of the game is to familirise young people with history, that is why it includes educational elements such as real historical figures, battle formations and real medieval weapons. It features a description of the battle. The card illustrations were verified for their historical fidelity by a military historian, Tomasz Mleczek. The game was created by Micha&#197;&#130; Stachyra and Maciej Zasowski from the publishing house Ku&#197;&#186;nia Gier, and Piotr Foksowicz and Krzysztof Rogulski are the authors of the illustrations in the form of comic-book-like drawings.&#10;&#10;In the box there are 110 cards (2 decks) together with an instruction including educational elements.&#10;&#10;The game is not for sale and was distributed free of charge, among others, during &quot;The Grunwald Days&quot; on 15-17 July 2010 on the Fields of Grunwald.&#10;&#10;Source - nck.pl&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Country: Poland",
      "History: Polish-Teutonic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22977",
    "Name": "Ascension at Firepeak",
    "ID": 3096,
    "Year": "(2001)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/3096/ascension-at-firepeak",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "From the box:&#10;&#10;&quot;The Archmage is dead...and you want her job!  You and your rivals struggle for control using creatures of the land.  Capture them, brainwash them, throw them into your dungeon or consume them for spells.  The first Wizard to finish their power structure will rise to the coveted arcane throne atop FIREPEAK.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22978",
    "Name": "Central Pacific",
    "ID": 25871,
    "Year": "(2006)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/25871/central-pacific",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The box, board, and all components are made of wood.&#10;&#10;Publisher's Description:&#10;Can you build the first transcontinental railroad across the United States?   Central Pacific is a 2-4 player, wide open game of building railroads.   Build over and tunnel under mountains, through forests.  Forge rail links between cities and steal a few of your opponents'.&#10;&#10;A great introduction to railroad gaming, and a quick fix for those already addicted to the genre.  Can be played out-of-pocket on any surface.  It's the perfect answer to the question &quot;What should we play while we wait for Pete to show up?&#10;&#10;Includes:&#10;80 wooden rail tiles&#10;1 &quot;Golden Spike&quot;&#10;28 train (player) tokens&#10;8 Stock Market / Land Grant tokens&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "22979",
    "Name": "Cluedo: Die drei ???",
    "ID": 141544,
    "Year": "(2013)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/141544/cluedo-die-drei",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Cluedo &quot;Drei Fragezeichen&quot;: This is a variant on the famous whodunnit detective game (called Cluedo in the UK, Clue in the US) especially for younger children to play.&#10;&#10;In this variant players move between different places fans of the three investigators will surely notice. 6 different items have disappeared in Rocky Beach, but only one of these has really been stolen. Players try to find out which item was stolen by which person and where. For this you take over the role of the three investigators and their friends - Aunt Mathilda, Inspector Cotta and Uncle Titus. Every character has a special ability which can be used once per game (e.g. move a second time). Just like in the original version, players move on the board. As soon as they enter a room/place, they can ask questions about the crime. Each player has a certain amount of cards in his hand, 3 cards have been put to the side - they say where the crime took place, who the thief is and which item was stolen. It's the players' goal to solve the crime. With the help of questions and your cards, you try to find out as much as possible about the case so that you will be the one to solve the mystery in the end and predict which cards have been set aside.&#10;All items, characters and places are based on the adventures of the three investigators. The place where you can solve the mystery, for example, is the old house trainer in Uncle Titus' salvage yard. Amongst the criminals players can find the investigators' arch enemy Skinny Norris, for example.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Three Investigators",
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "22980",
    "Name": "BIGFOOT: Roll & Smash",
    "ID": 346979,
    "Year": "(2023)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/346979/bigfoot-roll-and-smash",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "A newly minted class of drivers is ready for their first show.  Get behind the wheel of one of the iconic trucks in the BIGFOOT family and show your stuff.  The Original Monster Truck - BIGFOOT #1 smashes through cars and trucks, BIGFOOT Racer soars effortlessly over obstacles, Fastrax tears through mud and the sinister Snake Bite destroys everything in its path.  Watch out for hazards and do a donut or five.  Plan, Roll and Smash as the crowd goes wild!&#10;&#10;In this competitive programming &amp; press your luck game, roll specialized Monster Tire Dice to earn Action Points, Style Cards &amp; Hazards.  Program your Monster Truck&rsquo;s path of destruction and use bonus cards to enhance your run, while your opponents place hazards to get in your way.  Earn Victory Points as you jump, drive, splash, and SMASH your way through the arena!&#10;&#10;After the first round, you'll add new obstacles for an even more smashtastic course. At the end of two rounds, the driver that impressed the crowd the most (aka: earned the most Victory Points) is the winner.&#10;&#10;(Note: Bigfoot Roll &amp; Smash is not responsible for any collateral damage caused by excess smashing. Please SMASH responsibly.)&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Games with Solitaire Rules",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "22981",
    "Name": "Empire (Third Edition)",
    "ID": 8700,
    "Year": "(1981)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/8700/empire-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.3333",
    "Description": "As Marshal Murat, you ride at the head of thousands of frenzied cavalry, or as Archduke Charles, you inspire Herculean efforts by tough Austrian grenadiers, or as the Duke of Wellington, you calmly ready your troops to meet the next French attack. With EMPIRE 3rd, historical personalities come alive, Now you make the critical decisions and fight with the troops as did famous Napoleonic commanders. Can you succeed where they failed?&#10;&#10;This game features a set of miniature rules that allows players to recreate the command control problems that were inherent with Napoleonic times.&#10;&#10;Expanded by:&#10;&#10;    Empire Campaign System&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22982",
    "Name": "Wormlord",
    "ID": 282347,
    "Year": "(2019)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/282347/wormlord",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "It has long been thought that earthworms were slow creatures with no ambition. It is not so. They dream of conquering the world but suffer from internal conflicts that prevent their great project from taking shape: the reds are convinced that it is up to them to lead the troops. Same for the blues. And the greens. Not to mention the yellows. It was therefore inevitable that they come to blows. Wormlord tells their story.&#10;&#10;Wormlord is a game that is played simultaneously, without a turn, and consists of conquering spaces by placing knots. It's possible to repel opponents by undoing their ropes and returning them to them. The victory condition varies from one tray set-up to another, but usually it's about conquering a number of objective spaces.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "22983",
    "Name": "Zocken",
    "ID": 1500,
    "Year": "(1998)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/1500/zocken",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "50",
    "Weight": "1.1429",
    "Description": "Zocken is a simple and quick game. With seven colored dice, you roll them one by one and place them on the small board. You must play them low to high, but they do not have to be in order., e.g., 1-1-3-4-4-5-5 would be a legal placement. If a die cannot be legally placed, you must place it in an area that scores you negative points. Each space is also color coded and you get bonus points for placing a die on the matching color. Other players can also bet on your ability to achieve your goal.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Series: Klein, aber oho! (Noris Spiele)"
    ]
  },
  {
    "Rank": "22984",
    "Name": "Im Reich des weißen Bären",
    "ID": 9022,
    "Year": "(1991)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/9022/im-reich-des-weissen-baren",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1111",
    "Description": "In the Realm of the White Bear&#10;&#10;Out on the ice, the hunter becomes the hunted!&#10;&#10;The realm of the white bear lies in a distant region in the Arctic, near the north pole.  There lives the polar bear, or &quot;nanuq&quot; as he is known among the Inuit.  It is the strongest and most dangerous creature for far and wide, feared equally by man and animal.  Therefore, only with great care do the Inuit hunters dare to venture onto the ice, jumping from ice floe to ice floe towards their main source of food -- the fish.  Then they must evade the dangerous &quot;nanuq&quot; and return safely home with their catch!  Only the cleverest and most courageous Inuit will succeed in catching sufficient fish...&#10;&#10;Each player has a team of four Inuit, who use ice floes to move to the opposite shore to catch fish, and then return home.  The game ends once a player succeeds in returning four Inuit to the home igloo, with each bringing along one fish.&#10;&#10;This game has some surprising similarities to the American game Polar Dare! that was designed by Dan Glimne and published by Milton Bradley in that same year (1991).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Bears",
      "Region: Arctic"
    ]
  },
  {
    "Rank": "22985",
    "Name": "How to Host a Mystery: Star Trek – The Next Generation",
    "ID": 8519,
    "Year": "(1992)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/8519/how-to-host-a-mystery-star-trek-the-next-generatio",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "1.8",
    "Description": "[from the box]&#10;You and your guests are the &quot;star suspects!&quot;&#10;&#10;Eight of the galaxy's most colorful characters await the arrival of their host at a commemorative dinner held in the banquet room of the U.S.S. Enterprise.  High spirits soon turn to astonishment as Captain Jean-Luc Picard announces a theft of universal proportion!  You and your dinner guests will enjoy hours of suspense and intrigue recreating eight of television's most fantastic roles and figuring out which &quot;STAR TREK: THE NEXT GENERATION&quot; suspect is guilty of committing the crime? [sic]  All you need is a sense of humor and a willingness to take a lighthearted attitude toward blackmail, sex, larceny, deceit and sci-fi.  Just add eight suspects and the food.  This special edition game supplies the rest!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: How to Host ...",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "22986",
    "Name": "Robin Hood",
    "ID": 1947,
    "Year": "(1991)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/1947/robin-hood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "The game has several different scenarios. Each scenario has it's own prerequisites and targets. Sometimes the targets are different for each of the players in the same scenario.&#10;&#10;There are up to 6 different factions, Robin Hood, Sheriff of Nottingham, Guy of Gisbourne, Sheriff of Lincoln, Sir Richard of Leigh and The Church.&#10;&#10;Each faction has men and leaders with different combat values. Each faction has also a secret agent.&#10;&#10;Each event card can be used in two ways. Either you move a group (number of footprints on the cards) or you do the event which is shown on the card. You may play cards up to a value of 5 action points. Each turn when two or more players pass (voluntarily or not), everyone fills up their hand to 6 cards again.&#10;&#10;Different cards:&#10;- Objects: Pick up or drop objects.&#10;- Group: Regrouping of men and leaders.&#10;- Direct target: Start automatic move of a group up to 10 spaces.&#10;- Discard target: Inhibit an automatic move.&#10;- Ambush: Attack a nearby opponent group.&#10;- Threat: Let a weaker group give up an object without battle.&#10;- Disguise: Protect a group from some of the other events.&#10;- Fast march: Move up to 4 squares.&#10;- Attack: Start a battle.&#10;- Lost: Out of turn card which can displace a group that has just moved one square.&#10;- Trust: Out of turn card to stop an attack.&#10;&#10;Originally the game is from England.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "22987",
    "Name": "Empires at War",
    "ID": 3693,
    "Year": "(1993)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/3693/empires-at-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7",
    "Description": "(from Decision Games website:)&#10;&#10;The 19th century saw the great imperial powers of Europe clash in titanic battles to establish control over the continent. Empires at War simulates four of these battles.&#10;&#10;The Basic Game allows beginners to learn quickly, while providing experienced players an exciting evening of action. The Advanced Game fully simulates grand tactics of this period. Rules include provisions for light infantry (jaegers and chasseurs), command control, morale, fog of war, and mitrailleuse (early machine guns).&#10;&#10;- Inkerman, 5 November 1854 &#10;At the height of the Crimean War, the Russians made a determined attempt to break out of Sevastopol. After a desperate day of fighting in rough terrain and fog, the Russians nearly broke the outnumbered Allies, but fell back with severe losses.&#10;&#10;- Solferino, 24 June 1859 &#10;A decisive clash between the French/Sardinian and the Austrians came at the town of Solferino. The narrow French/Sardinian victory over Austria was due to the intrepid leadership of individual French corps commanders.&#10;&#10;- Koniggratz, 3 July 1866 &#10;The decisive battle of the &quot;Six Weeks War&quot; came after a month of preliminary maneuvering. After a day of bloody see-saw fighting, the Prussian Second Army suddenly appeared on the northern flank, rolling up the Austrian line.&#10; - Gravelotte-St. Privat, 18 August 1870 &#10;The decisive action occurred near the great fortress of Metz. The situation might have turned in favor of the French, but hesitation allowed Von Moltke to regroup and prepare a flanking maneuver that assured a German victory.&#10;&#10;Components: &#10;&#10;    400 counters&#10;    16-page rule book&#10;    4 maps on (2) 22&quot; x 34&quot; mapsheets&#10;    1 inch box&#10;&#10;&#10;&#10;(BGG description:)&#10;&#10;Quad game depicting 4 battles fought during the 19th century: Inkerman (1854), Solferino (1859), K&ouml;niggratz (1866) and Gravelotte (1870).&#10;&#10;Lots of chrome rules, including command control,different weapon types and morale.  Nato style counters.  Four maps (3 large and 1 small). Inkerman,whilst fought on the smallest map due to the small battlefield, is a standout. Games are always close and are extremely accurate and well designed and researched. A well designed simulation.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Solferino (Italy)",
      "History: Austro-Prussian War",
      "History: Crimean War",
      "History: Franco-Prussian War",
      "History: Italian Wars of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22988",
    "Name": "Alien",
    "ID": 6689,
    "Year": "(1979)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/6689/alien",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The object is to be the first player to get one of your Astronauts into the space shuttle Narcissus. You also use your Alien to eliminate the astronauts of the other players.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Static Capture"
    ],
    "Families": [
      "Components: Standees",
      "Creatures: Aliens / Extraterrestrials",
      "Mechanic: Circuit-Based Trading Games",
      "Movies: Alien / Aliens",
      "Movies: Horror Movies",
      "Occupation: Astronaut",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "22989",
    "Name": "Transfer",
    "ID": 7762,
    "Year": "(1983)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/7762/transfer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6",
    "Description": "The gaming board consists of a middle column of nine rows that each can hold up to five tiles. To the left and right of this column, there are two sliding platforms that can hold up to three tiles.&#10;&#10;The starting player distributes 35 colored tiles (seven colors with five tiles each) on the nine rows in the middle. Then players take turn of loading and unloading tiles on their platforms, trying to make rows of five tiles in one color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22990",
    "Name": "Query",
    "ID": 153319,
    "Year": "(2014)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/153319/query",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "At times hilarious, often profound, always insightful, Query is a game that shows us how the Internet connects us all &ndash; offline.&#10;&#10;Query is a party game where players earn points for identifying the top internet search predictions and for fooling others into choosing their well-crafted answers. It's great in a family or more adult social setting.&#10;&#10;Game play&#10;&#10;Each card has a Query beginning and 4 real Query endings. The dealer reads the Query beginning out loud and players come up with their own endings, write them down on whiteboards, and submit them to the dealer.&#10;&#10;Meanwhile the dealer chooses a real Query ending that he thinks nobody will guess from the card and writes it down on a whiteboard. The dealer reads all the endings out loud, including the one he chose. Players then take turns guessing which is the real ending.&#10;&#10;Objects of the Game&#10;&#10;1. In each round, to earn points by writing a Query Ending that other players will choose as the correct answer.&#10;2. In each round, to earn points by selecting the correct Query Ending from those read aloud by the Query Master.&#10;3. To be the first player to reach the space marked FINISH on the game board.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: MindSports"
    ]
  },
  {
    "Rank": "22991",
    "Name": "Desert War: Tactical Warfare in North Africa",
    "ID": 3814,
    "Year": "(1973)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/3814/desert-war-tactical-warfare-in-north-africa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.125",
    "Description": "Desert War: Tactical Warfare in North Africa, 1940-43, is an historical simulation of the tactical Combat in North Africa from 1941 to 1943.  The scenarios show several common situations involving German, British and Italian Units.  The combination of situations with varying forces allow an almost innumerable amount of different scenarios to be played.&#10;&#10;Desert War is basically a two-Player game. It is played in sequenced turns, during which the Players use a new &amp; unique simultaneous plotting and moving system to move their units on the map, have combat and attempt to achieve certain objectives. The game is played in Scenarios which are various mixtures of forces and objectives.&#10;&#10;The Western Desert, stretching 1,400 miles between Tripoli and Alexandria, was described by one German general as &quot;a tactician's paradise and a quartermaster's hell.&quot; Between March 1941, when Rommel's Afrika Korps arrived in Tripoli, and May 1943, when the last Axis troops surrendered in Tunisia, the conduct of the Desert War furnished the proof for that general's impression.&#10;&#10;Desert War is a tactical simulation designed to recreate the mechanized struggles which took place in the &quot;perfect&quot; tactical terrain of North Africa during World War II. The 22&quot; x 34&quot; two-color mapsheet depicts a composite desert battlefield on which the flat sands are sparsely interrupted by patches of rocky cover or slight differences of elevation. Each mapsheet hex represents a hundred meters of distance and each Game-Turn represents three and a half minutes of actual time. Four hundred die-cut units represent the Allied, German and Italian combat units that contest the differing Desert War situations and scenarios. Opposing infantry companies, supported by tank platoons and anti-tank and artillery batteries engage each other within the tactical game scale of Desen War.&#10;&#10;Desert War is a tactician's simulation tool. Those of you who have been following this series from PanzerBlitz and Combat Command: Tactical Armored Warfare, France 1944 through Red Star/White Star: Tactical Combat in Europe in the 1970's,  know that Desert War is a development of game you won't want to miss.&#10;&#10;Game Scale:&#10;Game Turn: 3.5 minutes&#10;Hex: 109 yards / 100 meters&#10;Units: Platoon to Company&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; two-color map&#10;One single-side printed countersheet (400 1/2&quot; counters)&#10;One 10-page folded rulebook&#10;One Simultaneous Movement Plot pad&#10;Two Scenario &amp; Tables players aid sheet&#10;One 6-sided die&#10;&#10;Solitaire Playability: Low&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Simultaneous Movement System (SPI)"
    ]
  },
  {
    "Rank": "22992",
    "Name": "Let Them Eat Cake",
    "ID": 193695,
    "Year": "(2016)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/193695/let-them-eat-cake",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "2",
    "Description": "&quot;Liberty! Equality! Eclairs!&quot; The glorious revolution has done away with tyranny! Now you and your friends make up the Revolutionary Committee, overseeing justice throughout the land. Still, now that the queen's gone, it would be a shame to let all that cake go to waste...&#10;&#10;Become the first among equals by amassing honour! Become happy by amassing cake! Send your friends' pawns to the guillotine! First to forty cakes wins!&#10;&#10;Let Them Eat Cake is a game of committees, coercion, and cake. Elect your friends to positions of power in the hope that they look on your patronage favorably &mdash; or denounce them as enemies of the revolution. Alliances and betrayal are all fair game as you try to amass as much cake as you can before the revolution collapses.&#10;&#10;Each player starts the game with a set of voting cards, three pawns, three medals of honour, and some cake. Each round consists of a series of elections, from the Head of Committee to the Food Inspector. Each vote, after negotiating, bribing, and pleading, is simply a matter of each player secretly choosing a voting card of the player they wish to vote for. Each player&rsquo;s votes are multiplied by the number of pawns they have, and whoever is the Head of Committee will break any ties. Importantly, once you&rsquo;ve used a voting card, you cannot reuse it until you&rsquo;ve played all your cards, demanding shifting allegiances throughout the game.&#10;&#10;The first vote of the round determines the Head of Committee, the official tie-breaker. Soon thereafter players determine the Enemy of the Revolution, who must place one of their pawns on the guillotine, immediately and potentially permanently reducing their voting power. Next, players elect a Guillotine Operator, who decides whether or not the pawn on the guillotine is executed or spared. Once settled, a Secretary is elected to divvy out cake and generals to the players, one card per player. But before these cards are taken, the players elect a Food Inspector who may, at the cost of a medal, declare all cake unsafe.&#10;&#10;Throughout the game, players will accumulate medals, generals, and cake. Fewest medals make you the Enemy of the Revolution, but the player with the most Generals is immune to such accusations! Any player can spend their Generals to force a re-election or simply choose the winner of a vote. The game ends when one player reaches 40 or more cakes, a player has their last pawn executed, or the deck runs out. The player with the most cake wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Napoleonic",
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Bribery",
      "Simultaneous Action Selection",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "22993",
    "Name": "High Hand",
    "ID": 3144,
    "Year": "(1963)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/3144/high-hand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "High Hand is a card game played on a board.&#10;&#10;36 cards are placed on 6&times;6 grid.  Each player moves their pieces like a Rook in Chess and captures the card they land on.  The object is to form the best 5-card Poker hand.&#10;&#10;In the four player Partnership game, one player picks any other player to be his partner.  If the Partner has the high hand, the Declarer scores 50 and Partner 100.  If one of the other players has the high hand, both score 25 each.  If the Declarer has the High Hand, no one scores any points.&#10;&#10;Game is highest score after 5 rounds.&#10;&#10;It's almost identical to one of the games in the Abbott's New Card Games book, but played with a custom deck instead of a standard one.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "22994",
    "Name": "Penny Arcade: The Card Game",
    "ID": 49435,
    "Year": "(2009)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/49435/penny-arcade-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5455",
    "Description": "Fantasy Flight Games is proud to announce our newest card game, Penny Arcade! Set in the world of your favorite web-comic, Penny Arcade puts you in the middle of the epic battles between Tycho and Gabe. Unleash attacks at your rival, such as Mein Leapen or the (Cardboard) Tube Strike. Put your Hijinks to good use, employing your beard-growing abilities with Oneupsmanship or the powers of Skullduggery. Collect Stuff, and acquire the Rare Card or your ally in the tub Sir Quacks-a-lot. Hidden in each deck is also the awe-inspiring powers of the Watch, and it is sure to trade hands quite often as abuse is heaped on the head of whoever holds it.&#10;&#10;Each deck features the feel of the characters. Gabe&rsquo;s sees him hiding behind the couch and using his apathy as the ultimate defense. Tycho summons forth his Vast Intellect to overwhelm the boy wonder, and loves nothing more than the feel of a natural 20 with Critical Strike.&#10;&#10;Designed by James Hata, Penny Arcade is a brand new experience. Each turn, you will have to employ your strength and intelligence to best effect to smash the face of your foe. Tycho, being the smarter of the two, can bring to bear many different Hijinks to ensure his victory. Using combinations of Attacks and Hijinks, Tycho can set up the perfect Really Big Word Attack. While not the brainy side of things, Gabe can serve up heaping helpings of pain with his brute strength.&#10;&#10;For fans and newcomers alike, Penny Arcade is a fun, fast-paced card game for two players. Though only one can walk away the victor, both sides will be itching for another go.&#10;&#10;Penny Arcade is a card game for two players featuring the characters from the hit web comic of the same name. Gabe and Tycho employ various attacks, hijinks, and stuff they have acquired over the years to assist them in beating down their rival. Playable in less than 30 minutes, Penny Arcade is easy to learn and impossible to master.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Fantasy Flight Silver Line",
      "Webcomics: Penny Arcade"
    ]
  },
  {
    "Rank": "22995",
    "Name": "Las siete y media",
    "ID": 24180,
    "Year": null,
    "Geek Rating": "5.502",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/24180/las-siete-y-media",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Similar to Black Jack and &quot;vingt-et-un&quot;, Las siete y media is a more simple and familiar game.&#10;&#10;You need a Spanish deck, take away the 8, 9 and 10. The value of the face or court cards: The King (rey), The Knight (caballo) and Jack (sota)is half point and the rest the same value as shown on the cards. Ace is 1 point, 2 two points, etc...&#10;&#10;The objective of the game is to be the player who is nearest to, or who has scored exactly seven and a half points with his cards.   Exceeding this value busts your hand.&#10;&#10;One player takes the role of the dealer, and the other players play  against him. The dealer deals one face down card to each player, include himself. Then, by turns, each player makes a bet and the dealer deals one card to him, this card can be face up, if the player doesn't show his dealt card, or face down if he does reveal  his dealt card. The player may stand if he has seven and a half points   or lower.&#10;&#10;Once each player takes his turn and makes his bet, the dealer plays his cards trying to beat the hands of each player. When the dealer stands his hand, the other players reveal their cards and the dealer must pay the bet or take it from each player depending the value of his hand.&#10;&#10;If one player has seven and a half points  then he becomes the dealer. If more than one player has the same points then the player to the right of the dealer becomes the new dealer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Traditional Playing Cards",
      "Historical Figures: Anastasia Romanova"
    ]
  },
  {
    "Rank": "22996",
    "Name": "Kings of Mithril",
    "ID": 83117,
    "Year": "(2010)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/83117/kings-of-mithril",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "Kings of Mithril is a world building game set in a fabled Dwarf Kingdom on a distant island, where two to four players compete for the king's crown by building up their kingdom around and deep inside Mount Mithril.&#10;&#10;Players try to extend their mining tunnels deep inside the mountain and build underground forges while lumberjacks, farmers, road builders and merchants spread out to the plains around the mountain. Building forts and guarding borders also help each tribal chief towards the ultimate goal of being crowned king of this mythical island surrounded by stormy seas.&#10;&#10;Game was presented first at the Essen 2010 exhibition.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "22997",
    "Name": "Fury on Champlain",
    "ID": 6184,
    "Year": "(1994)",
    "Geek Rating": "5.502",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/6184/fury-on-champlain",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8",
    "Description": "This game is set in the year 1814. A wargame with lots of shipping and troop movement. Based on a historic battle. (see http://en.wikipedia.org/wiki/War_of_1812#Niagara_and_Plattsburgh_Campaigns.2C_1814 )&#10;&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "22998",
    "Name": "Persona non Grata",
    "ID": 315747,
    "Year": "(2024)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/315747/persona-non-grata",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Imagine a world where humans never existed.  In its place, several other animal species had the opportunity to evolve and occupy the top of the food chain.  In this world, the future is the present, and the power struggle is even more intense.  Certain species dominate large corporations, while others live forgotten in the underworld.  Welcome to the Persona non Grata universe.&#10;&#10;In it you take on the mantle of a hacker willing to dismantle this model of tyrannical society.  To do this, you will need to gather information about the corrupt employees of the biggest corporations, sharing them and stealing them from your opponents.&#10;&#10;The game rounds are played simultaneously: You must select an information card, link to one of your action cards (download, send or encrypt) and pass the rest of the information cards in your hand to the next player.&#10;&#10;After all the information has been played, players compare the relevance of their information in each corporation.  The first two places can score, stealing information cards from other players.&#10;&#10;At the end of 3 rounds, we will count the points.  But be careful, to score in each corporation you will need to activate them with worker cards or headquarters.&#10;&#10;&mdash;description from the artist&#10;&#10;",
    "Categories": [
      "Animals",
      "Science Fiction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "22999",
    "Name": "Holidays",
    "ID": 19044,
    "Year": "(2005)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/19044/holidays",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In this card game, players propose holiday destinations/types of holidays and then try to win the most points by sending the highest scoring group of people on those holidays. The basic mechanism is trick-taking with an element of bluffing.&#10;&#10;There are two kinds of cards in the game. Each player has five holiday destination cards. They are also dealt 6 traveler cards, which may be men, women or children with a value of from 3 to 8 points.&#10;&#10;There are five kinds of holidays that may be proposed:&#10;A romantic trip to Venice for a couple (one man, one woman)&#10;Night-life holidays in Mykonos with any number of men and women&#10;Trips to an amusement park for any number of children accompanied by one adult (man or woman)&#10;A restful family holiday at Berghotel (one man, one woman and one child exactly)&#10;Fantastic cruises (any number of men or women, but only men or only women)&#10;&#10;The starting player proposes a holiday by placing the card in the center. Three traveler cards are dealt to the centre of the table, one of which is face up - this is the value of the holiday. The other players, in turn, may agree to this destination, or change it by paying one traveler card (and augmenting the value of the holiday). This goes round, players changing destinations as long as they want to and can afford to, until everyone finally agrees on the destination.&#10;&#10;Players then play cards that match the criteria for that destination and the player who plays travelers with the highest score wins the holiday. This is scored as the value from the initial 3 cards plus any extra cards played to change the destination, divided by ten. Points that don't make up to ten exactly don't contribute to the score.&#10;&#10;The player to first score 10 points wins.&#10;&#10;The game has a nice element of bluffing as a player could propose holiday destinations they have no interest in so that after other players change the destination, they can change it to the real place they'd prefer to go.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "23000",
    "Name": "Dungeon Heroes Manager",
    "ID": 190083,
    "Year": "(2016)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/190083/dungeon-heroes-manager",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Dungeons are full of treasures, and some people return from them covered in glory, gems, and gold nuggets. More common, however, are the ones who died inside! You are obviously tempted by the chance to enrich yourself, but you don't want to be one of those who won't see the sun again. Luckily there are always many idiots lingering in inns who you can trick by promising glory and money, brave heroes ready to enter the deep caves occupied by terrible monsters and risk not coming back with their arms full of treasure.&#10;&#10;In Dungeon Heroes Manager, you are sponsors of the &quot;dungeon cleaning operations&quot; in the kingdom. Thanks to public funds (you obviously don't want to risk your own money), you will hire cannon fodder, er, brave heroes in the local inns, equip and train them, then send them toward castles and caves to loot them and clean up of dangerous monsters &mdash; all in order to get richer shamelessly.&#10;&#10;But note that Dungeon Heroes Manager is a game in which the richest &mdash; and not the bravest &mdash; hero will win!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  }
]