[
  {
    "Rank": "N/A",
    "Name": "War Rocket: Space Battles in the Atomic Age",
    "ID": 84916,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/84916/war-rocket-space-battles-in-the-atomic-age",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "From the Hydra web site:&#10;&#10;War Rocket is a fast-paced miniature space combat game set in the retro sci-fi future of the 24th century. The brave Galacteers fight to protect mankind from sinister alien forces. Will you command a fleet of Galecteer rockets or choose the forces of the domineering Valkeeri, the brutal Imperium of Marduk, or the enigmatic Zenithians?&#10;&#10;You can play a game of War Rocket with fleets of 10-20 ships in less than 90 minutes with minimal use of tokens and absolutely no paper record keeping!&#10;&#10;The 78-page War Rocket rulebook also includes 8 scenarios with specific objectives to encourage tactical decision making and narrative campaigns.&#10;&#10;The rules also include advanced rules include special actions such as boarding and ramming, space stations, and space objects such as planetoids and asteroid fields.&#10;&#10;Rocket customization rules allow you to upgrade your rockets with options such as force fields, lucky pilots, and disruptor beams. You can also use these rules to create your own new fleets.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Augen auf beim Umweltkauf",
    "ID": 84923,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/84923/augen-auf-beim-umweltkauf",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board shows shelves with pairs of item. One of each pair is eco-friendly (and has a green dot), the other isn't (and has a red dot). The items are also depicted on tiles, and there are 15 additional garbage tiles.&#10;&#10;The item tiles are placed face-down around the game board. The active player flips open a tile. If the depicted item is covered by a garbage tile on the board, the turn ends - but if it is a tile with a red dot, another item in the shelves has to be covered. If the item is still free, another tile can be flipped open. If the two tiles form a pair, the green-dotted card is put on a shelf , the red one is discarded. Also, a garbage tile can be removed from the board. If the two tiles don't match, the player has to cover all red-dotted items s/he just flipped open with garbage tiles.&#10;&#10;When all items with green dots are covered with item tiles, the game ends. If there are still garbage cards on the shelves, all players lose. If not, everyone wins.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Environmental",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thruway",
    "ID": 84946,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/84946/thruway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Thruway is a two-player connection game with many twists and turns. Two not-so-civil engineers attempt to build a thruway across the landscape while his or her opponent contests the right of way.&#10;&#10;The game of Thruway requires the following components:&#10;&#10;&#10;        120 road section tiles; 60 gray concrete tiles and 60 black asphalt tiles.&#10;        One 11 x 11 square landscape game board with 121 parcels of land cells.&#10;&#10;&#10;The landscape game board is empty at the beginning of the game.&#10;&#10;The concrete player tries to connect the east and west borders. The asphalt player tries to connect the north and south borders.&#10;&#10;The concrete player plays first. Then on the asphalt player's first turn only, if he or she feels the concrete player has too much advantage from the placement of the first two concrete tiles, the asphalt player may opt to trade tiles and roles. The asphalt player becomes the concrete player and vice versa.  Whether or not roles are reversed, the asphalt player then takes a turn. Player turns then alternate for the rest of the game. Players may not pass a turn unless they have no legal move. Consecutive passes can never occur.&#10;&#10;During a turn, an engineer may do any one of the following three actions:&#10;1.    Pave a road without replacement,&#10;2.    Pave a road with replacement, or &#10;3.    Resolve a crossroads dispute by swapping tiles.&#10;&#10;To pave a road without replacement, a player places two of his or her road sections on two horizontally or vertically adjacent empty parcels of land.&#10;&#10;To pave a road with replacement, a player places two of his or her road sections on two horizontally or vertically adjacent parcels of land, where one parcel is empty and the other cell contains an opponent's road section.  The replaced road section is recycled to its owner's reserve.&#10;&#10;When a 2 x 2 square of land parcels is occupied by four road sections where asphalt and concrete roads occupy the two diagonals, this is called a crossroads dispute.&#10;&#10;Crossroads Disputes&#10;ox    &#10;xo or&#10;&#10;xo&#10;ox&#10;&#10;A player may resolve a crossroads dispute in either of two ways:&#10;1.    by swapping any asphalt and concrete road sections along an edge of the 2 x 2 square, or,&#10;2.    if possible, by paving with replacement.&#10;&#10;When swapping is used to resolve the dispute, only one swap per player turn is allowed. New crossroad disputes may arise due to the resolution of a dispute. In this case, the resolution of the newly formed dispute(s) may not immediately recreate the first dispute. This restriction, which prevents position repetition, applies only to your opponent's immediate response. On later player turns, the resolution can be reversed by either player.&#10;      &#10;A road section is indestructible, only if, all its adjacent north, south, east and west land parcels (that exist on the game board) have been paved by either player and it is not part of a crossroads dispute.&#10;&#10;Goal: The first civil engineer to pave a thruway (connected path of horizontally and/or vertically adjacent indestructible road sections) connecting their two sides of the landscape wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexabrae",
    "ID": 84948,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/84948/hexabrae",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hexabrae is an abstract strategic game in which players try to enclose a part of the gameboard with their playing pieces. The first player that is able to make an enclosure using more of his/her own playing pieces than opponent pieces, wins the game.&#10;&#10;Playing pieces can have 1 of 3 possibile orientations. The orientation of a piece dictates in which directions it can move. Besides moving it is also possible to change the orientation of pieces during play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bing Bang Boing Game",
    "ID": 84952,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/84952/bing-bang-boing-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is an open ended action game.&#10;&#10;The object of the game is to be the first player to raise the &quot;Ideal&quot; flag.  Players do this by arranging the various mechanisms, drums, and obstacles and then try to run a ball bearing through their course.&#10;&#10;Steel balls go down the ramp or &quot;Bingleflinger,&quot; bounce on one or more of the &quot;Hum Drums,&quot; go through the &quot;Flickerticker,&quot; bounce on more &quot;Hum Drums&quot; through/around the &quot;Banglevator&quot; and eventually into the &quot;Boinglebucket&quot; to raise the IDEAL flag. If unsuccessful, then the next player gets to move a piece and make an attempt at raising the flag.  Play continues likewise until someone devises a successful system of components and raises the flag.  The directions actually have several games you can play against other players and score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The World Cup Game: Expansion Set 6",
    "ID": 84957,
    "Year": "(2010)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84957/the-world-cup-game-expansion-set-6",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This expansion for The World Cup Game includes South Africa 2010 World Cup boards and the new 20 card extension pack.&#10;&#10;Release date is mid-October 2010.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lysistrata",
    "ID": 84959,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/84959/lysistrata",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "(translates from Greek as the army disbander)&#10;&#10;In 411b.c. Aristophanes wrote his theatrical comedy Lysistrata. It is one of the oldest anti-war plays. The show is about the sexual strike which is declared by the women in order to convince their men to stop the peloponnesian war.This game is based on the theatrical plot and on how each side is trying to assert itself against the other.&#10;&#10;Contents 86 cards, 1 board, 6 pawns, 1 rulebook.&#10;&#10;Players alternate turns while trying to surpass their opponents&#10;in four forms of conflict: voting, influence, charisma and memory.&#10;Each conflict is dealt with, like in theatrical plays. The leader of the chorus has the initiative, or everyone starts appearing in order on the scene, or the appearance is apparently random. &#10;There are two ways to win: By surpassing certain forms of conflict or by being the first to win 7 conflicts of any kind.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Urbania",
    "ID": 84960,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/84960/urbania",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "A game for the people and their right to protest! Here you have it! The board game of rally, riot, protest and riot control, not necessarily in that order. What would you do? If all the people in a city that have something to protest about, actually did? Seven different rally groups are marching the streets and numerous heat squads are trying to maintain order while tension rises to a peak. Reporters are exposing the facts in the media sometimes in a good way, other times in a way that seems like slander to some. In Urbania, you are in control of a group of people that march to protest about their rights. During that march you will clash with heat squads, reporters, other rally groups and the ultimate choice: to lead your group to vindication, or accept the rule of the system and maintain order in your city. Order and chaos in a game of urban instability.&#10;&#10;Contains: 24 city squares 7 player&rsquo;s groups 110 cards 2 six sided dice 35 tokens 63 markers 1 victory track 1 rulebook&#10;&#10;AWARDS.&#10;Urbania has been awarded with the best theme and best game mechanic award in BGG's 1st Greek board game design contest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Miniatures",
      "Political"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Continuum Run",
    "ID": 84961,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/84961/continuum-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "prelude&#10;&#10;During the middle ages, a powerful wizard obtained a unique item after years of searching. He secretly hid it in a royal treasury hall, that no one dared to enter.That was one of the most important tasks of his life. Centuries later, an archaeologist excavated the same item the wizard had placed in the treasury hall. The archaeologist, also hid the item in a secret place called the Continuum Vault. His purpose was the same as the wizard&rsquo;s. To leave the item in the Vault, until the proper passing of the centuries, like a good wine in a cellar. In the far future, an agent that had access to the continuum vault, extracted the item she had asked from the wizard and the  archaeologist to keep safe through the centuries.&#10;&#10;THE GUILD. The Wizard was a founding member of a Wizard&rsquo;s Guild that managed the impossible. To travel without moving. Although, the moving wasn&rsquo;t through space. The Guild discovered that when you manage to travel without using the dimensions of space, you travel through time. Hence, the new name of the Guild was based on the event of that movement through time, the Total Inertia Moving Event Guild, or simply T I M E Guild. Centuries passed, the coming of the Nano Age totally reformed the Guild into a T I M E Agency and gave a new agenda to its members: The molecular processing. The Agency could combine almost anything in order to create new properties it could utilize. But, some items needed to be centuries old in order to evolve or to become suitable for the processing. Therefore, the Agency decided to cooperate with its members from times past in order to bring items to the future in their desirable state. So, there were many ways for one to do that. You could simply travel back in time instruct someone in the past, to hide an item for you in a place that you knew, and travel back in your time and take the item, which now would be centuries old. Or, you could take an item from your time and hide it somewhere in the past by yourself and take it back when you return in the future. But, the T I M E Agency has many members, so that it can function properly in all Eras. If you travel back in time, too far away from your Era, it could be hard to adjust in the ways people had in the past, so, the help of another person from that Era makes the procedure easier. Usually, a Mission that includes the keeping of an item through the centuries, is concluded by 3 members: A Wizard, an Archaeologist, and a T I M E Agent specialized in traveling through the ages.&#10;&#10;Components.&#10;1 board.&#10;4 player sheets.&#10;12 pawns (3 for each player).&#10;108 cards.&#10;1 rulebook.&#10;&#10;GAME-PLAY. &#10;All players begin the game with a mission that requires at least 4 items of different properties. Each player during his/er round uses his/er 3 pawns, which are the Wizard, the Archaeologist and the T I M E traveler. The board of the game is divided in three regions that represent three aspects of time: Past Present and Future. Each pawn starts from one of these regions and moves in order. First the Wizard can move in regions of the Past to collect information about powerful items and artifacts and then gather the items and/or artifacts for which he possesses the proper information. Then, the Archaeologist, moves in the Present regions in which he can also gather items that are somewhat different from the Past items and he can gather some more info about artifacts of the Past that might help the Wizard find them. Last, the Time Traveler moves and starts from the future areas, in which she can also gather info and items. The difference in the future region is that, items gathered here are built for time travel, which means that they evolve as the centuries pass. It is best for the Time traveler to travel back in time and leave these items in the Past or the Present to age and become stronger. Each item in Continuum Run has tiers, 3 sometimes 4. When an item is new, it begins from tier 3. Some areas on the board allow the players to store items and take them back from another time period. For example in the Present regions there is the Continuum Vault. If the Archaeologist stores an item of tier 3 in the Present it stays there until someone takes it. The Continuum Vault has its future version, in which the time traveler can go and take the item the Archaeologist has stored. But, centuries have passed, so the item must be replaced with a lower tier. Tier 2 in this case. Different tiers have different values. So, if a player requires for his/er mission an item with a value of Ruination 3, and s/he possesses a future item that has Ruination 2, s/he may store that item in one region and take it back from the next.&#10;GOAL.&#10;Any player that has at least 4 items that his/er mission requires may cause an endgame, during which, a last round is played and then players score Victory Points for each item and/or artifact they have managed to send to the Future Area called Molecular Processor.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: Gondor in Flames",
    "ID": 84962,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84962/the-lord-of-the-rings-strategy-battle-game-gondor",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gondor in Flames is a supplement for The Lord of the Rings Strategy Battle Game, it includes rules for the armies of Elendil, Osgiliath, the fiefdoms of Gondor and the Dead Men of Dunharrow.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: Mordor",
    "ID": 84963,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84963/the-lord-of-the-rings-strategy-battle-game-mordor",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mordor is a supplement for The Lord of the Rings Strategy Battle Game containing rules for field a force from Mordor including Nazgul, Black Numenoreans and forces of Minas Morgul.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: The Scouring of the Shire",
    "ID": 84964,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84964/the-lord-of-the-rings-strategy-battle-game-the-sco",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Scouring of the Shire is a Lord of the Rings Strategy Battle Game supplement providing Rules for small battles between Hobbits and the agents of &quot;Sharkey&quot;.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: The Battle of the Pelennor Fields",
    "ID": 84965,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84965/the-lord-of-the-rings-strategy-battle-game-the-bat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Battle of the Pelennor Fields is a supplement for the Lord of the Rings Strategy Battle Game containing rules for many forces present in its titular battle, including: the Haradrim, M&ucirc;makil, the Knights of Dol Amroth and the D&uacute;nedain&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Fictional Events: Battle of the Pelennor Fields",
      "Players: Two-Player Only Games",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: Khazad-Dûm",
    "ID": 84966,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84966/the-lord-of-the-rings-strategy-battle-game-khazad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Khazad-D&ucirc;m is a supplement for The Lord of the Rings Strategy Battle Game which provides rules for the Dwarves of Erebor &amp; Khazad-d&ucirc;m, and Dragons.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: Harad",
    "ID": 84967,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84967/the-lord-of-the-rings-strategy-battle-game-harad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Harad is a supplement for The Lord of the Rings Strategy Battle Game including rules for the Corsairs of Umbar and the entirely original (not featured in the books of films) Mah&ucirc;d tribes of Far Harad.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Strategy Battle Game: The Siege of Gondor",
    "ID": 84968,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84968/the-lord-of-the-rings-strategy-battle-game-the-sie",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The siege of Gondor is a supplement for The Lord of the Rings Strategy Game which contains rules for siges and for characters such as the Citadel Guard, Beregond and Gothmog.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Fictional Events: Battle of the Pelennor Fields",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Börsenspiel n-tv",
    "ID": 84971,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/84971/das-borsenspiel-n-tv",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "user description&#10;&#10;This is a quick and funny stock market game. The dividend marker  shows the current dividends for the shares of the 4 traded companies. Each round these dividends get influenced by dice roles. This can even lead to a bankruptcy of a company and the loss of all shares for the players who have bought them. Furthermore there can also occur an external takeover if the majority of shareholders agree.&#10;&#10;There is also a second board which shows the value of the shares. Each round the value gets determined by demand and supply for a share. The orders of the players take place simultanously and sectretly and are then resolved according to priority markers which the players can choose.&#10;&#10;After ten rounds the game is over. Before the game ends players should try to sell their shares since only the amount of cash determines the winner of the game. However bonds have to be payed back before the money is counted.&#10;&#10;free translation of publisher blurb&#10;&#10;Bull or Bear? In the B&ouml;rsenspiel, developed with cooperation of german news channel n-tv, two to four players test if one of then have good luck with investments. The game goes around buying and selling of papers from 4 big companies. But the players must act carefully: those actions will have great influence over the price of the papers, the trends and the dividends.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Kopflose Dinner: Die Verlobungsfeier",
    "ID": 84976,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/84976/das-kopflose-dinner-die-verlobungsfeier",
    "Min Players": "9",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Die Verlobunsgfeier&quot; (= &quot;the espousal&quot;) is the dawn of this medieval trilogie around the intrigue of the family &quot;Gr&auml;fingen&quot;. &quot;Theodor von Gr&auml;fingen&quot; (lord of the castle Gr&auml;fingen) invites his guests for the engagement of his daughter &quot;Heidelinde von Gr&auml;fingen&quot; and the young and prosperous &quot;Brechtwein von Schweinsbergen&quot;. Yet nothing is like it seems.&#10;A mysterious crime happend and some twists in the storyline adding zest to this case.&#10;&#10;Gameplay:&#10;Just invite your guests and host your own murder mystery dinner. Everybody gets a roledescription and after the game started more and more hints to the murderer.&#10;&#10;Goal:&#10;Mainly you have to find the murderer, but also everybody has his own interests and private goals. So for example the second born would be interested to blame his older brother and let him get arrested and punished, so that he can get the heritage.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Medieval",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Siedler von Catan: Der Schokoladenmarkt",
    "ID": 84977,
    "Year": "(2010)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/84977/die-siedler-von-catan-der-schokoladenmarkt",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.0833",
    "Description": "Ritter Sport, a german chocolate manufacturer, brings a mini expansion for The Settlers of Catan.&#10;&#10;Five new goods can be traded on catan: cacao, sugar, milk, grapes and hazelnuts.&#10;&#10;With the right combination, players can create one of five special chocolates, which then can be used to get new materials, cards or victory points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Food & Drink: Chocolate",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Freedom Force",
    "ID": 84981,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/84981/animal-freedom-force",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Animal Freedom Force is a fast-paced race around the world game for 2-5 players that plays in around 15-20 minutes.&#10;&#10;Players assume the roles of Animal Rescue Specialists scouring the far corners of the earth for endangered species held in private zoos, often in appalling conditions.  Players must search for rare animals in the regions within each continent and once discovered they must return them to their home continent, to be cared for and released into the wild&#10;&#10;Using luck, deduction, memory and strategy, the game plays super-fast, as players search for their the precious animals and negotiate for passports that allow passage across international borders, but in doing so, they will often help their opponents find their animals more quickly.&#10;&#10;The first player to successfully return all 6 of their animals to their home regions is the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Autobus",
    "ID": 84984,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/84984/autobus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of cards numbered 1-12 in two colors. Each of the players receives a stack of cards and places it in front of him/her without looking at the cards, plus five hand cards. The top card of the personal stack is flipped open.&#10;The active player can play a card with number one to the middle of the table or a card that is one point higher on any card already open in the middle, as long as it has the same color. At the end of the move, a card from the hand has to be put onto a personal discard stack (of which each player has up to four), but only one number can be into any given stack. Cards from all stacks can also be played to the central stacks.&#10;The aim of the game is to get rid of one's original card stack first.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Micronomic",
    "ID": 84986,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/84986/micronomic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Micronomic players bid for the initial class A buildings that will produce commodities (food, raw materials, money, basic workers, energy) and soon after, they will auction and build some of the class B ones. Once the University is operative, class C buildings come to the available pool. Once the Foundry is operative, class D buildings become available and whenever a class D building is operative, class E buildings will become available.&#10;&#10;Every building is different and produces or transforms some commodity into another (skilled workers, manufactured goods, machines, Victory Points). Some buildings upgrade existing ones and players can force upgrades on unwilling building owners by investing in them and taking over the original building, leaving the original owner with the upgraded one.&#10;&#10;First player to reach or exceed 50 Victory Points is the winner.&#10;&#10;Micronomic is an economic game that can play in under an hour and it's also small in box size, unlike most economic games.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Team-Based Game",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I-Magi-Nation",
    "ID": 84990,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/84990/i-magi-nation",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "I-Magi-Nation is a dungeon crawler that got created during the &quot;my many monster dice game competition&quot; held by Todd Sanders in August 2010.&#10;The task was, to create a game that uses mainly a couple of dice, that were permitted by Todd. Some of those dice are common, some are special dice, available from Flying Buffalo Inc&#10;The required common dice are:&#10;1d4, 1d6, 1d8, 1d12, 1d20&#10;The special dice are:&#10;1 complete set of monster dice&#10;3 trap dice in different colors (e.g. blue, green, red)&#10;1 corridor die&#10;1 treasure die&#10;Additionally to this, you will need some sheets of grid paper and a pencil to keep track of your stats and to draw the dungeon you are going to explore.&#10;&#10;While the rules are written in English, the game itself depends on symbols and numbers only, so it can be easily transfered into any other language.&#10;&#10;You start the game by creating your character and equipping him with a weapon and armor of your choice. &#10;With your character you start on the first level of a dungeon and you have to reach the exit, which is 10 levels below.&#10;Between the start and the end points, there are going to be hordes of monsters to defeat, but hoards of treasure to loot, too.&#10;The dice will determine everything: What kind of dungeonsection you have found (a room, a corridor, ..), whether you have run into a trap and the kind of the trap, what monsters you will encounter (from a lowly rat up to a fierce dragon) and the kind of treasure you are going to loot (upgrades for your equipment, gold, jewelry or even scrolls with powerful spells on them).&#10;Combat is fast, deadly and - driven by dice, of course.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Make You Fortress",
    "ID": 84996,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/84996/make-you-fortress",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "(Loosely translated from the instructions:)  Dungeon Hazard.  After a cataclysm, the world has become one massive dungeon.  In this Dungeon World many species fight for survival.  Make You Fortress is a 2-player [abstract] game, where opponents fight over control of a Dungeon Kingdom, in the same world as Make You Conquest (aka Dungeon War).&#10;&#10;Contents:&#10;Board&#10;11 blue men &amp; 11 red Men&#10;10 cards&#10;instructions&#10;&#10;User summary:  This is a tile laying game, with a card playing option.  Players will take turns laying their wood counters on one of the 4x4 grid (16 board spaces).  When you have a strength advantage in a row or column, you can push your opponent off the board and out of the fortress.  The player who loses 3 characters first is defeated.  The optional cards add a greater element of risk by allowing a player to sacrifice a character counter in exchange for a random card.  A card may give a player the edge needed to win the game, or it may yield nothing at all.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The Plague",
    "ID": 85003,
    "Year": "(2010)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85003/carcassonne-the-plague",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2105",
    "Description": "In Carcassonne: The Plague, first released in both the German and English editions of issue 2010/6 of Spielbox magazine, pestilence descends upon Carcassonne, spreading under the players' control across the landscape tiles and carrying off any followers unfortunate enough to be located there. Part of the Carcassonne series.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Carcassonne",
      "Magazine: Spielbox",
      "Medical: Diseases",
      "Theme: Plague Epidemic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der große Dreh",
    "ID": 85007,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85007/der-grosse-dreh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Another roll and move game of the early '70s.&#10;&#10;Each player has 3 pawns and tries to reach the target field in the middle of the gameboard over pathes of different lengths. &#10;But special is the turnable center mounted disk (with a part of the pathes on it). Everyone tries to shorten his own way by turning the disk and - of course extent the opponent one's!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Autorennen",
    "ID": 85011,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85011/autorennen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple roll and move. The players move cars around a race track. When they reach certain fields, they have to follow instructions from event cards. Reaching one field forces them to go back a part of the track. When reaching a field with another player's car, they proceed to the next free field.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aux Sabords Kartenspiel",
    "ID": 85013,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85013/aux-sabords-kartenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion for Aux Sabords. This set of cards offers two sets of rules. Both require the basic game and the expansion.&#10;In the first game, the players try to collect and lay down sets of cards including a ship card, a captain's card, three item cards and four crew cards (in a certain order). In a basic move, a player draws a card and can play one to his/her display. Alternatively, s/he can attack other players with combinations of cards, forcing them to discard or hand over cards, etc. Afterwards, the hand is filled up to five cards again. The first player to complete a display is the winner.&#10;&#10;The second game is similar, but includes entering enemy ships. So attacks are directed at a player's display, and entire ships can be sunk.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aux Sabords!: Kit Expert",
    "ID": 85015,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85015/aux-sabords-kit-expert",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This expansion for Aux Sabords consists of additional ships, cards and treasure chests and offers additional rules to improve the base game.&#10;The players hold five cards in their hands, play at least one and fill up to five after their move. With the cards they can move their ship(s) and pick up treasure chests. When they meet other pirate's ships, they can start a battle by playing a combination of pirate cards. The defender has to play a higher combination of pirates to thwart the attack. In any case, the winner gets the spoils. When all treasure chests are in the players' ports, the player with most chests is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Avanti!",
    "ID": 85017,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/85017/avanti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll and move with an ever-changing game board. The board consists of seven tiles which contain roads with intersections. One of these tiles is randomly chosen as the starting field; all players place their playing pieces on it. &#10;The active player rolls and moves, trying to reach the field on a tile which shows his/her color. If successful, the player discards one of his/her handcards (the one with the number of the tile). When going over the edge of the board, another board tile with no player on it can be attached at that edge. When a player has gotten rid of all cards, s/he goes back to the starting tile. The first player to reach a certain field on that tile is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PARSEC",
    "ID": 85021,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/85021/parsec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7143",
    "Description": "After millennia of shifting dominant civilizations, wars, and industrialization, Homeworld became a planet that couldn&rsquo;t sustain its population. Off-world migration was the last hope.&#10;&#10;Players explore space, placing new tiles and moving their Ship counter, placing their Robot counters on strategic locations. During a Scoring Round, Planets score Victory points, Nebulas garner Research tokens for new abilities. Asteroids and a presence on opponent-dominated planets garner Credits used to purchase additional Ship moves. After the last planet is completed, a final scoring takes place and the winner determined.&#10;&#10;Game Data:&#10;&#10;Complexity: 2 on a 9 scale&#10;Solitaire Suitability: 3 on a 9 scale&#10;Scale: Each player commands a ship full of robots exploring the space around their declining homeworld&#10;&#10;Game Components:&#10;&#10;&bull; One 4-page full-color rules booklet&#10;&bull; One Victory Point Scoreboard&#10;&bull; 72 1&quot; Space Tiles&#10;&bull; 4 Ship counters (1 of each color)&#10;&bull; 64 Robot Counters (16 of each color)&#10;&bull; 48 Credits (40-1 Credit Value, 8- 5 Credit Value)&#10;&bull; 50 Research Tokens&#10;&bull; 20 Nanotech Cards&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Tile Placement"
    ],
    "Families": [
      "Series: Euro Games (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cublino",
    "ID": 85022,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/85022/cublino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "3",
    "Description": "A different dice game. No lucky dice here, as they are used as tokens in this game. The special thing about the game is, that in order to move the dice forward, they are tilted over their edges. There are two game variants: In the first variant, a player&rsquo;s dice must reach the opposite end of the board first. If two dice of the opposing players are colliding, the dice showing the lower number has to be removed from the board. The second game variant resembles Halma but is more demanding. Players can hop their dice over any other dice in a straight line attempting to get as many of their own dice as possible to the opposite baseline of the board. The game ends if one player manages to completely occupy the other player&rsquo;s baseline. However, the player who first manages to do so, needn&rsquo;t be the winner of the game! The winner is determined by adding up each player&rsquo;s eye number of dice already on the opposite baseline. Though players will need to make some minor tactical considerations during play, CUBLINO is definitely a great fun to play game. It is a family game for adults and children of 5 years and older. CUBLINO&rsquo;s elaborate design features slots for the dice and optimized edges for a smooth gaming experience&#10;(From the website of Intellego)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: Dice as Playing Units",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grossbeeren 20",
    "ID": 85023,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/85023/grossbeeren-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Grossbeeren 20&#10;&#10;Oudinot vs. Bernadotte, 21-23 August, 1813&#10;&#10;Napoleonic 20 #11 (Germany 20 #3)&#10;&#10;When a seven week truce ended in August of 1813, the Sixth Coalition that was trying to stop the French awaited Napoleon&rsquo;s next move, and that move would be a drive on Berlin led by Marshal Oudinot. Right from the outset, however, the campaign was beset by bad weather, slowing the advance against the Allied forces led by the famously cautious and canny Prince John of Sweden (formerly French Marshal Bernadotte and Napoleon&rsquo;s brother-in-law).&#10;&#10;Many &ldquo;what ifs?&rdquo; are explored in this game, as so much of war&rsquo;s friction occurred during this campaign. Grossbeeren 20 features only modest complexity and a focused scope employing low unit density on the map (20 pieces or less) and dramatic, fast playing turns. It is the addition of &lsquo;story-driven&rsquo; random event cards and night game turns that provide the operational pauses and &ldquo;friction of war&rdquo; that give players a great feel for the parry-and-thrust of a Napoleonic grand battle as the armies close to bayonet-point to see which will break first!&#10;&#10;Game Data:&#10;Complexity: 4.5 on a 9 scale&#10;Solitaire Suitability: 6 on a 9 scale&#10;Scale: Each unit is 1 corps, each hex is about 800 meters, and each turn is roughly 3 daylight hours (or 10 night hours).&#10;&#10;Game Components:&#10;&bull; One 8-page, color instructions booklet, with Standard and Optional rules included&#10;&bull; One sheet of Exclusive rules.&#10;&bull; 32 color, die-cut 5/8&rdquo; mounted game pieces&#10;&bull; 12 random event cards&#10;&bull; One 11&rdquo; x 17&rdquo; color game map&#10;&bull; Two color player aid sheets&#10;&bull; Polybag packaging and component storage&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wars of Religion: Western Europe 1610-1660 – Field of Glory Renaissance Gaming Companion",
    "ID": 85024,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85024/wars-of-religion-western-europe-1610-1660-field-of",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The first army supplement for the Field of Glory Renaissance miniatures wargame. This supplement covers the English Civil War, the Irish Civil Wars, The Portuguese War of Restoration and the Thirty Years' War. There are twenty two separate lists, each with a sample starter army and point cost chart for making your own force.&#10;&#10;The book itself is 112 pages printed in full color with photos of miniatures and paintings from various other Osprey books used throughout.&#10;&#10;Armies included:&#10;- Later Eighty Years War Dutch&#10;- Later Imperial Spanish&#10;- Early Thirty Years' War German Catholic&#10;- Early Caroline English&#10;- Later Thirty Years War Swedish and Weimarian&#10;- Thirty Years' War Peninsular Spanish&#10;- Scots Covenanter&#10;- Early Restoration Portuguese&#10;- Confederate Irish&#10;- New Model Army&#10;- Early Louis XIV French&#10;&#10;(From back of book &amp; contents and edited from standardized Description of other Fields of Glory books here on BGG.com)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "History: English Civil War",
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Startups",
    "ID": 85035,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/85035/startups",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Startups is a game about economy, trading, risk management and negotiation.&#10;&#10;You start out with a young company &quot;Startups&quot; and travel around the board buying, trading and auctioning on the way.&#10;&#10;The goal of the game is to grow your company by buying different properties and buildings and in the end take over your competitor's shares and/or money - In that way buying them out of the game - leaving you as the most succesful Startup.&#10;&#10;You own 100% of your company in the beginning - but might loose or gain shares from other players which forces you and your competitors to alter strategies during the game.&#10;&#10;[In short you could call it a strategic Monopoly]&#10;&#10;Some of the key elements to winning the game is knowing when to build, when to save up money and buy other's shares, when to expect spending your money and winning auctions by the smallest margin possible.&#10;&#10;As a Startup you'll face both good and bad times during the game, knowing how to manage your money and deal with the situation at hand is what makes a good Startup!&#10;&#10;(source: www.suntzugames.com/startups.html)&#10;&#10;[Production]&#10;Startups is a indie board game production and is being produced in Denmark with game parts from all over the world.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Negotiation",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Pattern Building",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gosu: Kamakor",
    "ID": 85037,
    "Year": "(2011)",
    "Geek Rating": "5.710",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85037/gosu-kamakor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.8125",
    "Description": "The Shadow Goblins come from the other side of The Portal! Which Portal will you ask? As you know, the Dark Goblins that you discovered in the main game have a trapping power. When they use it, as you may see on some artworks, the trapped goblin is in effect thrown out through The Portal. For decades now, returning goblins have reported having encountered members of a mysterious and frightening goblin clan &hellip; The Shadow Clan!&#10;&#10;These goblins are very similar to the Dark Goblins, mainly because of the two powers they have in common: Trapping and Zombie Mutation.&#10;&#10;These new goblins will also bring along two new types of gameplay. First of all, some of these goblins will arrive in play already trapped, compensating for a greater power. Secondly, other goblins will introduce a new kind of action during his turn, like [*Trap Z&auml;xg* : Choose 1 FREE card then destroy it.]. In this example, your action will be to trap Z&auml;xg for free in order to destroy a card. This action is free and only requires the trapping of the goblin card having the power.&#10;&#10;From the designer's website: http://www.moonstergames.com/2010/10/06/gosu-les-gobelins-de-lombre-the-shadow-goblins/&#10;&#10;Online Play&#10;&#10;&#10;     Board Game Arena (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Goblins",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loco Lingo Kindergarten",
    "ID": 85038,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/85038/loco-lingo-kindergarten",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Loco Lingo Kindergarten is a collection of five word-related games that are played with 12 cards showing items, 3 wooden figures and 1 color die.&#10;&#10;The games are:&#10;&#10;     Warm-Up: Not really a game, but an activity to identify all the cards and figures, so that all the children know what everything is.&#10;    Grab It!: The game leader reads out a story. Whenever an object is mentioned that corresponds with one of the cards or figures, the children should grab that card or figure from the table. If they take the correct item, they get to keep it. Whomever has the most items at the end of the story wins the game.&#10;    Focus Pocus!: Six random cards and/or figures are placed on the table. The game leader reads out a story. Whenever an object is mentioned that corresponds with one of the cards or figures that is not in the table, the children should react by saying &quot;it's in the box&quot;. The first player to do so, gets an item from the table. Whenever an object is mentioned that corresponds with one of the cards or figures that is already held by one of the players, the children should react by saying &quot;it's already gone&quot;. The first player to do so, gets an item from the table. Whomever has the most items at the end of the story wins the game.&#10;    Stories about Kindergarten: In turn, each player choose a figure and draw a card. They then tell a short story about that figure and the item on the card. The card is then placed facedown next to the figure. This continues until there are four cards in front of each figure. Then, the players take turn rolling the die. They then have to remember what item is on the first card next to the figure corresponding to the colour rolled. If they guess correctly, they get to keep the card. Whomever has the most cards at the end of the story wins the game.&#10;    What does it do?: In turn, each player chooses a card and describes what you can do with the item on the card. The other players then guess what card is being described. Whomever guesses correctly gets to keep the card. The game continues until only three cards are left. Whomever has the most cards at the end of the story wins the game.&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: Ratz Fatz (Haba)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iris Wappen",
    "ID": 85039,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85039/iris-wappen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game consists of two matching sets of tiles (in two colors) with coats of arms on them. One of the sets is openly spread out on the table, while the other one is dealt to the players. When the game starts, each player opens his/her own tiles and tries to find the matching tiles on the table, grab them and put them on his/her own tiles. The coats of arms are rather similar, so mistakes happen. &#10;When the first player has covered all his/her original tiles, each correct pair counts one point, each wrong pair counts minus two points and plus two points for the &quot;rightful owner&quot;. The first player to reach 50 points after several rounds is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monuments: Pergamonaltar",
    "ID": 85053,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85053/monuments-pergamonaltar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1",
    "Description": "With this MONUMENTS - Wonders of Antiquity expansion No.2 the Game gets even more sophisticated. Create a set of three cards with different symbols (ship, scroll, helmet) and buy Pergamon from the bank using one action.&#10;From now on you may use one action to score additional victory points during the game. Count all complete sets in all players displays and score according points.&#10;Beware: The other players may spent one action and three cards to steal the tile from you to get the option of further victory points from what was meant to be useless stuff.&#10;You need not consider Pergamon - but be sure your opponents will!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Monuments – Wonders of Antiquity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junior Chef",
    "ID": 85054,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85054/junior-chef",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of economy  for 2-4 players from 7 years. There are four big business in the town: ice cream, toys, soft drinks and candy.Every player starts with 2000 Marks. Buy a van (three different ways with luck, cash or credit) and drive through the city.&#10;In this town are two different seasons: spring/summer and autumn/winter. Ice cream and soft drinks will be sell only in the summer season, toys and candy only in the winter season. Every double with the dies will change the seasons, every crossing the start field will be money from the bank or you have to pay the interest rate, insurances can help you in bad times.&#10;If you cross a field in the colour of your company in the right time, you do an order and get money. If you have enough money, you can buy a second van or pay back your credit.&#10;The player with the most money wins the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Exotic – Chameleon",
    "ID": 85058,
    "Year": "(2010)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85058/zooloretto-exotic-chameleon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Zooloretto: The Chameleon &ndash; first released as part of Zooloretto News No. 3 in 2010, then later available as a promotional item at Spiel 2012 &ndash; is a mini-expansion for Zooloretto Exotic, which is itself an expansion for Zooloretto.&#10;&#10;Zooloretto: The Chameleon consists of two chameleon tiles, which are mixed into the stack of animal tiles. The chameleons are jungle animals, and when taken on a trolley back to a player's zoo must be placed on an empty space in the jungle board &ndash; adhering to the individual limit of having no more than three types of jungle animals on the jungle board &ndash; or placed in that player's barn. When a player adds the chameleon to his zoo, not only does he advance a visitor of the color of his choice, but he can also swap a visitor to his zoo with a visitor from the stock of any other color.&#10;&#10;Like all other animals on the jungle board, the chameleon is worth zero points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Chameleons",
      "Game: Coloretto"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alef-Bet Bingo",
    "ID": 85073,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/85073/alef-bet-bingo",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;All New Alef Bet Bingo! Two games in one! Alef to Lamed and Alef to Tav Now you can play Alef Bet Bingo while learning hebrew! - Even if you dont know it all yet! Good for both teachers and their classrooms, and for parents! Ages 3 &amp; up - 2 to 14 players Each bingo card has 2 sides. You can play with: Either 16 letters per card (Alef to Tav) or 9 letters per card for younger children (Alef to Lamed) There are also 4 different colors of each letter so that if you are learning and someone calls a red aleph while you have a green one, you dont just forget the letter because you dont have it, you remember the letter because you need the same one - just in a different color.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Life Balance Board Game",
    "ID": 85074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85074/life-balance-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "210",
    "Play Time": "210",
    "Weight": "0",
    "Description": "From the Publisher's website:&#10;The Life Balance Board Game teaches you the practical principles of time management in order to help you increase your effectiveness and balance your life.&#10;&#10;Each player has a one week calendar page with which they must schedule at the beginning of the week all the important tasks that they need to complete. During the week, various events occur and the players must make choices &ndash; to react to these events and take action or not, when to do it, how to choose what to do, what leads to increased effectiveness, how to balance the different areas of your life, how to delegate work to other players, etc.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Queen Mary Ahoy!",
    "ID": 85075,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85075/queen-mary-ahoy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "GAME information from www.nostalgiagames.net: The board of this game features circles and squares around a picture of the QUEEN MARY. Each square has a number of cards on them. These are the different cargoes that need to be on the ship before it departs, (oil, provisions, passengers, mail etc.) When you land on a square you take the top card from the deck located on each square in an effort to accumulated a full set of cargo. When you acquire a full set,  you then race to the dock in order to drop your goods off so that the ship can sail. First one to do so wins.&#10;&#10;Candy Lovegrove from Nostalgia Games provided me with the information about this game. She does have a game for sale at her site. (nostalgiagames.net)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon et le secret de Waterloo",
    "ID": 85077,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/85077/napoleon-et-le-secret-de-waterloo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "0",
    "Description": "This game of military tactics is one of the greatest moments in history:  It is June 18, 1815, 11:30 am ! The Battle of Waterloo has just started ...&#10;&#10;Napoleon and the secret of Waterloo is a detailed tactical wargame. It  recreates the battle in 30 turns of 20 minutes (from 11h20 to 21h). Units are infantry and cavalry batalions, artillery batteries, and leaders. Losses are recorded down to the single man or piece of artillery.&#10;&#10;Material included (all is in french only) :&#10;- rulebook with OOB + small deploiement map&#10;- an hexagonal bi-colored map (100x65 cm)&#10;- record sheets for the french, english and prussian troops&#10;- 163 french counters (6 leaders, 95 infantry, 38 cavalry, 24 artillery)&#10;- 139 english counters (6 leaders, 87 infantry, 30 cavalry, 16 artillery)&#10;- 154 prussian counters (4 leaders, 105 infantry, 27 cavalry, 18 artillery)&#10;&#10;The sequence of play is divised in 7 phases for each side (french then english+prussian) : (1) friendly reorganisation, (2) friendly movement, (3) reciprocal artillery fire, (4) enemy reaction fire against cavalry attacks, (5) reciprocal infantry fire, (6) friendly assault, (7) reciprocal morale and advance/retreat checks.&#10;&#10;The game comes with 6 scenarios :&#10;- Hougomont's assault (8 turns, french vs english)&#10;- Attack against English left wing (10 turns, french vs english)&#10;- The great charge (10 turns, french vs english)&#10;- Plancenoit's redoubt (22 turns, prussian vs french)&#10;- The Guard's attack (9 turns, french vs english)&#10;- The great battle (30 turns, french vs english and prussian)&#10;&#10;(source : rulebook and www.histwar.org search)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invasion",
    "ID": 85079,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/85079/invasion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Old french abstract game of ground battle for young players.&#10;&#10;Goal: Grab 4 of the 10 vital centers of enemy player(s)&#10;&#10;Components: &#10;- A grid map with roads, rivers, mountains and lakes&#10;- A cache used for hidden pieces deploiement&#10;- 44 pieces per country (4 minefields, 4 missiles, 16 infantry, 8 paratroopers, 6 tanks and 6 engineers)&#10;&#10;Gameplay :&#10;At start, each player secretly deploys his pieces using the provided cache. Then players alternate turns playing 2 pieces each turn. A playing piece can move or eliminates an enemy piece, not both. There is no stacking allowed.  &#10;Each piece has its own capacities :&#10;- Minefields don't move but blocks enemy and friendly movement except engineers. They can be eliminated by engineers or missiles however. &#10;- Missiles don't move, are removed when used to destroy any enemy piece in play or to unoccupied bridge on the map.&#10;- Infantry can move up to 3 squares horizontally, vertically or diagonally. They can eliminate other pieces (except mines) by jumping over them horizontally or vertically like in checkers.&#10;- Tanks are treated like infantry but with a 5 squares movement and &quot;jumping&quot; allowance.&#10;- Paratroopers are infantry which can once per game be moved up to 6 squares before being played&#10;- Engineers are infantry which can destroy minefields or when placed on a river square be used as a bridge by other pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Matspelet",
    "ID": 85082,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/85082/matspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Swedish quiz game about food. Contains 350 questions in 6 categories (&quot;Food of the world&quot;, &quot;Ingredients&quot;, &quot;Food tradition&quot;, &quot;Kitchen knowledge&quot;, &quot;Smorgasbord&quot; &amp; &quot;Guess right&quot;).&#10;&#10;The player in turn roll a die to choose which category to answer a question from. The winner is the player who has the most points when all cards have been used once.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ett Filmspel",
    "ID": 85083,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/85083/ett-filmspel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Swedish quiz game about movies. Contains 500 questions in 6 different categories (&quot;Festivals/Awards&quot;, &quot;Popcorn&quot;, &quot;Characters&quot;, &quot;Actors/Actresses&quot;, &quot;Quotes&quot; &amp; &quot;Swedish film&quot;).&#10;&#10;The player in turn roll a die to choose which category to answer a question from. The winner is the player who has the most points when all cards have been used once.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Time Travel Chess",
    "ID": 85087,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/85087/time-travel-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Ever play a game of chess and say &quot;I wish I hadn't made that move&quot;? This chess variant allows you that possibility.&#10;&#10;From the introduction, by G K Gifford:&#10;&quot;...A standard 8 x 8 chessboard and 32 piece set are used. But you may need two extra Kings for each side (or markers to represent them). To play face-to-face, i.e., over-the-board, you will need 5 score sheets for each player. Some of the sheets may go unused.&#10;&#10;The object of the game is to checkmate your opponent, or to win by having one of your opponent&rsquo;s Kings (or King) &quot;Lost in Time&quot; during his time traveling.&#10;&#10;How to Play Time Travel Chess&#10;&#10;Pieces move as in western chess. The difference is that they can travel forward in time up to 10 moves. In addition, the King can travel back in time up to 5 moves...&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Hoax",
    "ID": 85089,
    "Year": "(2010)",
    "Geek Rating": "5.583",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85089/tannhauser-hoax",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the publisher:&#10;&#10;The moonlight poured in through the windows, casting shadows about the halls. The sentry thought he saw movement, the slightest of disturbances in the pale light that illuminated his watch. He paused, waiting for the ghost to show itself again. But as a sudden chill shot through his spine, he knew that the apparition was behind him. A hand covered his mouth and a translucent blade materialized across his neck.&#10;&#10;&ldquo;Quiet now,&rdquo; Hoax said, with a hint of menace in her voice. &ldquo;We wouldn&rsquo;t want to raise the alarm, would we?&rdquo;&#10;&#10;Fantasy Flight Games is pleased to announce the upcoming release of Hoax, the latest single figure expansion for Tannh&auml;user! Armed with a stealth suit forged from mysterious alien technology, Caitlin &ldquo;Hoax&rdquo; Lamsbury is a ghost on the battlefield, fading from sight only to ambush her foes from the shadows. Her stealth suit, Joshua T1, allows her confuse her foes and infiltrate even the most secured locations.&#10;&#10;Hoax comes complete with four miniatures - one is painted to reflect Hoax fading from sight while the other three are translucent, used to track her movement on the board while she is invisible. When using Hoax&rsquo;s camouflaging suit, players can perplex their opponents by sending her translucent figures in opposite directions. Which one is the real Hoax?&#10;&#10;In addition to the miniatures, Hoax also comes with a rulebook detailing the rules for invisibility, tokens for her equipment (as well as bonus tokens), and a custom scenario which throws players into a deadly game of hide-and-seek!&#10;&#10;Keep your eyes peeled for Hoax, coming soon from Fantasy Flight Games!&#10;&#10;Tannh&auml;user is a squad based tactical board game set in an alternate timeline in which WWI has never ended. The forces of the Reich have turned to the occult, while the forces of the Union have delved into alien technology and developed deadly weapons of war. Using the revolutionary Path-Finding System, Tannh&auml;user is quick and easy to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kartrider World Tour",
    "ID": 85098,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/85098/kartrider-world-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2",
    "Description": "A Blue Marble (or Monopoly) like game with Crazyracing Kartrider license. Players move pieces by dice roll and buy properties, build shops, collect money for selling souvenirs. The goal is to earn preset victory points first by collecting souvenirs.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sconudi",
    "ID": 85101,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85101/sconudi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "3",
    "Weight": "0",
    "Description": "Sconudi playing cards are a unique, new set of cards that can play multiple card games.  Sconudi Playing Cards have four parts: shapes, colors, numbers, and directions. There are 50 cards in each deck. most games can be played with 2 to 4 players.  Also, there are solitaire games to play alone.&#10;&#10;Currently there are nine published games that can be played with Sconudi playing cards:&#10;&#10;Chainbreaker&#10;Ages 7 &amp; up&#10;2-4 players&#10;Follow the flow of arrows on the cards and score the Chainbreaker!&#10;&#10;Continuity&#10;Ages 7 &amp; up&#10;2-4 players&#10;Attempt to draw a five-card hand in which each card has two matching characteristics (shapes, color, numbers, directions) as the cards immediately adjacent to it!&#10;&#10;Mimic&#10;Ages 7 &amp; up&#10;2-4 players &#10;Score points by matching as many characteristics (shapes, color, numbers, directions) while also playing the highest number card!&#10;&#10;Pinwheel Solitaire&#10;NEW!&#10;Ages 7 &amp; up&#10;1 player&#10;&#10;Recall&#10;Ages 5 &amp; up&#10;1-4 players &#10;Find the hidden match or hidden numbers sequence by turning over hidden cards!&#10;&#10;Sconudi Poker&#10;New hands! New hand ranks! Play the classic in a complete new way!&#10;&#10;Sconudi Tennis&#10;Ages 7 &amp; up&#10;2 players&#10;Play the highest hidden card of your hand to win the volley!&#10;&#10;Sconudi Trump&#10;Ages 7 &amp; up&#10;2-4 players&#10;Play the highest card of the selected trump to win the hand!&#10;&#10;Straight Solitaire&#10;NEW!&#10;Ages 7 &amp; up&#10;1 player&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sage",
    "ID": 85110,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/85110/sage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Sage is an abstract strategy game which plays like Hnefatafl.&#10;It is played using a chinese chess board and pieces. The game starts with two equal armies of eleven pieces facing each other across the river - the Sage piece begins high in her tower, waiting to descend upon the battlefield.&#10;&#10;Any piece may capture by sandwiching opposing pieces vertically or horizontally.&#10;&#10;The aim is to score six points. These are achieved by moving your pieces into the river and off the board. The biggest tactical question is how soon you wish to move your pieces off the board - if you send too many off the board with an inadequate defence, your other pieces will be surrounded, but if you leave it too late, your opponent will slip off the board unchallenged.&#10;&#10;The game is fantasy themed; with Immortal sages, swift apprentices and soaring skyships. It is set on Quiet Mountain, an experimental island of scientific sorcery that has pushed the bounds of its esoteric lore too far - tearing Reality apart in a catacalysmic disaster. The first Sage to leave Quiet Mountain will be able to reach the Empress and blame their counterpart for  the disaster!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes & Villains from the Book of Mormon",
    "ID": 85115,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/85115/heroes-and-villains-from-the-book-of-mormon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Summarized from the rule sheet&#10;&#10;Heroes and Villains from the Book of Mormon can be played by two or more people.  Each player is given four cards from the shuffled deck, and the rest of the cards are placed face down to be the &quot;fish pond&quot;.&#10;&#10;The first player asks any other player for a card related to one of the cards s/he is holding.  For instance, if player number one holds the &quot;Nephi&quot; card with &quot;Obtain Brass Plates&quot; at the top of the card, s/he will ask for any of the cards named on the bottom of the card, all of which are &quot;Nephi&quot; cards.  If the player asked has that card, s/he must give it up and the first player gets to ask again, and plays until forced to &quot;fish&quot; (drawing a card from the draw pile when the first player requests a card from a player that isn't in the hand of that player).&#10;&#10;All four cards equal a book, and the player with the most books at the end of the game wins.&#10;&#10;Includes:&#10;Rules&#10;44 Cards&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "True or Bluff",
    "ID": 85121,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/85121/true-or-bluff",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the back of the box:&#10;&#10;True or Bluff - The Game of Utter Codswallop&#10;&#10;True or Bluff is a game of weird and wonderful word definitions!&#10;&#10;This game challenges you to identify the correct definitions from amongst a set of false inventions... ...the truth from the codswallop!&#10;&#10;Each word has been provided with three definitions and a fourth must be created off the cuff... You have to uncover the true answer whilst also revealing your opponent's crackpot creation!&#10;&#10;Instant fun &amp; laughter for those who love word play!&#10;&#10;&#10;Contents:&#10;&#10;Rules&#10;4 True/Bluff flash cards&#10;Score pad&#10;Pencil&#10;50 double sided True or Bluff cards&#10;&#10;Gameplay:&#10;&#10;The game is played by two teams, nominally of four aside but smaller or larger numbers can easily be accommodated.  It is essentially a game version of the TV show Call My Bluff.&#10;&#10;Each True or Bluff card contains an obscure word and four answers, a) to d), one of which is true and one of which is the phrase 'Your definition.'  The cards are double sided with a different word and answer set on each side, giving 100 words in total.&#10;&#10;Each team takes it in turn to read out the word on the card followed by the four answers, one of which they must make up on the spot (they have 2 minutes to do this although it usually takes much less time than that).  The other team then has 2 guesses to try and work out which is the correct answer whilst trying to avoid the definition created by the other team.  There are 10 rounds of this so each team has five turns bluffing and five turns guessing and at the end the team with the most points wins.&#10;&#10;Scoring:&#10;&#10;If the guessing team gets it right with their first guess they score two points.  If they get it right on their second guess they only get one point.&#10;&#10;If the guessing team gets it wrong with both guesses the bluffing team gets a bonus point.  Additionally, if the guessing team picked the bluffing team's made up definition for either guess (even if they subsequently got it right) the bluffing team gets two more bonus points.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poltava's Dread Day: The Great Northern War 1700-1722 AD",
    "ID": 85126,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/85126/poltavas-dread-day-the-great-northern-war-1700-172",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the publisher's website:&#10;&#10;Poltava&rsquo;s Dread Day covers a conflict that lasted nearly a quarter of a century (1700-1722), with two turns plus an administrative phase each year. The Summer turn is when everyone gets to work. The Winter turn is where great commanders take huge risks. All movement is a variable, impacted by leader initiative and a die roll. Sometimes, the troops will move far and fast. Sometimes they won't.&#10;&#10;The game provides a range of different foot and horse unit types which impact how well they fight, but is unusual in one area&mdash;each unit is a single unit (strength of &quot;1&quot;), with no numbers to clutter up the counter. With few exceptions, once lost, units are gone forever...making each battle and each risk of attrition something to consider.&#10;&#10;Poltava&rsquo;s Dread Day provides a keen look into a decisive historical situation that few people know very much about. This period saw not only the founding of St. Petersburg but the birth of &quot;modern&quot; Russia. It saw the rise of Prussia, and led to shifts in the balance of power that would have significant effects on the Seven Years War.&#10;&#10;Part of the TPS, &quot;Decisive Battles&quot; series&#10;That means straightforward rules, key insights into the history behind the game, and designs aimed at one-session conclusions and high replay value. Poltava&rsquo;s Dread Day features randomized elements for everything from reinforcements to diplomacy. No two games will play the same.&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Denmark",
      "Country: Russia",
      "Country: Sweden",
      "History: Great Northern War",
      "Players: Two-Player Only Games",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Things Zombie: I, Zombie",
    "ID": 85129,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85129/all-things-zombie-i-zombie",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "From the Two Hour Wargames Site:&#10;I, Zombie&#10;The ATZ world is complete.&#10;&#10;THE FOUR HORSEMEN HAVE ARRIVED&#10;&#10;I, Zombie is the last book in the All Things Zombie Trilogy.&#10;In the previous two books, ATZ and Haven, we gave you the &quot;how&quot; of the game. How do you get started? How do you shoot? How do vehicles work?&#10;Everything you need to know about how to play the game is in those two books.&#10;&#10;     In I, Zombie, we focus on the 5 &quot;W's&quot; that will immerse you into the Zombie world. Now that you know the how it's time to take ATZ from a repetitive wargame to a full immersion game. We do this by giving you the 5 &quot;W's&quot;. Who?&#10;     What?&#10;     Where?&#10;     When?&#10;     Why?&#10;&#10;&#10;I, Zombie provides you with:&#10;&#10;     A completely populated area to game in centered around the Post-Apocalyptic town of Lake Havasu City, AZ.&#10;     Smart Zombies&#10;     Ragers&#10;     BA Worms ...&quot;I tremor just thinking about them!&quot;&#10;     Psionics&#10;     Rules for using interiors of buildings.&#10;     A complete economic system that allows you to grow your gang of survivors.&#10;     The best AI in tabletop gaming that allows you to play the game solo or cooperatively with everyone on the same side.&#10;&#10;&#10;I, Zombie brings the story to life and it changes how you view All Things Zombie.&#10;&#10;I, Zombie expands upon the ATZ:BDTZ rules by adding some new rule updates (ie, alternate rules for Fast Moves)and incorporating elements from other THW games, such as PEF (Possibel Enemy Forces) from Nuts!, and the rules for lack of sleep and using boats that were originally found in the ATZ scenario &quot;Giving up the Goat.&quot; I, Zombie also introduces new rules for building your campaign and your characters in it. With the new rules you can make enemies that will carry their grudges against to the grave and make life miserable for you in future meetings.&#10;&#10;With the new Building Interior rules, you can take the empty shells you were using as buildings and give them the rooms that they should have. Simply set up the interior tiles mark where the doors and windows are for each room, add your NPC's, Zombies, etc... and you are good to go.&#10;&#10;I, Zombie is a supplement you will need the All Things Zombie: Better Dead Then Zed rules in order to play.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: All Things Zombie",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aqua: Around the World",
    "ID": 85130,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/85130/aqua-around-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Aqua Around the World is a trivia game based on the pop band Aqua. It is branded official Aqua merchandise.&#10;&#10;From the back of the box (translated from Swedish):&#10;You are Aqua's manager and supposed to plan the coming world tour - a task that takes both overview and planning!&#10;You compete for becoming the player that first completes their Aqua world tour by visiting all cities, assigned at game start. During the game you will encounter chance-cards, where you will try your luck and thus you may get an extra dice throw or miss your next turn.&#10;You will also have to answer questions about the group and the group members.&#10;Much enjoyment!&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Objective: Stalingrad",
    "ID": 85131,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85131/objective-stalingrad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;Objective: Stalingrad (OS) is a regimental-scale game of the two-month struggle for control of the 30-kilometer long industrial town that sat on the West Bank of the Volga River. In the fall of 1942, the very experienced German army was pushing further into the Soviet Union despite the serious setback inflicted on it by the Soviet winter offensive in December 1941. The Germans were now fighting a rebuilding Soviet army composed of raw recruits and some veteran units that had survived, and learned from, the battlefield disasters suffered by the Russians in 1941.&#10;&#10;The German Sixth Army approached the outskirts of Stalingrad in September 1942 a little over two months into its summer offensive. Although his bombers had destroyed the city's industrial and transportation capacity in August, Hitler ordered the capture of Stalin's city. In Objective: Stalingrad, the German player starts with only sixteen regiments to accomplish this mission. The means to German victory is in the ground-attack Stukas and independent battalions of artillery, combat engineers, anti-aircraft (flak), and assault guns (StuGs) that can be attached to the regiments to devise the best tactical mix of forces to conquer Stalin's city.&#10;&#10;While the German regiments were steadily reduced in strength and exhausted to impotence, dozens of untested, conscript Soviet rifle regiments and brigades were obliterated in the house-to-house fighting. Cards will provide crucial influential factors such as snipers, leader initiative, mine dogs, armored trains, and river flotilla warships.&#10;&#10;In Objective: Stalingrad the German player commands up to twenty regiments of infantry, including panzer grenadier infantry, along with numerous independent units. There are four scenarios representing each of the major attacks launched by the Germans between 13 September and 11 November. There is also a multi-player campaign game. The smaller scenarios are designed to be played in three to four hours. (For a different approach, see Stalingrad: Verdun on the Volga. In VoV the German player can refight the four major historical attacks using up to nine primary maneuver units &ndash; divisions &ndash; at an operational level. The same scenario at that level can be finished in one to two hours.)&#10;&#10;Objective: Stalingrad is about tactical choices for both the German and Soviet players. If you never had time to play Dana Lombardy's tactical company-level &quot;monster&quot; game Streets of Stalingrad, OS enables you to refight one of the most important battles of World War II in far less time.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Havok",
    "ID": 85132,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/85132/modern-havok",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "&quot;Well, Punk? Do you feel lucky?&quot;&#10;Rebel Minis is proud to announce our new 15mm modern skirmish game, Modern Havok.&#10;Modern Havok is a fast paced set of skirmish rules for modern urban warfare.  Designed for our 15mm modern miniatures line, these rules are based on the award winning Chain Reaction System by Two Hour War Games.  Players control gangs, law enforcement or even mercenaries in a bid to control the streets. The PDF even has 3 starting scenarios designed by Ed himself!&#10;Modern Havok is a standalone game and a great way to get started in the Chain Reaction system.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Traxi",
    "ID": 85134,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/85134/traxi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Traxi - Het grote verkeersspel (in Dutch) or: Traxi - The great traffic game&#10;&#10;Aim of the game&#10;TRAXI is an educative game, that in a relaxing and nice way tests (car)drivers, cyclers and pedestrians and learns them about presentday traffic. A game for adults and children, a game for young and old. An ideal addition to traffic education.&#10;&#10;Short description&#10;The trafficlights and trafficsigns can be switched by a shifting mechanism in the board. Drivers whom drive to fast or to slow must pay fines.&#10;By driving wisely and by paying attention a player can earn money.&#10;&#10;Winner&#10;The player possessing the most money after the agreed upon playingtime wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tippy the Turtle",
    "ID": 85145,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85145/tippy-the-turtle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Tippy the Turtle is a balance game in which players attempt to place colorful barrels on Tippy's tummy. A roll of the special die tells you which kind of barrel (small, medium, or large) you must place on top of precariously balanced turtle. If your barrel causes Tippy to tumble, you lose!&#10;&#10;The game includes 15 wooden barrels in three colors, a single wooden die, a cloth tote bag for storage, and Tippy the Turtle himself.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Stock Market Game",
    "ID": 85155,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/85155/the-stock-market-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "2 to 6 players buy and sell 5 stocks.  Each stock rises or falls based on others buying and selling as the game progresses.  Also included rules for dividends.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Global Control: Neon Nightmare Expansion",
    "ID": 85157,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85157/global-control-neon-nightmare-expansion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "DESCRIPTION:&#10;Neon Nightmare is an expansion for Global Control. Now more players can unleash more power and mayhem, using additional strategic choices!&#10;&#10;NUMBER OF PLAYERS:&#10;2 additional players (Up to 8 in total)&#10;&#10;PLAYING TIME:&#10;Approximately 60 minutes&#10;&#10;GAME ELEMENTS:&#10;&bull;Original Global Control game is required to play this expansion set.&#10;&bull;Creates more card combinations for additional strategy&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Days of Steam: Locomotives",
    "ID": 85164,
    "Year": "(2010)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85164/days-of-steam-locomotives",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "The expansion includes 28 track tiles and four expanded locomotive cards that replace the train tiles and six-sided die used in the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Busters-EX: DOTABATA Ranking Battle",
    "ID": 85172,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/85172/little-busters-ex-dotabata-ranking-battle",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "The English name for this games is Little Busters-EX: DOTABATA Ranking Battle. As with other card games published by Arclight Games, this game follows the deck building system made popular by Dominion.&#10;&#10;The theme of this Japanese card game is based on a 2007 Japanese visual novel and manga by the same name. According to Wikipedia, the story behind the game features a group of high school friends who go by the name, &quot;Little Busters.&quot; Characters include Kudryavka N&#197;&#141;mi (&#227;&#130;&#175;&#227;&#131;&#137;, &quot;Kudo&quot;), Rin Natsume, and Saya Tokido.&#10;&#039;Little Busters!&#039; on Wikipedia&#10;&#10;In similar style to the physical fights depicted in the visual novel, players of the card game battle classmates against each other armed with slapstick weapons like volleyballs, sea urchins, cats and eel pie to accumulate points to win the game.&#10;&#10;The base game consists of 300 cards and a copy of the rules in Japanese.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exchange Explosion Evaporation Experiment Expansion",
    "ID": 85174,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85174/exchange-explosion-evaporation-experiment-expansio",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "E5 = Exchange Explosion Evaporation Experiment Expansion is a new Expansion for your game of Experiment and introduces some new game elements and gives the possibility to add more danger to the game.&#10;&#10;3 super-wildcards are now available but they come with a price.&#10;&#10;Extra danger with an extra explosion and 2 broken bottles.&#10;&#10;The black pawn and evaporation rules will give an extra boost to 1-point tasks if you complete them at the right moment. &#10;Will you use the power to block your opponents or will you try to give yourself an advantage (and will your opponents allow this or will they try to block your advantage in return)?&#10;&#10;New exciting options and new tactical decisions for Experiment&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Theater van het Sentiment",
    "ID": 85180,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85180/theater-van-het-sentiment",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Theater van het Sentiment is a trivia game with questions about the sixties, seventies and eighties. Each turn, a player rolls a die to determine a question category. Then, he is asked a question from that category. If he answers correctly, he gains a score marker for that category; the first player who has a marker for each category wins the game.&#10;&#10;The games is based on a radio show with the same name.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Line Of Battle: Fleet Naval rules for the Age of Nelson 1760-1820",
    "ID": 85189,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85189/line-of-battle-fleet-naval-rules-for-the-age-of-ne",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Allows players to recreate large fleet actions within 3 to 4 hours.&#10;&#10;Covers all major and minor powers of the period with various rules to cover fire ships, transports, blockades and much more.&#10;&#10;Line of Battle: Fleet Level battles in the Age of Nelson 1760-1820 includes scenarios and Campaign integration rules with Corps Command Campaigns&#10;&#10;8.5x11, Naval rules for the age of Nelson. Covers all major and minor powers of the period. Includes scenarios, terrain rules, leaders and more. 1 vol, 58 pgs.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frederick d'Or: Rules for the Age of Frederick The Great",
    "ID": 85190,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85190/frederick-dor-rules-for-the-age-of-frederick-the-g",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Covering the period from 1734 thru 1792, Frederick d'Or  allows players to recreate the battles of the 18th Century. Includes army lists for all major powers, points system, battlefield generation system, leader lists, and rules that allow for action in Europe, Middle East, Africa, Far East, and in the Americas.&#10;&#10;The smallest maneuver unit is a battalion for infantry, squadron for cavalry, and battery for artillery. Game scale is 1 figure = 50 men.&#10;&#10;Wars covered are the Austrian Succession, the French &amp; Indian War, the Seven Years War, the Turkish wars, and the American Revolution.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "History: Age of Kings",
      "History: Seven Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Utopian Conflict",
    "ID": 85191,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/85191/utopian-conflict",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Players compete to build the best society and struggle from the earliest technologies to the technology of today.  They attempt to claim great people and achievements before the others can, use their technology more effectively, and eek out more VP points.&#10;&#10;Each player starts with a small deck of cards that represents their society.  To improve their society they build new settlements and research new technology.  These cards get added to their own discard and their discard eventually becomes their new deck to draw from.  There are many paths to victory and ways to gain VP.&#10;&#10;The game takes place in a limited # of rounds and attempts to give all players equal footing with a means to claim first player in the round order.  A timeline of cards changes the game priorities every time and indicates the # of rounds left in the game.&#10;&#10;Players collect resources based on their cards throughout the game.  Resources stay from turn to turn to allow you to build up between turns.&#10;&#10;The game will also come with a role selection variant to increase the player interaction and replay-ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Atapuerca",
    "ID": 85201,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/85201/atapuerca",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "To endure in Atapuerca, your Homo Antecessors must evolve. Expand your tribe and improve their abilities; teach them to harvest, hunt and fish; only in this way you&rsquo;re your tribe survive.&#10;A game turn is composed of 4 phases: Preparation, Auction, Movement and Hunting.The Preparation and Auction phases are played on each turn; players bid for the available evolutions and wins evolution points to win the game, tribal points to buy tribal characters and improvements to their tribe. This improvements are used in the Hunting and Movement phases to discover and hunt animals to provide food to the tribe. Hunting and Movement phases will only be played from a certain turn onward (depending on the number of players). When Advanced Play begins, all 4 phases are played each turn. The food is the coin to bid in auction phase. After 7 turns the game ends and the player with more evolution points win.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Modular Board",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quorum",
    "ID": 85203,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85203/quorum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The dawn of civilization is upon us.  You are tasked with leading a group of potential citizens out of the wild and into a nation.  How will your nation function?  Where will your citizens live and work?  How will you play with others?  Choose a government type to align yourself with to collect development points.  You may decide to change paths along the way.&#10;&#10;Build your territory into the most developed nation and you just might have what it takes to win.&#10;&#10;The base set includes enough cards for 4 people to choose a primary government type and build a 40 card deck as well as enough winks to build a population of 40 people.&#10;&#10;Players take turns claiming territory by playing cards, and use the resources from those lands to build improvements. The Objective is to develop your territory into a sustainable society.  The game ends by meeting conditions that fit the mold of a particular form of government. The player with the most development points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Irondale: The City Complete",
    "ID": 85205,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85205/irondale-the-city-complete",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Irondale: The City Complete is the second, and final, expansion for Small Box Games' Irondale.&#10;&#10;The City Complete offers 36 new cards, including 11 new buildings, with new building types: Rubble, Gardens, and dual building types.&#10;&#10;The highlight of the expansion is a classic rigid Small Box Games' small box with enough room to house the base game and the two expansion, sleeved.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Lone Banner",
    "ID": 85206,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/85206/a-lone-banner",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "A Lone Banner is the 15th game in the Small Box Games' Pure Card Line.  It's also the first game to offer additional components in addition to cards: dice.&#10;&#10;A Lone Banner pits each player in a dice driven, press your luck game of global conquest, with each player striving to control the greatest portion of the globe.&#10;&#10;Each player receives three dice in his color, and at the beginning of each round, rolls those three dice, which he may place on any of the available 30 region cards.  The results of these dice determine the player's army strength, but players may reroll to attempt to get special abilities, but run the risk of losing superiority in a region.  The many regions also offer invasion points, allowing the player who holds them the ability to steal regions from other players.&#10;&#10;A Lone Banner is for 3-4 players, and plays in around 30 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Social Mania",
    "ID": 85207,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85207/social-mania",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Social Mania, players form teams that compete with each other to develop and deliver the best experiences before time runs out. The team that ships products delivering the best experiences over a period of four quarters (20 minutes) will score the most points and win the game! But watch out&mdash;the other teams may sabotage your best efforts by playing anti-patterns.&#10;&#10;Simplified cards and play structure. Includes newly added VC cards. The time monitor becomes the VC. Teams must pitch their product for extra points and the win.&#10;&#10;Includes:&#10;Product Cards Deck (184 cards)&#10;VC Cards Deck (5 cards)&#10;Rules for Social Mania Beta III Document&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Math",
    "ID": 85212,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85212/pizza-math",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Make tasty pizza pies while building early math skills! Play pizza slice shaped cards from your hand in order to create a pizza - but be careful! Depending on which game variant you choose, the number and kinds of toppings on the card must match the other slices you've already played.&#10;&#10;1. The Works: build a pizza with a different topping on each slice. &#10;2. Make 10: make sure the number of toppings on your pizza add up to 10. &#10;3. The Six Mix: bake a pie with toppings that number 1 to 6.&#10;&#10;First player to build a complete pizza wins!&#10;&#10;Game comes with 48 pizza cards and instructions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Community",
    "ID": 85214,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/85214/community",
    "Min Players": "7",
    "Max Players": "15",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the introduction:&#10;&#10;COMMUNITY is a game which focuses people's action in a make-believe community while allowing them to utilize their own judgments and apply their own beliefs and values as if it were real.&#10;&#10;It is a game which can be played by all age groups, but which is aimed primarily at youth, 10 years or older, or adults who have not been previously involved in community action and decision making. Each player is encouraged to vocalize his opinion - to investigate how each group decision will affect him. It is recommended for groups of not less than seven nor more than fifteen players.&#10;&#10;There are no rules in COMMUNITY - only procedures by which to play. Dice Roll and Role Cards create a simulation of day-to-day living conditions and the responsibilities which we all must face. The Event Cards simulate events which affect the community and require a group decision. The Pollution Index forces the community to take group action and Community Improvements offer a way to improve the quality of life.&#10;&#10;User Summary: &#10;COMMUNITY is run by a Gamemaster who is in control of the game. Decisions about what a player can or cannot do are made by the Gamemaster based on his learning goals for the group. There are &quot;rules&quot; included with the game, but these can be adjusted per the Gamemaster's discretion. The game is over or is &quot;won&quot; when the Gamemaster's pre-determined goals have been achieved or the players have failed.&#10;&#10;",
    "Categories": [
      "Educational",
      "Negotiation",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tippi Golf",
    "ID": 85215,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/85215/tippi-golf",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A &quot;miniature&quot; mini golf simulation.&#10;&#10;On a fairway (length 66 cm) with variable obstacles (all made of plastic, 10 variants) a little marble should be places in the hole by a little figure (height 7 cm) with a golf club, activated by a button in it's neck. It's the same procedure like in the similar Tipp-Kick game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chlopska Szkola Biznesu",
    "ID": 85216,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/85216/chlopska-szkola-biznesu",
    "Min Players": "12",
    "Max Players": "30",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Peasant School of Business&quot; is a board game inspired by the remarkable story of one of the Ma&#197;&#130;opolska towns, which by its attractive formula - science in action - is to develop social skills and promote initiative. Interesting and engaging form of play helps players to understand contemporary economic phenomena (such as supply, demand, competition, trading companies, economic clusters).&#10;The main task of the players is to collect as much capital as possible. The success of a player depends not only on ability to manage owned resources, but also on cooperation with the others.&#10;Players take the role of weavers, blacksmiths, bakers and take part in the simulation of real market mechanisms - they produce, trade with other players at the market and collect the goods necessary to accomplish the business trips to various European cities. Background of the game is the socio-economic history of eighteenth-century Andrych&oacute;w. The game may be played by 12-30 people of middle school age or older, directed by a moderator, which may be a teacher, organizer or the group tutor.&#10;&#10;&#10;&bdquo;Ch&#197;&#130;opska Szko&#197;&#130;a Biznesu&rdquo; to gra planszowa inspirowana niezwyk&#197;&#130;&#196;&#133; histori&#196;&#133;  jednej z ma&#197;&#130;opolskich miejscowo&#197;&#155;ci, kt&oacute;ra poprzez swoj&#196;&#133; atrakcyjn&#196;&#133; formu&#197;&#130;&#196;&#153; &ndash; nauk&#196;&#153; w dzia&#197;&#130;aniu &ndash; s&#197;&#130;u&#197;&#188;y rozwijaniu kompetencji spo&#197;&#130;ecznych i promuje przedsi&#196;&#153;biorczo&#197;&#155;&#196;&#135;. Ciekawa i anga&#197;&#188;uj&#196;&#133;ca forma rozgrywki u&#197;&#130;atwia graczom zrozumienie wsp&oacute;&#197;&#130;czesnych zjawisk gospodarczych (takich jak np. poda&#197;&#188;, popyt, konkurencja, sp&oacute;&#197;&#130;ki handlowe, klastry gospodarcze).&#10;G&#197;&#130;&oacute;wnym zadaniem uczestnik&oacute;w rozgrywki jest zgromadzenie jak najwi&#196;&#153;kszego kapita&#197;&#130;u. Sukces gracza zale&#197;&#188;y nie tylko od umiej&#196;&#153;tno&#197;&#155;ci gospodarowania posiadanymi zasobami, ale i wsp&oacute;&#197;&#130;pracy z innymi uczestnikami gry.&#10;Gracze wcielaj&#196;&#133; si&#196;&#153; w role tkaczy, kowali, piekarzy i bior&#196;&#133; udzia&#197;&#130; w symulacji rzeczywistych mechanizm&oacute;w rynkowych &ndash; produkuj&#196;&#133;, handluj&#196;&#133; z innymi graczami na jarmarku i gromadz&#196;&#133; towary niezb&#196;&#153;dne do zrealizowania wypraw handlowych do wybranych miast Europy. T&#197;&#130;em rozgrywki jest spo&#197;&#130;eczno-gospodarcza historia XVIII-wiecznego Andrychowa, a plansza gry to mapa Europy z miastami, do kt&oacute;rych dociera&#197;&#130;y w tym czasie bryki handlowe z lnianymi p&#197;&#130;&oacute;tnami produkowanymi w o&#197;&#155;rodku andrychowskim.&#10;W rozgrywce mo&#197;&#188;e uczestniczy&#196;&#135; od 12 do 30 os&oacute;b w wieku gimnazjalnym lub starszych, a ca&#197;&#130;o&#197;&#155;ci&#196;&#133; kieruje moderator, kt&oacute;rym mo&#197;&#188;e by&#196;&#135; nauczyciel, animator grupy, opiekun.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Negotiation",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Karchis",
    "ID": 85219,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85219/karchis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Karchis is in addition to Pachisi. Karchis includes funny cards to add more action, fun and interaction to the game.&#10;Bombs, traps and tricks will appear in the game!&#10;Discover a new meaning for Pachisi!&#10;&#10;Each player starts with 4 cards in his hand. During a turn, you draw a card at the beginning of turn, roll the die and then usually be discarded cards.&#10;Depending on the card, you can play at one time or another. There are cards to change the roll, cards to put traps in boxes, cards to hinder other players, ... There are a variety.&#10;&#10;The winner will be the player to go with one of his chips to the goal box. There are also many more varieties of game.&#10;&#10;Some sample letters are:&#10;&#10;Daltonism: The player moves a pawn of another color.&#10;Dyslexia: the player moves in the opposite direction&#10;Conga: the player moves all his chips at once.&#10;Bomb: a bomb placed in the box where it is placed and roll a dice. The result will be the number of boxes to move each turn until you find a pawn. Then exploded and killed all pawns around.&#10;&#10;The game incluye:&#10;&#10;120 cards&#10;4 Bomb Marker&#10;4 Trap Marker&#10;Rule Book&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Misty Ruins",
    "ID": 85222,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/85222/misty-ruins",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "This is a dungeon crawl with an original twist.  You don't know who you are.  All characters are listed on a summary sheet with their attributes.  As they encounter monsters, locked chests, and locked doors, their skills are tested.  By process of elimination the the players find out who they are and where they are from.  There is combat, buying and selling items, and building the dungeon maze with cards.  Gold and defeated monsters combine for victory points with a bonus for knowing your character's identity.  Play can range from half an hour to an hour--sometimes a little longer with 5 players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Kawanakajima",
    "ID": 85229,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/85229/battle-of-kawanakajima",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Battle of Kawanakajima&quot; is the 2nd postcard wargame published by Formosa Force Game. It simulates the 4th &quot;Battle of Kawanakajima&quot; during the warring states period in Japan. Two player lead Takeda and Uesugi army respectively. You can choose to move to adjacent area and fight happened in the are contain both sides army. Who accompolishes the victory condition in 5th turn wins the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Nagano (Japan)",
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quardiddl Cards",
    "ID": 85239,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85239/quardiddl-cards",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A collectible card game based on cartoon character Diddl and his friends. Diddl is a mouse with big ears and large pink soled feet. Diddl and his friends are featured on various products.&#10;&#10;Cards are distributed in packs with 5 cards. There are three different series published since 2006. Each series contain 32 cards. Each card has 8 numerical point values: Friendship points, Good humor points, Speed points, Lucky points, Feelgood factor, Stress factor, Bad mood points, Learn factor. Also, each card is grouped in three groups: scissor, paper, stone, and in eight colors.&#10;&#10;There are three different games that could be played with the cards. First game is called Dib-Dab-Diddl and it is classic rock-paper-scissor game. Every player chooses a card and holds it face down. Symbols for scissor, paper and stone are compared and scissors wins paper, paper wins rock and rock wins scissors.&#10;&#10;Second game is called Quarteddl and it is played like classic game Quartet Happy Families. Each player has to collect as many quartets as possible.&#10;&#10;Third game is called Compatiddle and it is another version of Quartet Happy Families game, with added twist of comparing different point values of collected quartets. Player with highest points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hasen-Hosen",
    "ID": 85242,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85242/hasen-hosen",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Hasen-Hosen is an educational word game played with a set of cards; each card shows a word with one letter (a vowel) missing. Each word can be completed in several ways (e.g. H?sen can be completed by inserting either an 'a' or an 'o').&#10;&#10;The game is played in rounds. Eight cards are drawn and placed face-up on the table. Each round, a die showing the different vowels is rolled. Then, all players try to find a card in which the rolled vowel can be inserted to form a correct word.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Language Learning"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ki a győztes hadvezér?",
    "ID": 85246,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/85246/ki-a-gyoztes-hadvezer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An old Hungarian chess variant. The title means Who is the winning army leader? The pieces (stickered checkers) depict 6 kind of modern (at that time) military units. They move a little bit differently from the pieces in chess.&#10;&#10;Both players get a a 10x10 grid with terrain (basically some squares are obstacles for some pieces). They secretly deploy their armies, put the boards next to each other and then alternate turns moving one of their units, and optionally capturing a unit of the opponent. The goal is to capture either the leader or all the other units of the opponent.&#10;&#10;There is a partnership variant where some of the units in your army are controlled by your partner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noggle Stones: The Card Game",
    "ID": 85249,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/85249/noggle-stones-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;White, gray, and black stones scattered &lsquo;cross the board, now you must unite them to become the Noggle Lord!&rdquo;. Based upon the novel of the same name by Wil Radcliffe, Noggle Stones the Card Game is a game for 2 players. One side plays the Heroes and one side plays Shadow&#10;&#10;The &quot;stones&quot; represent the 5 Hero Characters...Manchester, Bugbear, Maga, Riley and Tudmire. They must unite to form the Noggle Lord in order to destroy the evil Shadow Smith. Each Hero Character must gather its Attribute card and combine together to begin creating the Noggle Lord. They are opposed by the Shadow Characters&hellip;Ollamh Cron, Duergar, Constable Pawe, Magistrate Dunderbeck and the Shadow Smith. Players use Ally, Relic and Event cards to help them gain advantage and do battle against each other. A fast paced game with loads of strategy, players face different challenges in each game they play.&#10;&#10;Game Components&#10;50 Hero Cards&#10;50 Shadow Cards&#10;1 Dungeon Card&#10;Rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geschenke für den Radscha",
    "ID": 85251,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/85251/geschenke-fur-den-radscha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Taken from Board Game News&#10;&#10;Can a Rajah Ever Have Too Many Gifts?&#10;&#10;No, alas, for the Rajah's soul is empty and he requires physical objects to fill the void within himself. That's good news for you, though, as you have a chance to deliver what the Rajah thinks he needs to overcome the pain of being chosen last for the kickball team in tenth grade at Vidyapur High.&#10;&#10;In Geschenke f&uuml;r den Radscha, you need to make your way through the desert to find a magic lamp and a flying carpet and get them in the hands of the Rajah before he cracks entirely and refuses to take showers anymore or eat anything that isn't liquified. Problem is, the roads that you use disappear in sandstorms, so you need to find new ways home &ndash; while avoiding your fellow flying carpet finders naturally as they fancy themselves to be Freud as well...&#10;&#10;",
    "Categories": [
      "Arabian"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Endicott Epidemic: Infectious Contagion",
    "ID": 85253,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/85253/endicott-epidemic-infectious-contagion",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "Thirty years ago MBI dumped their industrial waste into the ground beneath Endicott, NY. Today, the deceased walk the earth as a result of the toxic plume that was created. Now, it's up to you to find a way to stop this infectious contagion from spreading before MBI returns to clean up their accident...with a nuclear purge.&#10;&#10;Endicott Epidempic: Infectious Contagion is a game for 1 to 8 players. Each player plays as a character with unique abilities allowing them to combat the Zombie hordes. The object of the game is to find the Hermit, his critical Intel and his escape route before all of the players have become infected by the never-ending wave of Undead. Additionally, all this must be accomplished before the 4 Countdown Cards have been drawn, which will lead to the Nuclear Purge and an instant lose for all players.&#10;&#10;Endicott Epidempic: Infectious Contagion is also great for solo play. You can play with some or all of the characters, or play as a single character and take a stand as the only uninfected human in the county. Once you become infected, all hope is lost.&#10;&#10;There are 70 Cards: &#10;4 Countdown Cards &#10;8 Character Cards &#10;30 Zombie Cards &#10;15 Item/Weapon Cards &#10;7 Event Cards &#10;3 Cure Cards&#10;3 Hit Chip Cards [requires manual cutting]&#10;&#10;While Infectious Contagion is a spin-off card game, Endicott Epidemic is also available as a full board game with more objectives, more items, more gameplay styles, and of course - more Zombies!&#10;&#10;Endicott Epidemic: Infectious Contagion will also be expandable with new card packs including advanced Zombies and Zombie Bosses, Upgraded Weapons, New Items, and objective-based area cards that augment the gameplay to make the already intense battle against the Undead even MORE exciting.&#10;&#10;Game Mechanics/Design and Artwork by Douglas Harvey&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sieben unter Verdacht",
    "ID": 85255,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/85255/sieben-unter-verdacht",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Sieben unter Verdacht (&quot;Seven Under Suspicion&quot;) is a card game in which the players attempt to solve a murder. There are seven suspects, and the players need to determine the actual killers as quickly as possible.&#10;&#10;At the beginning of each game, the actual perpetrators are determined by drawing a card. On the back of this card, several bullet holes are drawn. Each turn, the players draw three cards, each showing a different police line-up with a number of different suspects. Each card also has a number of holes in it. The players select one such card to play. This card is placed on top of the solution card. The number of bullet-holes visible through the holes in the line-up card tells the players how many suspects in the line-up are actual perpetrators.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Krimi-Kartenspiel (Gmeiner-Verlag)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Mix",
    "ID": 85258,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/85258/crazy-mix",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Crazy Mix is a card game about shapes with four different properties: shape, size, colour and fill. Each game is a race to determine the correct set of properties.&#10;&#10;The game is played with two sets of cards. There is a set of twenty target cards, that each show two shapes. These cards are aranged in a square. Then, four cards from the code deck are drawn. Each of these cards show a single shape. The players must now find the card that has the same shape as the first card, the same colour as the second card, the same fill as the third card and the same size as the fourth card. If a player thinks he has found the right card, he puts his finger down on the matching target card. If his guess is correct, he gains a number of the code cards as a reward. If his guess is wrong, he loses a card he has gained before.&#10;&#10;Halfway through the game, things will get a bit more complex. The target cards are flipped over, and now show shapes in secondary colours. From now on, in order to determine the colour for the target card, the players must mix the colour of the shape on the code card with the background colour of the code card.&#10;&#10;The game ends when there are too few code cards left to create a new assignment. The player that has gained the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trade and Treachery: Western Europe 1494-1610 – Field of Glory Renaissance Gaming Companion",
    "ID": 85259,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85259/trade-and-treachery-western-europe-1494-1610-field",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "While the Renaissance was a time of innovation and inspiration in art, literature and science, so too was it a period of military progress. From the rise of gunpowder as a battlefield-dominating weapon to the tactical genius of Machiavelli, the Italian Wars were the first step on this journey. With detailed army lists, historical overviews, maps and artwork, Trade and Treachery provides aspiring condottieri with everything they need to take over the armies of the Italian City States, and of the European powers of the 16th century, and lead them to glory.&#10;&#10;Available December 21, 2010.&#10;&#10;(taken from Amazon.com product description)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cthentacle: The Dunbitch Horror",
    "ID": 85270,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85270/cthentacle-the-dunbitch-horror",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the PDF:&#10;&#10;Strange things are afoot in the town of Dunbitch on the edge of the Hockamock Swamp. The locals seem a little... strange and more than a little inbred from 'keeping their bloodline pure' and stranger things still have been seen and NOT seen...&#10;&#10;Can Sheriff Cooter and BJ get to the bottom of the mystery or will they end up namesakes for the town?&#10;&#10;The Dunbitch Horror expands Cthentacle with two new girls and a lot of new cards to take your Lovecraftian naughtiness to the next level.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thai Checkers",
    "ID": 85287,
    "Year": "(1850)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/85287/thai-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Thai Checkers is a traditional game from the checkers family played in Thailand. &#10;Its rules are often given wrongly, including online gaming sites.&#10;&#10;Thai Checkers is played on an 8x8 board. The board is set up so that the lower left corner is black. Each player has 8 men (ordinary Checkers) which are placed on the black squares of the first two rows. Black starts moving. Only one piece may be moved at a turn. Pieces consist of men and kings.&#10;&#10;Men move and capture as in English Draughts or American Checkers. That means they move and capture diagonally forwards and forwards only. At the end of a move on which they reach the back row, they are promoted to kings.&#10;&#10;Kings move and capture at the long range. It means they can move diagonally forwards and backwards over any number of empty fields. Similarly, they can capture at any distance, if the field directly behind the opposing piece is empty. A king must move to that empty field directly behind the captured piece. Removal of the captured piece is immediate and occurs during the capture, as in Turkish Checkers.&#10;&#10;Capture is enforced. Multiple captures are possible. Maximum capture is not enforced. A player can choose any capturing line he wishes as long as he does not end it while the capturing piece can still do captures. Since removal of captured pieces is immediate and capture is enforced, it can happen that a king immediately reverses direction in a capture.&#10;&#10;The object of the game is to block or capture all pieces of the opponent, leaving him without a legal move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Continents: Asia",
      "Country: Thailand",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Im Bann der Mumie",
    "ID": 85288,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/85288/im-bann-der-mumie",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Lost in the valley of the dead Pharao, you hunt for the treasures of the Eternally Cursed One. Noone ever succeeded to escape from the bane of the deadly mummy. Driven by greed, those who tried it, lie forgotten in the depths of this hell. Inexplicable terrors lie in wait here, hidden in the sand.&#10;&#10;You can already feel, how the mummy's bane reaches for you&hellip;.&#10;Will you escape from it?&#10;And can you prevent that others profit more than you do?&#10;&#10;Im Bann der Mumie is a very thematic card game with a board game feel. Several players take on the roles of different characters (Archaeologist, Gangster, Okkultist and Agent) and do their damnedest to unearth as many of the buried treasures of the cursed Pharaoh as possible, to sell them to the highest bidder, and enjoy their profits. And the one who makes the biggest profit wins the game...&#10;But there is also the Mummy (a role taken on by another player) who tries to prevent the graverobbers from unearthing too many of the treasures. Or at least from taking the most valuable of items - the mummy's body itself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Wars",
    "ID": 85292,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/85292/dragon-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ancient Dragons of the Black Mountains once claimed that they controlled all their eyes could see. The valleys and plains that stretched out from the foot fo their lofty eerie was their hunting ground and they commanded that special type of respect that only abject terror generates from all who lived beneath their dark shadow.&#10;&#10;Dragon Wars is a tongue-in-cheek miniatures game featuring Halflings and Dragons in a battle for survival! This fully self-contained game contains over eighty 15mm pieces which consists of: 60 Halflings, 2 Dwarf Cannons and crew, 4 Undead Dragons, 8 Dragons, 3 Halfling houses as well as the rules you need for the game. If you like your games simple and silly, then this is for you!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MANIA!",
    "ID": 85295,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/85295/mania",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Description from www.revision-games.com:&#10;&#10;MANIA! includes several different games, which can be played either separately as a single game, or why not even all of them in the order presented below. The games are quick to play and easy to learn.&#10;&#10;MANIA! is well suited for a warm up-game to start a gaming night, to get everyone on a party mood or to lift the spirit between longer gaming sessions. MANIA! is fun for the whole evening for casual party players and for serious strategists as well.&#10;&#10;Game includes:&#10;220 cards&#10;rulebook (in English and in Finnish)&#10;&#10;Rulebook includes following rules:&#10;&#10;KleptoMANIA!&#10;Steal the stacks of cards from your friends using the special attributes on the cards. The stacks grow larger as the game advances and the player with the largest loot wins.&#10;&#10;PyroMANIA!&#10;Construct six buildings and burn down the other players' houses before they reach the goal. Red and yellow cards represent fire, blue cards extinguishing and green cards buildings.&#10;&#10;NymphoMANIA!&#10;Help the male characters conquer the only female in the game. The player with the finest catch wins. It's the time for pickup-lines from the heavens or to sabotage the chances of other men.&#10;&#10;BusinessMANIA!&#10;Manipulate the stock value of the character's companies and buy the best shares for yourself. The stock market can surprise you and the share value of an unwary player can crash.&#10;&#10;MemoryMANIA!&#10;A classic with a manic twist. This game is suitable for all players, regardless of age or gaming experience.&#10;&#10;CartoMANIA!&#10;Chart the grid made of the cards. The best areas go to the player with the most tactical play, but the player with the most valuable treasure will finish strong.&#10;&#10;HyperMANIA!&#10;Get rid of your hand as soon as possible. In this game, you will be able to play multiple cards in a row, but be careful not to trap yourself.&#10;&#10;---&#10;&#10;MANIA! is the sum of many small games. The same cards work as the basis for a variety of games. MANIA! is suitable for both party players and for those who have been gaming for longer. These fast-paced and easy games have been sharply seasoned with special cards and humor.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blumengarten",
    "ID": 85306,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/85306/blumengarten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A simple family action game .&#10;&#10;6 coloured balls should be placed in holes by a spinning top.&#10;Under the lucent platter are the colours of petals. For each ball of the same colour than the petal below, the player will get a small card with a correspondent flower on it.&#10;Goal is, to collect a complete flowerbed with 5 flowers of the colours red, blue, gree, yellow, and white each.&#10;&#10;The game was originally released in 1974 as Karussell, which did not have a flower theme.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power-Up!",
    "ID": 85311,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/85311/power-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Designer:&#10;&quot;A game of side-scrolling, world-building, enemy-stomping action.&quot;&#10;&#10;Power-Up! is a multiplayer board game that recreates the experience of playing a classic, side-scrolling video game with/against your friends, but with the added twist of constructing the game as you play it.&#10;&#10;During the game, players clamor through a series of obstacles while gathering cash and placing tiles that represent yet more obstacles on the horizon in front of them.  Turn order is constantly shifting, and the 5 choosable powers give the players the flexibility and edge they need to win.&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kingpin: Colombian Cartel",
    "ID": 85312,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/85312/kingpin-colombian-cartel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Tactical board game for 2 players, participants play the roles of the eponymous kingpins &ndash; mafia bosses. The objective of the game is to defeat the enemy mafia, led by the opponent. Three important features of the game are: a two-sided game board featuring two different maps, three victory conditions available for the players, and the lack of randomness during play.&#10;&#10;After one year Kingpin once more hits the city. The Colombian Cartel gringos roam the streets... 8 new tiles give you new countless tactics and expand the gameplay for many hours.&#10;&#10;The first expansion for Kingpin published at Spiel'10.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Fighting",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Colombia",
      "Players: Two-Player Only Games"
    ]
  }
]