[
  {
    "Rank": "17201",
    "Name": "NUTS! The Battle of the Bulge Card Game",
    "ID": 3265,
    "Year": "(1998)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/3265/nuts-the-battle-of-the-bulge-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5385",
    "Description": "&quot;NUTS! The Battle of the Bulge&quot; is a card wargame for 2-4 players recreating the famous World War II battle in which the German Army mounted a surprise attack on the thin U.S. forces deployed in the Ardennes region, hoping to break through to the English Channel and split the Allied Forces.  Each player controls either the German or the U.S. and British forces.  Players draw cards in each daily turn from their own decks, then play the cards as they see fit.  Many cards can be played during the opponent's turn so there is constant interaction.  Each deck is complete; there are no cards to collect or trade.  NUTS! comes in two 150-card sets (North and South).  Each set is complete and can be played on its own, or the two sets can be played together.  (From the back of the box by Decision Games)&#10;&#10;The cards have actual photographs of units, events, cities, and equipment from the battle.  Cards comprise of units (infantry, artillery, mechanized), events like bad weather or supply drops, and terrain to include cities, major forest, rivers, and ridges.  Units are rated in strength values for infantry, armor, artillery, and cohesion.  The objectives are for the Germans to get three panzer units (six if playing both decks) from their start side off the Allied side of the board.  The Allies must prevent this and stall the offensive until adequate reinforcement arrival.  Although this is a card game, it plays very much like a board game.  Battles are resolved via dice rolling.  The rules do include important factors such as supply, town encirclement, weather, blitzes, cohesion checks, and the like.  Overall, an easy to medium game to grasp the rules and play.  (comments by Walt Mulder)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Line Drawing",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "History: World War II (Battle of the Bulge)"
    ]
  },
  {
    "Rank": "17202",
    "Name": "Jet Lag",
    "ID": 379339,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/379339/jet-lag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Jet Lag is an 18-card game for two players where we have to combine the different tourists and destinations in the best possible way to get the highest score.&#10;&#10;Each card has a tourist in the front and a destination in the back. &#10;&#10;    Tourists have a value that will help you gain control of a destination and one or two destinations that they like or dislike.&#10;    Destinations have different scoring conditions that affect both players.&#10;&#10;&#10;In each turn we will choose a card to play as a destination or as a tourist. If you choose a destination you will place it in the center. If you choose a tourist, you will place it alongside one of the destinations.&#10;&#10;At the end of the game you score points for controling destinations, sending tourists to their preferred destinations and for the different scoring conditions in the destinations in play. You can lose points if you have sent tourists to destinations they dislike and because of negative scoring conditions that might be in play. The player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Containers: Wallets",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17203",
    "Name": "Heroes & Wizards",
    "ID": 361140,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/361140/heroes-and-wizards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Heroes &amp; Wizards is a light-hearted and party-ready card game where players race to collect a winning combination of legendary heroes in order to embark on an epic quest to save the game's kingdom from impending doom.&#10;&#10;Players can steal hero cards, enlist the help of powerful wizard cards and play mischief-making event cards as they prepare their party of heroes for adventure. To launch a quest and win the game, a player's party must first acquire heroes with enough compatible skills between them, then the player must get their hands on an elusive quest card in order to lock down victory before their opponents get the chance.&#10;&#10;Heroes and Wizards gives a light-hearted and family-friendly twist to the fantasy role-playing game genre, but its interactive gameplay leaves plenty of room for tense competition and treachery too, to suit both skilled strategists as well as first-time gamers.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Race",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17204",
    "Name": "Nanu?",
    "ID": 30951,
    "Year": "(1989)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/30951/nanu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Picture-chits are concealed beneath colored disks. Players roll a color-die and try to remember which picture is hidden under the disk of the color rolled.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Enid Blyton",
      "Characters: Miffy",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "17205",
    "Name": "Brainwaves: The Astute Goose",
    "ID": 244910,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/244910/brainwaves-the-astute-goose",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Brainwaves is a series of games developed by game designers and neuroscientists in which players challenge their episodic memory, that is, their memory of recent personal events.&#10;&#10;In The Astute Goose, players need to identify a burglar hiding in a crowd. What did the culprit look like? What color were their clothes? And what animal accomplices did they have? Number cards from 1-6 lie on the table, with a suspect card next to each number. Players look at these cards, then turn them face down. On a turn, a player rolls the two dice: one showing a number, the other a characteristic of a burglar card. If the player can identify the correct item on the correct burglar card, they claim that card as a reward, then put a new card in its place. Whoever collects the most cards wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Game: Brainwaves"
    ]
  },
  {
    "Rank": "17206",
    "Name": "Crime Story: Munich",
    "ID": 298609,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/298609/crime-story-munich",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Story-based crime card game: Crack a tricky case in a soccer stadium.&#10;&#10;The cooperative, story-based crime card games &quot;Crime Story&quot; are part of the new detective game series from Noris. They revolve around tricky cases in the 3 different cities Berlin, Munich and Vienna.&#10;&#10;A mysterious virus forces half the team of a football club to their knees - and that right before the most important game of the decade! This cannot be a coincidence. What happened? And above all - who was it that was after one player or even the whole team?&#10;&#10;In 60 minutes, the players try to find out together what happened and who committed the crime. They decide which traces they want to follow and which they do not want to consider. Clues must be interpreted correctly and secrets must be uncovered.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Crime Story"
    ]
  },
  {
    "Rank": "17207",
    "Name": "Mimic Octopus",
    "ID": 362484,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/362484/mimic-octopus",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "HAVE THE CRAZIEST CONVERSATION OF YOUR LIFE &ndash; and perfect the art of talking past each other with the help of weird quirks and everyday madness.&#10;&#10;ABSURDER SMALLTALK - Have extremely funny conversations with multiple topics of conversation per round - at the same time! Scores with attentive listening and creative communication!&#10;&#10;HIDDEN IDENTITY - Play with hidden roles and secret missions that you do not know at the beginning of the round. You even have to find out your own role through detective flair.&#10;&#10;COOPERATION OR BLUFF - If you drew the same conversation card, you play in a team and have to find each other. As Mimic Octopus, you lie and manipulate to secretly sneak into a team and steal points.&#10;&#10;CARD GAME WITHOUT PLASTIC - All foils are biodegradable. Parlor game with 110 cards for 4-8 people, ages 12 and up, playing time approx. 30 minutes. Can be combined with all Mimic Octopus editions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles"
    ],
    "Families": [
      "Animals: Octopuses",
      "Category: Dized Tutorial"
    ]
  },
  {
    "Rank": "17208",
    "Name": "Campaigns of Marlborough",
    "ID": 5930,
    "Year": "(1987)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/5930/campaigns-of-marlborough",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.375",
    "Description": "This army-level strategic game, first published in The Wargamer Magazine (#61), is a simulation of the battles of The War of the Spanish Succession, 1702-1714.&#10;&#10;One player takes command of the French; the other player plays the Allied forces (British, Dutch, Austrians, etc.).  Combat usually results in a percentage loss of units from both sides,  a demoralization of from 1 to 6 turns, or both.&#10;&#10;Nine scenarios and one Campaign game cover major battles such as Blenheim, Moselle, Landau, or the complete War.  Victory is dependent on the scenario being played, but in most instances it is based on points gained through capturing and eliminating opponent's units, capturing supply trains, and occupying cities and fortresses.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17209",
    "Name": "Hitodama",
    "ID": 323598,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/323598/hitodama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "You and your fellow spirits should keep the commandments of the seasons. You should work as a team and reforest the forests with sacred seeds and bring in abundance.&#10;&#10;Hitodama is a fantasy-themed strategy game with a watercolor style. It tells the story of guardians of the forest and their actions to take care of it. In each game, the board is changing, favoring, or disfavoring the cardinal points activating effects of the activated areas. The resources distributed on the board are obtained by the system of worker placement. During your turn, choose between playing cards you have in your hand or interacting with other players. Get your own resources to get your victory points, but you must not forget that the players must work as a team to advance through the seasons.&#10;&#10;Hitodama is ideal for players looking for a challenge, but it also works great for novice players. The story is beautifully told with art that makes it unique.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "17210",
    "Name": "HANIWA",
    "ID": 376011,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/376011/haniwa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&ldquo;Make &lsquo;em Happier ? or not &rdquo;&#10;Manage the Happiness Dice and gain victory points!&#10;&#10;This game &ldquo;HANIWA&rdquo; is a puzzle like tile placement game.&#10;Numbers of Haniwa in both columns and rows influence each other in this game.&#10;Players will divide into two areas. The grid forms 4 columns, 3 rows. Players alternate and place their Haniwa from their hands until both fields are filled.&#10;&#10;At the end of the game, both players compares numbers in the columns. Player that has higher number will receive &ldquo;Reward&rdquo; from each GOZOKU.&#10;&#10;These Rewards(VP) are determined by &ldquo;Happiness Dice&rdquo;, and their number changes in the game!&#10;&#10;Not only can Rewards be obtained from the GOZOKU.  If you make an &ldquo;8&rdquo; with four Haniwas in a ROW, you will get a bonus Reward!&#10;&#10;Managing the Haniwa numbers in both rows and columns is the key to victory!&#10;You will be the best Haniwa master of the year.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17211",
    "Name": "Death Note Investigation Card Game",
    "ID": 42216,
    "Year": "(2009)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/42216/death-note-investigation-card-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Based on the manga and anime of the same name, in this card game of deduction, cunning, bluff and mystery, totally luck independent you'll try to find out which one of you has been using the Death Note to perform several killings.&#10;&#10;There are two game modes: Light and Kira, for simple and advanced play.&#10;&#10;This game will be released in the beginning of May.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Traitor Game"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "17212",
    "Name": "Gladiator: Quest for the Rudis",
    "ID": 179912,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/179912/gladiator-quest-for-the-rudis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "3.2",
    "Description": "Gladiator: Quest for the Rudis is a board &amp; card game designed for 1 to 6 players (solo-play rules are included). Moment to moment the contest requires tactical decisions of movement, positioning and the selection of your attack and defense, while important strategic options always loom, such as how much of your stamina to expend as you risk becoming fatigued.&#10;&#10;The gladiatorial contests in the game offer a very detailed simulation of many aspects of the historical battles, but gameplay itself is not slow or tedious as a result. That is, despite an enormous historical fidelity, Gladiator: Quest for the Rudis plays quickly and easily like the best modern board games. This is due in large part to the innovative card-based game play. There are no dice, and for the multi-player game, no books full of tables to consult, no other resource whatsoever to consult except for the cards themselves.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "17213",
    "Name": "Crash Canyon",
    "ID": 10968,
    "Year": "(1989)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/10968/crash-canyon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.4444",
    "Description": "This off road racing game uses a large three dimensional board very similar to Fireball Island.  Players race their 4x4 vehicles with the roll of a special six sided die without a 1 pip but it has a star instead.  Rolling a star allows you to move opponents cars and roll again.  Cars can roll freely on the board and possibly roll off the board or crash.  When movement ends, you must release your 4x4 and see if it &quot;free wheels.&quot;  Rolling off the board or crashing means the loss of a turn while you get your 4x4 back on the road.  Seven boulders on the road (placed at the start of the game) stop movement, but are removed from the game when first encountered.  Light hearted and fun, especially with younger players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Sports: Auto Racing",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "17214",
    "Name": "Rolit",
    "ID": 8243,
    "Year": "(1997)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/8243/rolit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6977",
    "Description": "This is basically 4-player Othello, albeit more &quot;friendly&quot;, since you can place a piece of your color even if you have none on the board.  It features unique ball-shaped objects that have four colors.  You &quot;roll&quot; them to the proper color when converting them, as opposed to flipping in 2-player Othello.  The game adds a higher chaos factor in the 3 and 4 player game since you don't have any control over what your opponents do.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 6 x 6 Grids",
      "Components: 8 x 8 Grids",
      "Components: Marbles",
      "Game: Rolit"
    ]
  },
  {
    "Rank": "17215",
    "Name": "Tulip & Rose",
    "ID": 328378,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/328378/tulip-and-rose",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Set at the end of the 17th century Amsterdam Tulip &amp; Rose takes you into the booming flower trade of the period.&#10;The flower market is full of merchants that want to strike the best deals, find rare species for their exceptional collections or earn the best value for their flowers&rsquo; merchandise. In order to do so, a fresh twist of I cut you choose mechanic, used to maximize your profit from the following auctions, is implemented.&#10;You and your fellow players are flower merchants, participating in a two days festival! Think smart, make good use of your coins, decide what you&rsquo;ll keep and what you&rsquo;ll sell wisely and the victory will be yours.&#10;&#10;Here&rsquo;s a brief description of the game and its gameplay: Players try to get the most points out of the flowers they have gathered and the coins they&rsquo;ve collected. The game is played in two &ldquo;days&rdquo;, and on each &ldquo;day&rdquo; several rounds are played (1 round per player). On each round, one player is the &ldquo;active merchant&rdquo;, and he tries to sell flowers to the rest of the players.&#10;&#10;Contents&#10;84 Flower Cards&#10;22 Special Cards&#10;15 Special Orders Cards (these are used in a variant)&#10;5 Scoring Assistant Cards&#10;5 Merchant Cards&#10;70 coins in 3 different values&#10;10 Loan tiles&#10;1 Rulebook&#10;&#10;Setup&#10;Before the game starts, each player selects (or is given randomly) a merchant card, a scoring assistant card and some coins.&#10;The flower and special cards are shuffled together, and are placed as a face-down deck on the center of the table.&#10;&#10;Gameplay&#10;Each round consists of the following:&#10;- Receive Income: this applies to all players. Each one gets coins from the bank, depending on who his/her merchant is, and what cards he/she possesses (some cards offer income).&#10;- Reveal cards: The active player draws and reveals a number of cards from the deck, arranges them into two or three &ldquo;bouquets&rdquo; and offers them, one by one, for auction. The other players announce their bids (each player can bid more than once), and this continues until someone offers an amount no-one else wishes to surpass. The active merchant then has two options: to give the bouquet to the highest bidder and get the money, or to keep the bouquet to himself/herself, and give the high bidder an amount of money equal to half his/her high bid.&#10;&#10;End of the Game&#10;At the end of the second day the game ends, and each player counts the points he/she gathered from his/her flower collection and his/her coins. The player with the most points is the winner!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Contracts",
      "I Cut, You Choose",
      "Loans",
      "Set Collection"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Digital Implementations: Board Game Arena",
      "History: Age of Discovery",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "17216",
    "Name": "MiG Alley: Air War Over Korea 1951",
    "ID": 187199,
    "Year": "(2015)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/187199/mig-alley-air-war-over-korea-1951",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "&quot;MiG Alley: Air War Over Korea 1951&quot; is a two-player wargame covering the air battles over North Korea in 1951. One player controls the UN forces and must carry out a series of bombing raids to knock out key targets in North Korea. The other player controls the communist forces, including masses of the new MiG-15 jet fighters, and attempts to inflict prohibitive losses on the UN.&#10;&#10;The game uses the Air Wars series rules. Aircraft are rated according to historical type. Fuel consumption is factored into the plane types, so a player must manage the available forces to ensure enough combat power is ready when needed. Each player has a unique set of campaign cards generating movement, combat bonuses, historical events, and reinforcements. Playing the right card at the right time is crucial to winning.&#10;&#10;Skills:&#10;&bull; Level: Air Group&#10;&bull; Hex: 23.5 miles per inch&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Korea",
      "Players: Two-Player Only Games",
      "Series: Air Wars (Decision games)",
      "Series: Mini Series (Decision Games)"
    ]
  },
  {
    "Rank": "17217",
    "Name": "Street Illegal",
    "ID": 3921,
    "Year": "(2002)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/3921/street-illegal",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8154",
    "Description": "8 track cards (from a total of 48 cards) are used to build a track.&#10;Each player gets 5 tempo cards.&#10;All players play tempo cards simultaneously and try to get in front of the field.&#10;6 cars are NON-player cars - these are called &quot;Alte Hasen&quot; (old pros) and are controlled by a rule mechanism - the same rules are used when playing this race alone - there are always seven cars in the race (one old pro for example when 6 players are playing)&#10;The chips are earned for good maneuvering and may be used in bluffing when attacking other cars.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Relative Movement",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "17218",
    "Name": "Got 'Em!",
    "ID": 91831,
    "Year": "(2012)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/91831/got-em",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Game description from the publisher:&#10;&#10;Seize your friends' pawns in this delightful game of capture with two unique ways to play! &quot;Brainy&quot; Got'Em! offers the strategic challenge of outsmarting and cornering your opponents with deliberately placed walls, while the tricky yet fun-for-all-ages &quot;Bright&quot; Got'Em! has the same goal of trapping your opponents, plus colorful surprises that will keep you on your toes!&#10;&#10;From the Box:&#10;Corner Your Friends!&#10;&#10;Trap their pawns in one of two delightful games of escape and capture. In Bright Got 'Em you outsmart and corner your opponents through savvy card play, sly movement, and clever placement of blocking walls. In the still-casual, but even-trickier Brainy Got 'Em! you toss aside card actions in favor of a purely strategic challenge.&#10;&#10;Both games share the same goal, the same exciting intrigue, and the same social fun. &#10;Place walls to trap your opponents' pawns before they trap yours!&#10;&#10;Surround yourself with friends and family. Get ready to enjoy mroe fun than any four walls could ever contain! It's time you Got 'Em!&#10;Play Summary:&#10;The goal: trap your opponents' pawns before they trap yours. Last pawn free wins!&#10;&#10;Bright Got 'Em! (use colored side of the board)&#10;In Bright Got 'Em!, each player starts with 3 cards and pawn. Place your pawn on the same-colored start square (one of the four squares at the corners of the board's center square). The player who's birthday is closest, goes first.&#10;&#10;On your turn you will play a card, following each rule in the order they appear. Most cards have 2 instructions. The first tells you where you can place a wall and the second how many square you can move your pawn.&#10;&#10;Wall Placement Rules:&#10;Walls can only be placed along one edge of a square, between two squares.&#10;When a player's pawn is trapped by walls in a single square, that player is eliminated from the game. The edge of the board counts as a wall.&#10;There are a few cards that allow you to remove a wall or pass through a wall. However, you have to play these cards before your pawn is trapped! &#10;Once your pawn is trapped in a single square, you're out and your pawn is removed from the board.&#10;When you trap another player's pawn, thus eliminating him from the game, you may remove any 1 wall from the board.&#10;&#10;Moving Your Pawn&#10;Most cards allow you to move your pawn up to a specific number of squares.&#10;You can't move through walls, unless you play a card that allows it.&#10;You can't move through a square occupied by another pawn.&#10;You may only move orthogonally, never diagonally.&#10;You can stay where you are.&#10;You don't have to move the exact number of squares listed on the card. You can move fewer squares if you want.&#10;You can move zig zag, first in one direction, then in another, just not diagonally up to the number of squares specified on the card you played.&#10;&#10;After placing a wall and moving (or not), discard the card you played and draw another. (You should always have 3 cards in your hand.) Play passes to the player on your left.&#10;&#10;The last player to have a pawn on the board wins!&#10;&#10;Brainy Got 'Em! (use white side of board)&#10;You don't need any cards for this version. The goal is the same: trap your opponents' pawns while illuding capture yourself.&#10;&#10;On your turn, place a wall anywhere on the board, then move your pawn.&#10;The number of squares you can move your pawn is equal to 1 plus the number of walls on your square. You may place a wall on the square your pawn occupies to increase your pawn's movement on the same turn.&#10;&#10;All other rules are the same as Bright Got 'Em!&#10;&#10;Contents: 1 double-sided game board (Bright Got 'Em! on one side, Brainy Got 'Em! on the other), 84 wall pieces, 55 Got 'Em! cards, 4 pawns, game rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "17219",
    "Name": "Gods of Rome",
    "ID": 364689,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/364689/gods-of-rome",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "The gods are divided. Rome has lost its way. We must restore its glory! With the favor of the gods, we shall lead our people to become the chosen tribe that will bring unity and strength to the empire once again.&#10;&#10;Gods of Rome is a competitive area-control game that uses worker placement and card activation and lasts around 60 minutes. Players each choose a tribe at the start of the game and must lead that tribe to gain the gods' favor. On your turn, choose one of three actions:&#10;&#10;&#10;     Visit a God: Gain a god's blessing token, which allows you to take an enhanced action later in the game, and place one meeple in that god's color &mdash; which might also be a player's color &mdash; on the game board in a matching-colored location.&#10;     Activate a card: Place a token on an action space on your player board to add more figures to the board, move figures, and attack opponents. If you have a blessing token of the same color as the location where the action takes place, you can take an enhanced action.&#10;     Score: Advance on the victory track depending on which territories you control in regions that match the gods you have visited, then clear all action spaces and remove your tokens from the god spaces. Special objectives change the scoring of territories from game to game.&#10;&#10;&#10;The favor track features three checkpoints, and as players gain favor, they advance on this track; if a player hits a checkpoint, all players score points based on their relative position on the favor track, then they advance to the checkpoint. After a player reaches the third checkpoint, players again score points, then whoever has the highest overall score wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Action Drafting",
      "Pieces as Map",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mythology: Roman"
    ]
  },
  {
    "Rank": "17220",
    "Name": "Dice Splice",
    "ID": 323034,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/323034/dice-splice",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A dicey game of cunning and balance!&#10;&#10;On your turn, roll your hand of seven dice and attempt to balance them onto a central hoard of dice towers according to dice splicing rules.&#10;&#10;There are two ways to win - if you can splice all seven dice in one turn victory is yours (if not you top up your hand to seven for your next turn). As the towers grow, they are more likely to topple - if you are the last sucessful splicer before a collapse you win at the expense of somepoor soul who had to splice dice on a very rickety hoard.&#10;&#10;Planks may be placed at any time during a turn - they can be used to make the dice tower hoard more stable or to block opponents moves.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17221",
    "Name": "8 Bit Attack",
    "ID": 287839,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/287839/8-bit-attack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "8 Bit Attack is a game of manic co-operative battle, inspired by the old side-scrolling console games we all loved. Each player controls a gallant 8-bit hero who, with his friends, has to take out a series of minibosses. You must power-up your heroes until they&rsquo;re tough enough to take on the final boss &ndash; none other than Cthulhu himself! Every game is focused directly on tactical boss fights and hero advancement! &#10; Both heroes and enemies are drawn from multiple universes &ndash; the realms of Myth, Demons, Cultists, and Aliens. Fight foes ranging from shoggoths to cacodemons to gnomes to cosmic clouds.  Wield potions, magical runes, lasers, and super-powers. You&rsquo;ll need to apply both tactics and strategy as you work with your friends to defeat these fearsome foes.&#10;Every game is a completely different contest, with a huge range of heroes to choose from &ndash; some are tough tank-like bricks. Others are healers, archers, sneaky spies, or magicians. Find heroes that fit your personality, or mix it up.  Watch for expansion packs, which add scores more heroes, minions, and enemy bosses to the mix.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "17222",
    "Name": "Who Stole Ed's Pants?",
    "ID": 2567,
    "Year": "(2001)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/2567/who-stole-eds-pants",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5333",
    "Description": "An overview from the rules:&#10;&#10;Who Stole Ed's Pants? is a friendly game of fraud, treachery and injustice. You'll play two rounds of the game, and after each one, every player will accumulate points based on how guilty they look and add it to their running total. At the end of the second round, a winner and a loser will be decided. The game centers on the three factual categories of the game:&#10;&#10;When: The time of the theft&#10;Where: The location of the crime&#10;Who: A partial description of the thief&#10;&#10;Because no one has bothered to ask Ed about the details of the crime, police have nothing but wild rumor and rampant speculation to go on. You'll be able to change the alleged facts of the case and alter the focus of the investigation in each of these three crime categories.&#10;&#10;At the same time you'll plant evidence on other players. If a round ends while the case facts match up with the evidence planted on you, the police will grow suspicious. Too much incriminating evidence after each round will land you in the big house for the theft of Ed's pants.&#10;&#10;In a 4-player game, players sitting across from each other are on the same team and you will win or lose together as accomplices. In a 3-player game, it's everyone for themselves.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "17223",
    "Name": "18ZOO",
    "ID": 267907,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/267907/18zoo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "18ZOO is an 18xx game set in a fictional ZOO, designed for 2-4(5) players and playable in about 100 minutes:&#10;- it is playable as a welcoming 18xx game, since many convention/rules are already in place, to let enter new players comfortably into the genre (i.e. they will find villages, dits, cities, shares, tokening, etc...)&#10;- it is playable as the quickest knife fight among veterans/pro 18xxers: poisoned trains, few tiles, token battle, lot of incentives in buying train (+rust).&#10;&#10;It's like 1860 and 1849 had a son which married the daughter of 18DIXIE and 18CZ. &quot;Sweet like mommy and a bad boy like daddy&quot; said the fairy godmother 1846&#10;&#10;There are many features that makes it high ly distinguishable:&#10;&#10;     Map is modular- it can be combined and customized &#10;     All money of the game are multiple of 25$ (called a Bag of 25 Nuts). &#10;     No need to compute any division or percentage during the game&#10;     POWERS (privates) bend some rule in a FUN and exciting way - 16 out of 20 appear throughout the game&#10;     Companies are opened in a sort of ring order - first choice (and second choice) will set the game&#10;     RUN have a growing threshold in order to increase the stock value - the goal of route building is to be efficient throughout all ORs, instead of trying to achieve a local best run&#10;     Revenue of a RUN is pre-calculated - best run is an efficient run&#10;     Villages are called O (water pond), and their revenue is high since they give money into the treasury and to the run&#10;     Villages and Hills/Moutains (M and MM) are not upgradable (generally) so that route building is different in each game.&#10;&#10;&#10;The goal of the design of 18ZOO is to have a game that last only 90-120 minutes, with the full narrative of a 18xx (both Stock Shenanigans and Operative Shenanigans), approachable by a wider audience (low calculus involved).&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "17224",
    "Name": "Time Breaker",
    "ID": 220234,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/220234/time-breaker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Time Breaker, you work for the security division of the Time Repair Agency. A Time Breaker has gotten loose, and you must apprehend them before they do any serious damage to the space-time continuum. Soon they will begin closing down the time doorways we need to use to pursue them. The agent who brings in this perp will get a promotion, and thus win. Quick everybody, into the time machine!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "17225",
    "Name": "Invasions: Volume 1 – 350-650 AD",
    "ID": 257599,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/257599/invasions-volume-1-350-650-ad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "1200",
    "Weight": "4.3333",
    "Description": "Invasions simulates 600 years of European history, from 350 to 950 AD more or less.&#10;&#10;It will come as two games: (volumes 1 and 2), one covering the early period (till 600 AD more or less, before the Arabs) and another on the late period (from the Arabs till the Normans). During this period, known as the Dark Ages, many peoples invaded the continent, each hoping to colonize it or conquer a realm there, replacing other peoples established before them. But the new conquerors would never maintain their new powers for long, as they were also themselves invaded by other and newer peoples. This game ends by the time those great migrations ended.&#10;&#10;In Invasions, each player controls many different peoples. Each of them strives to carve a realm at the best possible location, in view of historical objectives assigned by the rules. Some will prevail and found strong kingdoms and prosperous empires...others will vanish in the void of history.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "History: Early Muslim conquests",
      "History: Francia",
      "History: Viking Expansion"
    ]
  },
  {
    "Rank": "17226",
    "Name": "Tressette",
    "ID": 183474,
    "Year": null,
    "Geek Rating": "5.523",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/183474/tressette",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.8333",
    "Description": "Tressette or Tresette is one of Italy's major national trick-taking card games, together with scopa and briscola. It is played with a standard Italian 40-card deck. It is recorded only from the early 18th century, though greater antiquity is suggested by its trumplessness. The name of the game, literally &quot;three Seven&quot; may refer to seven sets of three or four point possibilities when a minimum of three each (three, two, ace or all of those together in a matching suit are dealt), or to the fact that it is played up to twenty-one. There are many variants depending on the region of Italy the game is played in.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "17227",
    "Name": "Stalin's Tanks: Armor Battles on the Russian Front",
    "ID": 5198,
    "Year": "(1980)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/5198/stalins-tanks-armor-battles-on-the-russian-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "MicroHistory #3 in the Metagaming MicroHistory series&#10;&#10;Players fight the East Front battles of WW2.&#10;&#10;From back of the game:&#10;&#10;Welcome to the Eastern front...&#10;&#10;The Nazi invasion of Russia destroyed more lives than any war in history.  For the common soldier it meant unsurpassed suffering.  Great battles were fought in ice, mud, dust and exhaustion.  The tank became queen of the battle and the key to victory.  Now you can face the challenge of an east front armor commander in this fun, fast playing game of maneuver and combat.&#10;&#10;STALIN'S TANKS is another historical MicroGame from Metagaming.  Players take command of the mighty, proven German war machines or the relentless Soviet defenders.  Complete with basic and advanced rules, STALIN'S TANKS is an exciting simluation of armored warfare on the Russian front and is compatible with ROMMEL'S PANZERS.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)",
      "Series: MicroHistory (Metagaming)"
    ]
  },
  {
    "Rank": "17228",
    "Name": "Sonic the Hedgehog: Battle Racers",
    "ID": 245750,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/245750/sonic-the-hedgehog-battle-racers",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In Sonic The Hedgehog: Battle Racers, players play as Sonic, one of his friends, a rival, or a foe, and race in a track full of obstacles, platforms, and Badniks. In order to win, you will have to collect as many rings as possible and destroy Badniks at every opportunity! But keep an eye on the other racers and make sure to go as fast as you can without colliding into a wall, falling into water.&#10;&#10;Each round, every player will choose a Race Card and play it simultaneously. Race Cards are a combination of one Action and one Movement. The Action portion can adjust a Racer&rsquo;s speed, allow them to jump over obstacles and Badniks, or even activate a Racer&rsquo;s Power, to name just a few choices. The Movement portion allows you to Run or Jump, and is always mandatory--this is a racing game after all! The player with the most rings at the conclusion of the race wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Hedgehogs / Porcupines",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Video Game Theme: SEGA",
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "17229",
    "Name": "Flippin' Fruit",
    "ID": 150623,
    "Year": "(2014)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/150623/flippin-fruit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Flippin' Fruit is a fruit-themed dice and card game for 2-4 players. Players want to score as many PIPS (i.e., points) as they can by rolling and &quot;flipping&quot; the custom 12-sided dice to match the fruit symbols rolled to the fruit symbols on smoothie and fruit salad cards. Each turn, a player performs three actions, with the action choices being:&#10;&#10;&#10;    Return up to five fruit dice &mdash; not including those showing rotten tomatoes &mdash; to the dice cup and reroll those dice.&#10;&#10;&#10;&#10;    Return all fruit dice showing rotten tomatoes to the dice cup and reroll those dice.&#10;&#10;&#10;&#10;    Draw a card from the fruit basket deck; cards are either &quot;Flippin' Fruit&quot; cards that allow you to choose a fruit face to &quot;flip&quot; a die to or &quot;Juicy&quot;/&quot;Rotten&quot; cards that improve your turn or mess up an opponent's turn.&#10;&#10;&#10;Each card has a PIP value, and after eight rounds, all players total their PIPS and the highest score wins.&#10;&#10;Rules available in English, French, Dutch, German, Czech and Swedish.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "17230",
    "Name": "MERCS: Conflict",
    "ID": 154811,
    "Year": "(2014)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/154811/mercs-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "In MERCS: Conflict each player takes the helm of a mega-corporation in the not too distant future. Players attack and manipulate their opponents through political prowess, cunning espionage, economic acumen, and military might. Rolling the dice and executing unique abilities is only one way to defeat your opponents. In the end, the last MegaCon standing will receive all the glory.  Are you willing to accept the promotion to CEO?&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: MERCS"
    ]
  },
  {
    "Rank": "17231",
    "Name": "Arkendom Conquista Starter Set",
    "ID": 414283,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "8.99",
    "Link": "https://boardgamegeek.com/boardgame/414283/arkendom-conquista-starter-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Arkendom Conquista Starter Set is a competitive game of cards and dice for 2 or 4 players, which simulates field battles in the fantasy world of Arkendom.&#10;By leading their armies against enemies, players can take control upon terrains and resources to secure victory.&#10;&#10;Arkendom is a mysterious world rich of amazing landscapes &#10;and mythological beings, first of all the ancient Titans of the past. After their fall, humans became the leading force of recent history, through the pride for their various cultural legacies. Some populations live deep in their Middle Ages, while some more advanced ones are stepping in their Renaissance. The actual present is an age of discoveries, wars, exoduses and trades, in which humans try to comprehend and to master the many wonders of this ancient and magical world.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;ARKENDOM CONQUISTA &egrave; un gioco competitivo di carte e dadi per 2 o 4 giocatori che simula battaglie nel mondo fantasy di Arkendom.&#10;Guidando le loro armate contro i nemici, i giocatori possono prendere il controllo di territori e risorse per assicurarsi la vittoria.&#10;Arkendom e&#204;&#128; un mondo misterioso ricco di paesaggi strabilianti e di esseri mitologici, primi fra tutti gli antichi Titani del passato. Dopo il loro declino, gli umani sono diventati i protagonisti della storia recente, forti delle loro varie individualita&#204;&#128; culturali. Alcuni popoli sono in pieno Medioevo, mentre altri sono sulla soglia del loro Rinascimento. Quella attuale e&#204;&#128; un&rsquo;era di scoperte, guerre, esodi e commerci, in cui gli umani tentano di comprendere e dominare le meraviglie di questo antico e magico mondo.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval",
      "Mythology",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Command Cards",
      "Critical Hits and Failures",
      "Deck Construction",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Grid Movement",
      "Income",
      "Interrupts",
      "King of the Hill",
      "Line of Sight",
      "Re-rolling and Locking",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid",
      "Stat Check Resolution",
      "Tags",
      "Team-Based Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "17232",
    "Name": "Burger Quiz",
    "ID": 320283,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/320283/burger-quiz",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Play all the tests of the funniest and most inventive game on TV: BURGER QUIZ.&#10;&#10;&#10;     2 Teams: Ketchup and Mayo&#10;     4 events: Nuggets, Salt or Pepper, Menus and Addition.&#10;&#10;&#10;Win 25 Yum and try to win the BURGER OF DEATH !!!&#10;So, are you ready for the GAME where wins, pop culture, bad faith, imitations, music and valves coexist in the most joyous of chaos?&#10;&#10;The Burger Quiz game box can be played with 2 up to as many players as you want!&#10;&#10;Jouez &agrave; toutes les &eacute;preuves du jeu le plus marrant et inventif de la TV : BURGER QUIZ.&#10;Pour jouer, il vous faut :&#10;&#10;     Des gens (Vous, Famille, Amis ou d'autres Gens que vous ne connaissez pas &ccedil;a marche aussi).&#10;     Cette Boite de Jeu.&#10;&#10;&#10;ET C'EST TOUT !&#10;&#10;2 Equipes : Ketchup et Mayo&#10;4 &eacute;preuves : les Nuggets, le Sel ou Poivre, les Menus et l&rsquo;Addition, c&rsquo;est encore mieux que le jeu TV parce que l&agrave;, c&rsquo;est VOUS qui jouez &ndash; m&ecirc;me &agrave; &ldquo;Chewbacca Songs&ldquo; !&#10;Gagnez 25 Miam et tentez de remporter le BURGER DE LA MORT !!! (En majuscules &ccedil;a fait plus peur)&#10;Alors, pr&ecirc;tes et pr&ecirc;ts pour le JEU o&ugrave; la gagne, la pop culture, la mauvaise foi, les imitations, la musique et les vannes cohabitent dans le plus joyeux des chaos ?&#10;&#10;La bo&icirc;te de jeu Burger Quiz se joue de 2 &agrave; autant de joueurs que vous voulez ! Mais au-dessus de 15, pensez &agrave; a&eacute;rer la pi&egrave;ce.&#10;&#10;&Agrave; partir de 10 ans. Mais si vous avez plus, &ccedil;a marche tr&egrave;s bien aussi !&#10;Peut se jouer &agrave; n&rsquo;importe quelle heure du jour et de la nuit.&#10;Piles non fournies, puisqu&rsquo;on n&rsquo;en a pas besoin, c&rsquo;est &ccedil;a qu&rsquo;est bien.&#10;A l&rsquo;int&eacute;rieur, plein de trucs que vous savez pas (et d&rsquo;autres que vous savez, c&rsquo;est &ccedil;a qu&rsquo;est bien) !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "17233",
    "Name": "Meatgrinder: Battle for  Xuân Lộc 1975",
    "ID": 90002,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/90002/meatgrinder-battle-for-xuan-loc-1975",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "280",
    "Play Time": "280",
    "Weight": "2.875",
    "Description": "(from ATO website):&#10;&#10;Two years after the last US troops left Vietnam, People's Army of Vietnam (PAVN) General Van Tien Dung launched Operation 275, a &quot;limited&quot; offensive designed to set up an attack on the provincial capital of Pleiko. Rapid collapse of South Vietnamese (ARVN) forces caused a change in plan, with PAVN forces quickly taking one city after another, pausing only before an attack on Saigon itself. Based on previous performance, when three full PAVN divisions, supported by tanks and ample artillery, attacked one depleted ARVN division at Xu&acirc;n L&#225;&#187;&#153;c, Dung expected a cake walk. What he got was a Meatgrinder instead.&#10;&#10;For two bloody weeks, a division regarded as &quot;unreliable&quot; held back everything the PAVN could throw against them, inflicting heavy losses. No one, on either side, expected such heavy fighting. And hardly anyone thought that this would actually be &quot;the last battle&quot; of a 30 year conflict. It was.&#10;&#10;Now, Against the Odds lets you refight this key moment in history, with Meatgrinder: Battle for  Xu&acirc;n L&#225;&#187;&#153;c, 1975. The design uses a variable initiative system that keeps both sides uncertain, and features all the weapon systems that made this battle, and this period, so distinctive. The ARVN player employs cluster bombs, daisy cutters, M-48 tanks, and helicopters against seemingly overwhelming numbers of PAVN troops, artillery, and T-54 tanks. Leadership, close assaults, and airborne operations are also included...all the tools for attack and defense that made this a classic confrontation.&#10;&#10;Meatgrinder and issue #33 of ATO:&#10;Map - One full color 22&quot;x34&quot; mapsheet&#10;Counters - 280 full color 1/2&quot; die-cut pieces&#10;Rules length - 10 pages&#10;Charts and tables - 2 pages&#10;Complexity - Medium&#10;Solitaire suitability - Average&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17234",
    "Name": "Fandooble",
    "ID": 103843,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/103843/fandooble",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Fandooble is a wildly fun and fast party game. Race against your opponents to steal all of the gold from the fearsome dragon. Wizards and knights will help you along the way, but your never know when they'll show up.&#10;&#10;Keep and eye on that rascally scoundrel Fandooble though; he'll steal your hard stolen gold and give it to someone else before you can say, &quot;Don't steal my gold, rascally scoundrel Fandooble.&quot;&#10;&#10;Watch out, though &ndash; roll three dragons and you lose the gold you just stole; roll three red fire-breathing dragons, and you are really out of luck!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "17235",
    "Name": "Warhammer 40,000: Darktide – The Miniatures Game",
    "ID": 420863,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/420863/warhammer-40000-darktide-the-miniatures-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Can you survive in a sprawling undercity of the far future, infested by hideous mutants and stalked by corrupted soldiers? In Warhammer 40,000: Darktide &ndash; The Miniatures Game, you'll take control of elite operatives on a dangerous mission to investigate a supernatural disease. Equip your team, work together, and put a stop to the heresy. But beware the shadows, and the encroaching Darktide.&#10;&#10;In this action-packed co-op board game, you and your mates must fight through hordes of enemies to complete a series of vital missions. The lives of thousands are in your hands, and it won't be easy. You'll need to keep your wits about you, and with a little luck perhaps you can achieve the impossible. This box is packed with everything you need to play, including board tiles, tokens, dice, and loads of miniatures. You'll find the four classes of heroes, plus a set of twisted Poxwalkers, and Chaos-tainted Traitor Guardsmen. Play single missions to learn the rules, then string your games together into a tense campaign as your operatives acquire new skills and equipment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "17236",
    "Name": "3 Secrets: Crime Time",
    "ID": 269756,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/269756/3-secrets-crime-time",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In 3 Secrets: Crime Time, you are detectives who are traveling in time and struggling with unsolved cases. The goal of the game is to unravel the three secrets of an unresolved case before time runs out. The supercomputer HAL knows the truth, but cannot reveal everything it knows due to the time distortion. Players have to ask it questions, using their lateral thinking and deductive skills, to unravel the mystery before they must return to base!&#10;&#10;3 Secrets: Crime Time features two game modes: co-operative and competitive. The free app, available for download at the Apple AppStore and Google Play, provides additional support when playing the game for an even more satisfying gaming experience. It will include both the 3 Secrets and 3 Secrets: Crime Time cases.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "17237",
    "Name": "Anno Domini: BLACK",
    "ID": 366585,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/366585/anno-domini-black",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each Anno Domini game consists of 340 cards, with a description of a historical event on one side of the card and the year (and sometimes specific date) in which it happened on the other. Like all Anno Domini sets, this game can be played as a standalone or mixed with some or even all editions.&#10;&#10;In Anno Domini: BLACK, each player receives nine cards (or fewer, if you want the game to be shorter) and may look only at the descriptions. In turn, players place a card on the table, trying to place their card in chronological order to those already present. Instead of adding a card, a player may claim that the order in which the cards have been placed is incorrect. In this case all cards are turned over and the correct years revealed.&#10;&#10;If the order is correct, then the doubting player receives two cards and skips a turn. If the order is incorrect, then the previous player &ndash; who accepted the order as correct or made it incorrect through her own placement &ndash; receives three cards. The first player with no cards remaining in hand wins.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "17238",
    "Name": "Virtue Signal: the Game of Social Justice",
    "ID": 291445,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/291445/virtue-signal-the-game-of-social-justice",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Virtue Signal: The Game of Social Justice is a card game parody of social justice activism.&#10;&#10;In Virtue Signal you play as one of several different social justice warriors. The object, simply, is to attract a coalition of NPC followers to your cause, whatever that is. The first player to 15 is the winner.&#10;&#10;Virtue Signal simulates the power struggles and one-upmanship that goes on between activist groups. The issues themselves are of little consequence, they are merely useful tools to get leverage over others.&#10;&#10;May the wokest warrior win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17239",
    "Name": "Whist 22",
    "ID": 75668,
    "Year": null,
    "Geek Rating": "5.523",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/75668/whist-22",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "This is a trick-taking playing card game played using 22 cards.&#10;The game is similar in mechanism to Oh Hell, but simpler to grasp because there is no suit.&#10;It is usually played using a tarot deck, keeping only the 21 trumps and the fool.&#10;If a tarot deck is not available, then it can be played using two suits (one suit for values 1 to 10, the other one for values 11 to 21) and the fool.&#10;&#10;Summary of the rules:&#10;&#10;If played in partnerships, partners sit across the table from each other.&#10;&#10;Players begin the game with 14 points. The game ends when one player reaches 0. The player scoring the most points wins.&#10;&#10;The dealer deals the cards so that the lowest number of cards remains undealt: for example with four players, five cards are dealt to each player and two cards are put aside.&#10;&#10;The player to his left announces how many tricks he thinks he will win, then the player on his left, etc... This is the contract. The dealer is the last to announce, but the sum of announced tricks must not equal the number of cards dealt to each player.&#10;&#10;Let us follow the same example, where 5 cards were dealt to each player: player A announces 2 tricks, players B and C each announce 1 trick. Then the dealer cannot announce 1 trick because the total would be 5 tricks and each player could fulfill his contract. The player to the left of the dealer starts. The winner of a trick is the one who will start the next trick. The owner of the fool must assign its value (0 or 22) when he plays it.&#10;&#10;At the end of the round, each player counts the number of tricks he has won and compare it to the number of tricks he has announced. No point is awarded for fulfilling the contract, but 1 point is deducted for each missed trick, either over or under the number of tricks the player initially announced.&#10;&#10;The next round takes place in the same way, but with one less card per player.&#10;&#10;After several rounds where one less card is dealt in each round, there is a round where each player only receives one card. Each player then places the card on its forehead without looking at it, so that all players except him can see the card. Each player then announces if he will win the trick or not. As was the case in previous rounds, the sum of announced tricks cannot equal the number of cards dealt to each player (i.e. one).&#10;&#10;After this round, in each round the number of cards dealt to each player is increased by one, until the number of cards is the same as in the first round.&#10;If we follow the same example as above (with 4 players), here are the numbers of cards dealt to each player in each round: 5-4-3-2-1-2-3-4-5-4-3...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Tarot Cards",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "17240",
    "Name": "Tunisia 43",
    "ID": 5044,
    "Year": "(2000)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/5044/tunisia-43",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4",
    "Description": "Tunisia 43 uses a streamlined version of the same system found in Moments in History's Piercing the Reich: The Battle for Aachen, Siegfried Line Campaign, Sep-Oct 1944 and Triumphant Fox: Rommel's Finest Hour  &#226;&#128;&#147; The Gazala Battles May-June 1942. This system is very interactive with players activating each of their formations at various times during the turn.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Country: Germany",
      "Country: Tunisia",
      "History: World War II (Africa)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17241",
    "Name": "Elefantenparade",
    "ID": 362,
    "Year": "(1988)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/362/elefantenparade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Players have 2 elephants each which move along the track, collecting mahogany logs if possible. You can either move any 3 elephants 1,2 &amp; 3 spaces in any order, or you can move all the elephants in a parade forward one place. The logs are on certain squares, so you try to move the other elephants so that yours land exactly onto the logs, without getting detached from the parade. Other squares are water, which lock the elephant down until all have passed, unless you have a parade and everyone moves forward one. At the end of the track are three palaces with more logs for the first, second and third elephants home. Most logs wins. A lovely game with Indian graphics and neat wooden elephants.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Elephants"
    ]
  },
  {
    "Rank": "17242",
    "Name": "WordSpiel",
    "ID": 218943,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/218943/wordspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;WordSpiel is a simple yet dynamic card game in which you need to use your words wisely and be the first to go out. Word size doesn't matter, but ending with a tricky letter can really challenge your opponents! Each word spins off the last, so the game is never the same twice!&#10;&#10;In more detail, the goal is to get rid of all ten of your cards by making words. Each turn, start your word with the last card played, just as &quot;Spiel&quot; uses the &quot;s&quot; from &quot;Words&quot; in the title of this game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "17243",
    "Name": "HONK!",
    "ID": 358387,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/358387/honk",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "There&rsquo;s a goose on the loose! Actually, there&rsquo;s a LOT of geese and they&rsquo;re completely out of control - you&rsquo;ll have to round them up!&#10;&#10;In this fast &amp; fun family game, 2-5 players will gather food cards, collect chunky cardboard geese, and seek out precious golden eggs. HONK! is a simple game that helps introduces younger players to strategic games. It has low reliance on luck, and is designed to be fun for adults to play too!&#10;&#10;On their turn, a player can either collect food or feed a goose. Each of the 8 different goose breeds has a specific diet, and so the correct food cards must be used to claim them. Feeding a goose rewards the player with an egg (worth 1 point each), and a bonus egg for each goose of the same breed already in that players' collection. The geese at the bottom of the pile conceal golden eggs, which are worth 1-3 points. The player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Layering",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "17244",
    "Name": "My Very First Games: Animal Upon Animal Junior",
    "ID": 334694,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/334694/my-very-first-games-animal-upon-animal-junior",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Things are getting wildly wobbly as the animals create a big stacking tower. Who will climb on whom? The die decides. But whether the animal stack stays standing or not is up to the players. They stack Animal upon Animal in three new games for young stackers. In the third game, they work cooperatively to race against the crab, training their dexterity skills with play. May the best stacker win!&#10;&#10;Note: Not the same game as My Very First Games: Animal upon Animal. This game has new rules, new name, new art, new pieces.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Game: Tier auf Tier",
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "17245",
    "Name": "Find Your Seats",
    "ID": 209748,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/209748/find-your-seats",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The big event is here, but the seating plan is missing! As one of the party planners, you have to improvise and seat guests in a way that will encourage conversation. Good luck, as we've heard this is a particularly tricky group!&#10;&#10;In Find Your Seats, players take the roles of party planners having a terrible day. They have completely misplaced their seating plan! Each player will start with a hand of cards representing dinner guests and, over three rounds, draft what they believe to be the best group of guests to sit next to each other. Players score points based on the seating arrangement of their guests. The player with the most points in a round wins the round, the player with the most round-wins will win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "17246",
    "Name": "Confrontation",
    "ID": 2341,
    "Year": "(1974)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/2341/confrontation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "The game consists of 24 large hexagon tiles, and 6 of the same colour are used by each player. Furthermore each tile will not only have a colour but each set will have a different name (the letter that begins with is important when it comes to writing orders). In addition there is a common stock of plastic missiles representing attack or defence missiles.&#10;&#10;A tactical and strategic game based on the possibilities of nuclear missile warfare in a fictitious country. Players have defense and attack missiles and secretly write down their moves (three per round) before performing them in a particular order (which may render some the moves impossible due to the actions of others).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "17247",
    "Name": "Aggretsuko: Work/Rage Balance",
    "ID": 336206,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/336206/aggretsuko-workrage-balance",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Your goal in Aggretsuko: Work/Rage Balance is to get out of work as quickly as possible &mdash; that is, to rid yourself of all cards in your hand. The game lasts five workdays (i.e., five rounds), and whoever has the lowest score once the weekend arrives wins.&#10;&#10;The deck consists of 86 cards, with two cards each numbered 1-10 in four suits, along with three 11s, two 12s, and one 13. Each player starts with a hand of thirteen cards. The leader of the round plays a combination of 1-5 cards, then each subsequent player can play the same number of cards but of a higher value or pass. Once all but one person has passed, the cards are cleared from the table, then the last player to play leads something else.&#10;&#10;Once per round, when you pass, you can rage, placing your rage card on a card that's currently on the table. When these cards are cleared, you can place the claimed card in your hand.&#10;&#10;Note that a &quot;Rainbow Bomb&quot; &mdash; four consecutive cards with each suit represented &mdash; can be played on your turn no matter what's currently being played, and this can be beaten only by a higher Rainbow Bomb.&#10;&#10;When one played voids their hand, the round ends. Everyone with cards in hand then scores 1-3 points per card based on how many they have, then you shuffle for a new round unless the weekend is here.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "17248",
    "Name": "Sailorman Dice",
    "ID": 355636,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/355636/sailorman-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Sailorman Dice is a roll and write in which you compete against up to 50 opponents. Combine your dice rolls clever on your sheet to get the most points at the end of the game.&#10;&#10;In Sailorman you roll dice in rounds. Everytime someone rolls you write down (one of the two) combination of a Symbol and a number onto your sheet. Sheets have different areas (grass, water, mountains, sand). You gain Points if you complete a row, column or area.&#10;&#10;The first person who has 8 Completions triggers the end. All players count up and the one with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Map Addition"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "17249",
    "Name": "Astron",
    "ID": 7657,
    "Year": "(1954)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/7657/astron",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The original Astron was published in Britain by Waddingtons, using the same rocket ships supplied in their Wide World Travel Game. The game depicts a space race from Earth to Saturn (hence the dinky Dan Dare style metal spaceships).&#10;&#10;Later Astron was published as an around-the-world travel game.&#10;&#10;Even later this around-the-world travel game was given the more apt name Sky Lanes otherwise using the same components.&#10;&#10;The special feature common to all versions is a game board that scrolls from one end to the other. Players are dealt cards to help them both in moving their rocket or plane and in scrolling the game board. In the travel version each time a player's plane sits on an airport space at the end of any player's turn, they get an Airport card. Similarly, if a player's plane ends any turn on a hazard, they draw a Hazard card.&#10;&#10;The object of the game is to have the most points in hand when the board reaches the &quot;GAME OVER&quot; position. Airport cards add to your point total; Hazards subtract from it.&#10;&#10;While the rolling board, card drafting mechanism and even game play are the same, the British (Waddingtons) and American (Parker) games look very different.  There are pictures of both versions in the gallery.&#10;&#10;The game was released at a time in the period when commercial air travel was really taking off.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 10 x 12 Grids"
    ]
  },
  {
    "Rank": "17250",
    "Name": "Power Play: Schemes & Skulduggery",
    "ID": 144412,
    "Year": "(2014)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/144412/power-play-schemes-and-skulduggery",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Power Play: Schemes &amp; Skulduggery is a new kind of storytelling game, a &quot;Competitive Narrative Game&quot;. In the game, you will take on the role of a supernatural mastermind with a villainous plot to execute. The first to put all the pieces of his secret plot into place can declare himself the winner!&#10;&#10;Power Play: Schemes &amp; Skulduggery is not a role-playing game. You will not act out your character's actions, you will not need to adhere to any in-game moral code or class restrictions, and you will not need to keep your out-of-game knowledge separate from your in-game knowledge. On your turns, simply dictate your actions, and they come to pass. Utilize secret actions, your supernatural powers, the resources of your vast agency, and superior planning to gain an advantage and be the first to complete your objective.&#10;&#10;Power Play: Schemes &amp; Skulduggery is underhanded, unrestricted supervillainy in a free-form, open environment. We like to think of it as &quot;the Grand Theft Auto of storytelling games&quot;.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Mafia",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Storytelling",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Small Box (Level 99 Games)"
    ]
  },
  {
    "Rank": "17251",
    "Name": "Remember Gordon! The Battle of Omdurman",
    "ID": 7931,
    "Year": "(1982)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/7931/remember-gordon-the-battle-of-omdurman",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Remember Gordon! The Battle of Omdurman is a simulation game of the final battle in Great Britain's two year campaign to reassert her presence in the Sudan (1896-1898). Played with square army tokens on a hexagonal map players battle through the campaign game or the historical scenario gaining victory points by eliminating the opponents forces.&#10;&#10;This game includes the bonus The Fall of Khartoum.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Cities: Khartoum (Sudan)",
      "Country: Sudan",
      "History: Mahdist War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17252",
    "Name": "Black Ops: Tactical Espionage Wargaming",
    "ID": 178517,
    "Year": "(2015)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/178517/black-ops-tactical-espionage-wargaming",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Black Ops is a skirmish wargame of tactical espionage combat for two or more players. It recreates on the tabletop the tension and excitement of modern action-thrillers such as the Bond and Bourne films, The Unit or Burn Notice TV shows, and the Splinter Cell and Modern Warfare series of video games.&#10;&#10;The fast-play rules use regular 6-sided dice and a card-driven activation system to keep all players in the thick of the action, while the mission generator provides a wide range of options for scenarios, from stealthy extraction or surveillance missions to more overt raids or assassinations.&#10;&#10;Stealth, combat and technical expertise all have a role to play, and players may select from a number of different character types &ndash; spies, mercenaries, criminals, hackers, special forces and many more &ndash; to recruit the best possible team for the job.&#10;&#10;Players may also choose to join a faction &ndash; powerful organizations, intelligence agencies, criminal syndicates, militaries or rebel groups, each with a stake in international affairs. By doing so, their team may receive certain benefits, but may also find itself limited at a crucial time. With the variety offered by the characters, factions and scenarios, no two games of Black Ops should ever be the same!&#10;&#10;Although the standard Black Ops setting is an ultra-modern world just a hair removed from our own, the rules are versatile and adaptable enough to suit OSS operations behind Nazi lines, Cold War-era infiltration missions in Moscow or Berlin, or sabotage runs against a rival corporation&rsquo;s interests in a cyberpunk dystopia, and the rulebook will include a guide to running games in such settings.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Osprey Wargames"
    ]
  },
  {
    "Rank": "17253",
    "Name": "Quandary",
    "ID": 12319,
    "Year": "(1970)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/12319/quandary",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1667",
    "Description": "Not to be confused with a later, totally different game of the same name, Quandary, as published by Spears, is a two-player abstract traversal race game. Following an initially random placement of their four pawns (using cards), each player moves one pawn in turn one space forward (either orthogonally or diagonally) if and only if the space to which the pawn is moving is of the same color as the space in front of at least one of the opposing pawns. The first player to get one pawn to the far end of the board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17254",
    "Name": "The Suits: Season 1",
    "ID": 287345,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/287345/the-suits-season-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Medieval knights clashed to prove their bravery, courage and to impress rich and (sometimes) beautiful women. The Middle Ages are a relict of the past, but men are still men afterall and they still want to prove their superiority. So, what is the most reliable and effective way to distinguish a nobleman from a peasant? Oh yes! Duel! Instead of wearing full plate armor they wear equally charming elegant suits. Instead of fighting on the tournament arena, they meet in the underground of secret club called The Suits. Join this elite society and fight for your prestige and ...........*&#10;&#10;*) Enter your deepest and darkest desire that you want to fight for (or die for,  but it wasn't in the agreement)&#10;&#10;And remember that the first and last rule of The Suits Club is - you do not talk about The Suits Club.&#10;&#10;Each player controls one of five available characters. Each character has his own unique deck of cards. By using your wits, tactics, strategies and of course, a little bit of luck you can show your enemies who is the real gentleman. The Suits is a fast-paced, two-person card game steaming with atmosphere and tactical depth.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17255",
    "Name": "Exoplanet",
    "ID": 399759,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/399759/exoplanet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Compete with each other in exploring a newly discovered planet, searching for building materials and mining energy bricks and metal. Your goal is to contribute as much as possible to building a city. Along the way, you'll discover new species, build domes and solar panels and face sabotage, tornadoes and repeated power outages.&#10;&#10;In Exoplanet, players try to score victory points by exploring the planet with their team and delivering metal tokens to the city tile. This requires energy, which you can get from energy bricks or generate with solar panels. Humans can reproduce by building domes that they can live in. Drawing action cards can provide additional benefits and allow you to stay ahead of the competition. You can also use them to discover new species, which give you extra victory points. Each building gives you more victory points. Once all available spaces on the city tile are occupied, the game ends immediately. The player with the most points wins.&#10;&#10;In your turn, you have access to 5 action points, which you can use in different ways. For example, you can move your scouts, who may discover new terrain or pick up building materials. You can also choose to research the value of metal tokens or draw action cards. After spending your action points, you may build if you meet its conditions. Finally, you collect energy with scouts at solar panels. That energy is needed to deliver metal tokens to the central tile, with which you can eventually earn the most points and win the game!&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Movement Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17256",
    "Name": "Tattoo Brawl",
    "ID": 282390,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/282390/tattoo-brawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "In Tattoo Brawl, players compete to prove who is the best tattoo artist in the Tattoo Shop.&#10;&#10;Picking the right combination of ink and style, from 7 different colors and 5 tattoo styles, players rush to obtain the best score making the most difficult and unique tattoos &ndash; often sabotaging their rival tattoo artists.&#10;&#10;Yet they must also know the clients&rsquo; personalities to choose the best human canvas where they will capture their art.&#10;On each turn, the players will take ink, select tattoo designs or choose clients to make the tattoos with the most victory points.&#10;&#10;Also, they must plan their movements very carefully as rival players can steal the ink or tattoo styles. &#10;The game ends when a player reaches the finished tattoo goal, and the player with the highest number of victory points wins!&#10;&#10;Strategic, fun and exciting, Tattoo Brawl is a game with an original theme for your best game nights.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Pattern Building",
      "Simulation",
      "Take That",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "17257",
    "Name": "下町メイド物語: The Story of Faltisia",
    "ID": 287104,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/287104/xia-ting-meidowu-yu-the-story-of-faltisia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "This is the Kingdom of Faltisia, a land blessed with a stable economy and with natural, rich countries that are crowded with many people. You are a girl born in such a kingdom. Your only dream is to become a full-fledged maid.&#10;&#10;However, due to the importance of the maid occupation (it being essential to national security), only the most elite are allowed to graduate to professional status. Fortunately, you passed the entrance exams for the prestigious school &quot;Royal Faltisia Academy&quot;. You have three years to polish yourself, so how will you spend your school life?&#10;&#10;&#228;&#184;&#139;&#231;&#148;&#186;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#137;&#231;&#137;&#169;&#232;&#170;&#158;: The Story of Faltisia is an ambitious multimedia project by LAUGH SKETCH Inc, consisting of part web-novel, and part board game. (&quot;&#228;&#184;&#139;&#231;&#148;&#186;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#137;&#231;&#137;&#169;&#232;&#170;&#158;&quot; translates to &quot;Country Maid Story&quot;.) The board game is played out over three years during which players study at the esteemed Royal Academy of Faltisia. Here they improve their strength, wisdom, beauty, and purity, and hopefully graduate as a Professional Maid. At the conclusion of the game, the player with the highest VP wins.&#10;&#10;Players must choose what they will do each year by drafting action cards, then must choose between attending class to improve their abilities, or skipping class to instead choose from a number of extra-curricular activities.&#10;&#10;One of the core elements of the game is to apply for a Provisional Maid License, which is issued to the Academy from the Royal Maid Association. Without such a licence, you cannot typically work as a professional maid. In addition, each character has a unique ability that can be activated after receiving this provisional license; it is recommended you play the first game with the intention of acquiring this license.&#10;&#10;It's also important to take advantage of the items available in the school store. Let's become an excellent maid in three years!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "17258",
    "Name": "Exploit Zero: Cyberpunk Espionage and Mayhem",
    "ID": 281752,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/281752/exploit-zero-cyberpunk-espionage-and-mayhem",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Corporate wars, shadow ops, cranial jacks, cyber-augmentations&hellip; you&rsquo;ve been here before. You know how this goes.&#10;&#10;But familiarity breeds sloppiness and sloppiness will get you dead with a capital &lsquo;P&rsquo; for Permanent. So you&rsquo;ve got no excuses. You have a team, you have a boss, and that boss just gave you a job.&#10;&#10;Take whatever you need: weapons, micro-drones, dark-ware, pharma-derms, stealth gear... Just get it done. Because the particulars may change but the bottom line is the same: bring the package back or don&rsquo;t come back at all. Welcome to New Kowloon, 2069. Now get to work.&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;Exploit Zero - Cyberpunk Espionage and Mayhem.&#10;&#10;A table top war game set during the Corporate Wars of 2069 in the mega-city of New Kowloon.  Miniatures agnostic.&#10;&#10;1 - 6 Players, Co-op or Solo Mode. Made for 15mm - 28mm miniatures.&#10;&#10;Grab your friends, create a team of elite Agents, and select a mission. It's time to run-n-gun.&#10;&#10;Exploit Zero uses four types of polyhedral dice: D4, D6, D8, and D10. The D4 Die is used exclusively for H-SEC spawning at the game&rsquo;s Arrival Locations. The D6, D8 and D10 are used in game to determine the success of a model&rsquo;s actions. For Agents, these three dice constitute their Dice Pool. These dice are used over the course of the Agent&rsquo;s activation to attempt Actions and the Dice Pool is renewed every turn. The die types can be used in any order the player desires, however each type can only be used once.&#10;&#10;THE DICE POOL, ACTIONS, AND DIMINISHING POSSIBILITIES&#10;Except for special circumstances, Agents are allowed Three (3) Actions per Phase. The Target Number to perform an Action successfully is a 4+. To act, simply declare the intended Action (Move, Shoot, Activate CAP, etc) select one of the die types in the Dice Pool and try for a 4+, accounting for modifiers and penalties. Every 4+ is a Success. Less is a Failure.&#10;&#10;To represent the stress and diminishing possibilities in a tense, frenetic combat situation, each Die Type can only be used once. One chance with a D10, one with a D8, and one with a D6. That&rsquo;s it. Although Specialization Protocols permit an Agent to roll two of a given die type in certain circumstances, the Die Type can only be used once per AGENT PHASE. In either case, once the Agent&rsquo;s Dice Pool is depleted, they can no longer act that Game Turn. This means Agents must prioritize their intended actions and allocate whichever Die Type they feel gives them the best chance at success. Die types do not have to be used in any particular order.&#10;&#10;TWO DICE BONUS&#10;Most action rolls are attempted with a single die type, however certain Agents stand a better chance at succeeding at certain Actions, ones linked to their Specialization Protocol. Depending on their SP, Agents can roll TWO dice of a particular type and choose the best result when attempting certain actions. This &lsquo;Two Dice&rsquo; bonus also applies to activating those specific Combat Augmentation Programs related to their area of expertise.&#10;&#10;All this really means is that while all Agents can attempt any Action or try to activate a CAP, a Razor is far more deadly in a Close Combat situation, and when it comes to hijacking the Cerberus security drone that just stomped into the room, you&rsquo;ll be thanking the Dark Net loa you&rsquo;ve got a decent Splicer at your side.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "17259",
    "Name": "ロールライト\t⚅富豪 (Roll Write Daifugō)",
    "ID": 325507,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/325507/roruraito-fu-hao-roll-write-daifugo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &#227;&#131;&#173;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#136;&#226;&#154;&#133;&#229;&#175;&#140;&#232;&#177;&#170; (Roll Write Daifug&#197;&#141;), two to six (or up to 99) players compete in a roll and write game which will determine the hands they will use in the second half of the game -a shedding game where the first player to play all of their cards will win!&#10;&#10;In the roll and write half, a player rolls three dice and the players write the values in a colored area on their board.  Each player also has a limited ability to adjust the value of the dice in this round. Once complete, the players sum the columns on their sheet as shown to determine the ranks of the &quot;cards&quot; in their hand.&#10;&#10;In the shedding half, the players play a game based on the traditional structure known as Daifug&#197;&#141;, where the start player will play one or more cards of the same rank, and other players can either pass, or play the same number of cards, but of a higher rank.&#10;&#10;The first player to &quot;play&quot; all of their &quot;cards&quot; wins the game!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "17260",
    "Name": "Shadowgate: The Living Castle",
    "ID": 343980,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/343980/shadowgate-the-living-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Five to find, three are one. One gives access, the Bladed Sun.&#10;The Silver Orb, to banish below. The Staff of Ages, to vanquish the foe. Joining two, the Golden Thorn. The last to invoke, the Platinum Horn.&quot;&#10;&#10;You have heard this prophecy many times &ndash; one regarding the chosen hero that will save the Westland from a great and rising darkness. Those days are now before you, for Talimar the Starless &ndash; the Warlock Lord &ndash; is once again moving in this world. He has descended far below Castle Shadowgate, ready to release a creature of immense power upon the world and bring it into chaos!&#10;&#10;Shadowgate: The Living Castle is a 2-4 player board game based on the Macventure, Kemco NES and 2014 remake video game, Shadowgate. In it you'll explore Shadowgate, the Living Castle, discovering relics and spells and completing legendary quests. Players can choose between eight characters that have their own unique class, traits, and abilities, then use these characters to compete for XP (experience points). For each item you equip, each quest you complete, each djinn riddle you answer, and each monster you defeat, you gain XP. Compete against other players to piece together the fabled Staff of Ages &ndash; It is only then will you be able to confront the Warlock Lord, fulfill the prophecy, and be crowned High Lord of the Westland!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "17261",
    "Name": "YOMEN",
    "ID": 320781,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/320781/yomen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In YOMEN, each player is given a set of three colored blocks with which to build a structure behind a screen.  Each player is also given a set of &quot;detective&quot; blocks that match the colors of their opponent's pieces.&#10;&#10;On a turn, a player asks their opponent about what is visible from a specific direction, and the opponent answers, such as &quot;Black is on the bottom row, green in the middle, and nothing on the top&quot;.  If a player has asked about a side view, then the asker also provides the answer for their structure.  If a player has asked about the view from above, then only the person being asked the question answers.&#10;&#10;The players take turns alternately, and the first to correctly guess the opponent's structure and orientation wins!&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17262",
    "Name": "Col-Or-Form",
    "ID": 165471,
    "Year": "(2014)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/165471/col-or-form",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Col-Or-Form, colors and shapes are arranged in a layout of 3 x 3 cards. Using his symbol cards, each player tries to change the layout to match the arrangement of the colors or shapes to the tasks given. The player to have the most symbols on the task cards collected wins the game &mdash; but because everyone plays simultaneously and the task cards can be turned around in your head any way you like, the game forms a solid color challenge for players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "17263",
    "Name": "The Sixth Realm",
    "ID": 401182,
    "Year": "(2025)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/401182/the-sixth-realm",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Thousands of Years Ago&#10;Conflict and strife between the six races resulted in years of war and suffering. One day, a strange cursed fog began to roll in from the north. The races fled south, and settled in what is today known as the Five Realms. Their ancient traditions and cities were lost to the miasma, and slowly forgotten by history.&#10;&#10;Modern Day&#10;A dwarven merchant ship sailing to Merchants Cove noticed that the poisonous miasma surrounding the land had been lifted. Word quickly made its way to Queen Tabitha who organized excursions to this new land. What they found shocked them; this was their ancestral homeland, and the six races used to live in peace. Peace and harmony had returned to the Five Realms, and thus the ancient curse had been lifted.&#10;&#10;In The Sixth Realm, players assume the role of explorers who&rsquo;ve sailed to this new (old) continent. With the backing of the crown and help from the guilds, players will compete to make a name for themselves in this strange new land.&#10;&#10;A game of The Sixth Realm takes place over three rounds.  Each round, the Stone Council will meet seven times, determining in which order each of the six guilds are going to activate. Players will then have the ability to take actions based on the selected guild. By exhausting their supplies of precious resources they will be able to take stronger actions, or even petition to take a different guild's actions.&#10;&#10;As the game progresses, You will have opportunities to win the favor of the Stone Council and gain more permanent support from the guilds, allowing you to take powerful actions.&#10;&#10;As word of your deeds spread, your popularity will rise and you will attract new Envoys to aid you in your endeavors&mdash;enabling taking free actions that can lead to lots of exciting multi-stage combos.&#10;&#10;The Merchants Guild is all about resources. Gain new resources and refresh exhausted ones to keep your engine running smooth.&#10;&#10;The Builders Guild are trying to construct a permanent settlement, and need your help laying foundations and building homes.&#10;&#10;The Adventurers Guild are busy exploring ancient ruins, diving deeper into the dungeon for greater rewards, and precious artifacts from their ancestors.&#10;&#10;The Navigators Guild want to explore the entire continent, establishing outposts in forgotten cities, rebuilding bridges, and unearthing forgotten relics.&#10;&#10;The Scribes Guild are in charge of recording and scrubbing information on scrolls, which can be done with ink resources to take powerful free actions.&#10;&#10;The Historians Guild are in charge of translating scrolls and texts from an unearthed library containing a treasure trove of ancient traditions.&#10;&#10;Throughout the game, players will earn the Queen&rsquo;s Favor, and use it to influence her royal challenges. These challenges will ask players to accomplish certain feats in this new land, and bestow royal favor upon those who rise to the challenge.&#10;&#10;The Sixth Realm is a heavy euro game stuffed to the brim with combos, bonuses, engine building, and interaction. The player-driven scoring and action-selection mechanisms mean that no two games play out the same. You must carefully balance long-term strategic planning, short-term  tactical adjustments, and the desires of your opponents to make a name for yourself as you return to the homeland of your ancient ancestors.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Chaining",
      "End Game Bonuses",
      "Market",
      "Movement Points",
      "Network and Route Building",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Setting: The Five Realms"
    ]
  },
  {
    "Rank": "17264",
    "Name": "Wer weiß das!?",
    "ID": 234886,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/234886/wer-weiss-das",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Wer wei&szlig; das!? is a trivia game in which you have to estimate the other players' knowledge. When it is your turn, you roll the dice, pick up a card, and pose one question to each fellow player. If the other players are right, you and they receive points.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17265",
    "Name": "Niwa",
    "ID": 234216,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/234216/niwa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "You are in a Japanese garden. Like the Japanese masters, the players make strategic moves to reach their opponent's camp. There's lot of strategy in this game where you advance step by step.&#10;To win the game, you must be the first to reach the opponent's temple with one of your three &quot;kokeshi&quot; figurine. At the begining, each figurine have 2 beads. The bead of the top of each figure allows him to cross a line of the same color ...&#10;In your turn, you can:&#10;-move one of your figurines and pass to an other figurine the beads you used, one by one&#10;-just pass a bead from the top of a figurine to another figurine&#10;-make jump one of you figurine up another if its has no bead on it!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17266",
    "Name": "Oh No, There Goes Tokyo!",
    "ID": 14410,
    "Year": "(2002)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/14410/oh-no-there-goes-tokyo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1176",
    "Description": "&ldquo;Oh No, There Goes Tokyo!&rdquo; is a multi-player combat game in which each of 2-4 players controls a segment of Tokyo under attack by the dreaded Godran, Self-Appointed Emperor of Monsters.  Players must protect their areas from the rampaging monster by deploying units of the national guard while at the same time evacuating tasty populace units.  As key production units in each sector are destroyed by Godran, the players&rsquo; resources dwindle.  Perhaps only a hastily-developed super weapon can save the day!&#10;&#10;Players have many options in &ldquo;Oh No, There Goes Tokyo.&rdquo;  Each turn, their remaining production centers generate a number of &ldquo;Mega-Yen&rdquo; to be spent in a variety of ways.  First, players bid &ldquo;Mega-Yen&rdquo; to control Godran.  Each turn, Godran could be controlled by a different player.  Victory point incentives will keep Godran rampaging - but if you win the bidding, Godran will rampage someplace other than your back yard!&#10;&#10;Mega-Yen can also be used to activate defense units, to evacuate panicked yet recalcitrant citizenry, and to develop super weapons to combat the mighty Godran.  Jury-rig a Death Ray and hope for a quick knockout punch, or undertake the longer and more expensive, but more sure-fire, process of researching Godran&rsquo;s origins to find his weakness. The Mega-Yen is an imaginary currency whose value, for the purposes of this game, is ridiculously high.&#10;&#10;&ldquo;Oh No, There Goes Tokyo!&rdquo; plays essentially the same with two, three or four players.&#10;&#10;&ldquo;Oh No, There Goes Tokyo!&rdquo; (Also known as ON,TGT!) contains a fold-out map that represents a hypothetical section of downtown Tokyo.  It could be any city, but Tokyo seems to be the most attractive to monsters.  Players are encouraged to substitute cities they particularly dislike if the urge strikes.  The game includes a set of counters representing Godran, destroyed buildings, the national guard in four colors and populace units in four colors.  Also included are a small selection of cards -  representing potential origin points for Godran and hair brained schemes to control the beast.  Relevant charts are included in the back of the rules for ease of access.  Play requires the use of multiple six sided dice to resolve combat and scrap paper for record keeping.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "17267",
    "Name": "Mixtapes",
    "ID": 218555,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/218555/mixtapes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "Descriptio from the designer:&#10;&#10;Producing a mixtape is always creating a new universe, full of memories, friendships, and good vibes. In the game, we are recording our precious k7 tapes, the result of a long wait for the exact moment when that particular song will play on the radio.&#10;Record your favorite songs, create a perfect sequence to give as a gift to someone important to you, conquer a new love or liven up that long-awaited party with the hits of the moment.&#10;The object of the game is to record three mixtapes. For this, you will use your recording device to perform actions that allow you to create these music collections in the best possible way. Whoever has the best mixtapes at the end of the match will be declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17268",
    "Name": "Spoilers: The Game – Travel Edition",
    "ID": 298545,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/298545/spoilers-the-game-travel-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "SPOILERS: THE GAME - TRAVEL EDITION is a cooperative &ldquo;guess the movie&rdquo; game.&#10; Players must guess the title of the movie from 5 quotes taken from the trailer.&#10;&#10;After reading each quote, players must discus the clues and write down 2 movie titles (they can write the same one twice if they are sure about the movie).&#10;&#10;The answer comes after the 5th quote. Players get as many points as the number of times they wrote that title.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "17269",
    "Name": "Politico",
    "ID": 32639,
    "Year": "(2007)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/32639/politico",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2222",
    "Description": "The king is dying, and the people bang at his gates, demanding democracy.  To appease his people, the kingdom's first election is being held to determine which of the king's children will assume the throne.&#10;&#10;To become the next ruler, players must choose either to politic with the members of the kingdom's four classes, or to use their political pull as royalty to change the lives of the people, for better or worse!  The first player to gain thirteen followers, with at least one follower from each class, becomes the next ruler and winner of POLITICO.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "17270",
    "Name": "The Battle of Guilford Courthouse",
    "ID": 6939,
    "Year": "(1978)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/6939/the-battle-of-guilford-courthouse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Guilford Courthouse is one of GDW&#039;s Series 120 games, a line of introductory wargames spanning various historical eras.  The games in the series had 120 counters and were supposed to be playable in 120 minutes or less, hence the name.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Great Britain",
      "Country: USA",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games",
      "States: North Carolina"
    ]
  },
  {
    "Rank": "17271",
    "Name": "Showdown",
    "ID": 192226,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/192226/showdown",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The knockdown, no-holds-barred party game The Ultimate Showdown pits famous people and characters in a battle to decide once and for all who can triumph under the situation at hand? Will it be the Easter Bunny vs. Ben Franklin for Best Babysitter? Or will Ghengis Khan beat out Frank Sinatra for Best Road-trip Companion? Anything goes! You pick the challenges and YOU try to get your picks to win!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17272",
    "Name": "Call My Bluff",
    "ID": 7095,
    "Year": "(1965)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/7095/call-my-bluff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is very similar to Balderdash but doesn't use a board.  Each player has six betting cards.  Three cards with values from 5 - 15 labeled &quot;True&quot; and four cards with values labeled from 5 - 20 &quot;Bluff&quot;.&#10;&#10;A card is selected and four definitions are read out loud.  Three definitions are listed and the active player makes up the fourth.&#10;&#10;Players then place a bet based on one of the definitions.  The players whom have correctly predicted the result get the points they have bet.  The incorrect bets are given to the active player.  The first player to score 250 pts wins.&#10;&#10;This game has lots of cards.  672 bluff cards are included and each card has two words.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Educational",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "17273",
    "Name": "Tien Gow (Sky Nine)",
    "ID": 36513,
    "Year": "(1120)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/36513/tien-gow-sky-nine",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Tien Gow, along with Pai Gow is one of the most popular games played with Chinese Dominoes.&#10;&#10;Tien Gow is a four-player trick-taking game in which each of the dominoes has a specific value when played either as singletons or in combinations against other dominoes. The value of each set of tiles is based on the standard, idiosyncratic ranking of Chinese dominoes, an order that often does not correlate with the numerical value of the tile. Players unable to beat the high set during a trick must discard an equivalent amount of tiles face down. Points are awarded during the round, for special plays, and at the end, based on the number of tiles won by each player. Score multipliers may also apply, depending on the endgame conditions. Like Poker, it is typically played as a gambling game using chips.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Components: Chinese Dominoes"
    ]
  },
  {
    "Rank": "17274",
    "Name": "Steven Universe: Beach-A-Palooza Card Battling Game",
    "ID": 288068,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/288068/steven-universe-beach-a-palooza-card-battling-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "At this year's Beach-a-Palooza, Steven has a surefire way to win: Recruit more Stevens from the timeline and have them all front their own bands!&#10;&#10;Steven Universe: Beach-A-Palooza Card Battling Game is your chance to become a Steven and try to put together the best band and audience! But it's not going to be easy as party crashers &mdash; both Corrupted and Homeworld Gems &mdash; want to ruin your amazing performance. It's Beach City's event of the year and you're on center stage. Play your cards right, and your band might be the big winner!&#10;&#10;In more detail, each round you draft three character cards that feature gems and various familiar characters, sometimes being able to recruit characters to your stage or audience to generate energy and other effects. Get the right characters on stage, and you can form powerful fusions!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Kill Steal",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "TV Shows: Steven Universe"
    ]
  },
  {
    "Rank": "17275",
    "Name": "Silver Mine",
    "ID": 1120,
    "Year": "(1992)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/1120/silver-mine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "Silver Mine is a racing game in which the goal is to NOT cross into the dangerous area of &quot;Mina del Plata&quot; (silver mine). More specifically, the player who is still on the path there once all the others have already arrived banks the victory.&#10;&#10;On each turn, the closest player to the mine entrance rolls one die, the next closest one two dice, the next three dice, and so on. The laziest player &mdash; that is, the one farthest from the entrance &mdash; can even roll six dice on a turn, but any player can buy the right to not roll their dice. A game stretches over several rounds, but the payment doubles, then triples as the game progresses.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "17276",
    "Name": "Fibonacci",
    "ID": 695,
    "Year": "(1992)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/695/fibonacci",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "This abstract strategy doesn't really use the Fibonacci sequence (1,1,2,3,5,8,13...), but it's pretty cool nonetheless.  The first player starts off with one move, the second player takes two, first player takes three, and so on up to a maximum of six moves.  The object of the game is to surround your opponent's base with your six strike pieces.  Everytime you get a strike piece adjacent to your opponent's base they lose 1 move point.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17277",
    "Name": "OMEGA",
    "ID": 81588,
    "Year": "(2010)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/81588/omega",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "OMEGA was born as an experiment on complexity and intuitive arithmetic. Both concepts teamed up to create this little monster. It feels like a cross between Hex and Go.&#10;&#10;In OMEGA, players try to create groups of their colors by placing stones in a hexagonal grid, in order to score the most points. But each player places stones of all colors in play.&#10;&#10;The final score for each color is calculated by multiplying the sizes of the different groups of that color.&#10;&#10;Thanks to the 6 acrylic 'corners' included in the game, it can be played on various board sizes. From 5-hexes side to 10-hexes side. Other board shapes can be configured, too.&#10;&#10;You will soon realize that you don&acute;t need to calculate your score during play (multiplying your group values). Use an intuitive strategy instead. How? You must figure it out by yourself.&#10;&#10;2-player games of size beyond 8 are only recommended for experienced players and scores are often gigantic.&#10;&#10;OMEGA was initially designed for 2 players. The designer then added the 3 and 4 player option, but the gameplay is completely different.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex10 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: igGameCenter"
    ]
  },
  {
    "Rank": "17278",
    "Name": "Star Blazers Fleet Battle System",
    "ID": 3892,
    "Year": "(1997)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/3892/star-blazers-fleet-battle-system",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.7143",
    "Description": "From the game's introduction:&#10;STAR BLAZERS FLEET BATTLE SYSTEM is a miniatures tabletop game of space warfare set in the YAMATO universe. &#10;This game represents a recreation of the battles and weapon systems that are seen in the popular Japanese animation series SPACE BATTLESHIP YAMATO, or STAR BLAZERS in the United States.&#10;The author's intent is to construct a rules system which correctly portrays the atmosphere of the series, as well as providing a fun and balanced game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "17279",
    "Name": "Carbon City Zero",
    "ID": 288179,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/288179/carbon-city-zero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "As a newly appointed city mayor you have been tasked with creating a carbon neutral city. It sounds easy, but you'll soon discover that your carbon budgets are hard to balance. Can you hit the zero carbon target before your rivals? The race to become the first zero carbon city is on...&#10;&#10;Carbon City Zero is a deck-building game for 2-4 players, in which players develop a sustainable city by building factories, managing people, lobbying government ministers, and raising public awareness. Each player starts with an identical Draw Deck (and a Carbon Level of 40), buying additional cards from a shared Marketplace to create a more sustainable city. Balancing the need to generate income with reducing carbon, players can follow numerous paths to victory, creating synergies between Government, Industry, and Domestic sectors, while avoiding Snags and responding to Global Events. Once a player&rsquo;s carbon level reaches zero, they win.&#10;&#10;The game comes with 100 full-colour cards illustrated by Tony Pickering, a carbon tracker, a 13-page rulebook, and a glossary of the topics introduced.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "17280",
    "Name": "Mystick Companion",
    "ID": 3772,
    "Year": "(2000)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/3772/mystick-companion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Mystick Companion is an expansion for Mystick Domination, though it can also be played without Mystick Domination.&#10;&#10;From the back of the box:&#10;&#10;The world of Mystick grows larger and stranger with the Companion set as the Masters find new ways to create the future with new tarot cards.  Each 78-card Companion deck is fully compatible with earlier Mystick cards and also stands alone as a complete game and tarot deck.&#10;&#10;The Basic Deck contains 78 new cards to get you started with Mystick or to add to your existing Mystick collection.&#10;&#10;Features&#10;- Stunning new classical artwork&#10;- Clever new strategies to stretch your imagination&#10;- New interpretations of each Minor Arcana card&#10;- User-friendly tutorial to get you started playing in minutes&#10;- Fast-paced play; playing time 15-20 minutes&#10;&#10;Integrates with:&#10;&#10;     Mystick Domination&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17281",
    "Name": "Obelisk",
    "ID": 230146,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/230146/obelisk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "Description from the designer:&#10;&#10;Obelisk is a cooperative, tower defense, strategy game.&#10;&#10;The Queen is away on an adventure and she has left her advisers (the players) in charge until she returns. Everything was going well until Stone Demons started appearing from a nearby portal. Prove your worth to the Queen by capturing all the Demons before they escape!&#10;&#10;The game is played in Turns which consist of two phases: Day time and Night time. Each Turn starts in the Day, where players may simultaneously perform a number of actions from the four available options. After all players have acted, Night begins. Every Night, Stone Demons come out of the Portal and move from tile to tile following the arrows. Players use Towers to snare Demons and the sunlight turns them back into stone. Stones are resources the players can spend during the next Day to upgrade Towers. After all Demons move, Day begins. Continue cycling through Day and Night until: players have captured all the Stone Demons from the Cave, any Demon walks off the map, or steps on the same Tile twice during the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "17282",
    "Name": "Jemmapes 1792",
    "ID": 179020,
    "Year": "(2015)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/179020/jemmapes-1792",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "La bataille de Jemmapes: les Soldats de la R&eacute;publique Volume I covers the battle fought on 6th November 1792 between a French army led by General Dumouriez, and an Austrian army under the command of the Duke of Sachsen-Teschen.&#10;&#10;This battle, that occurred two months after the battle of Valmy, was one of the most important victories of the French army during the French Revolution and forced the Austrians to evacuate Belgium. Nonetheless, they came back in March 1793 after a defeat of Dumouriez's army at Neerwinden.&#10;&#10;This game, published by Vae Victis n&deg;122, is the first game of the series &quot;les Soldats de la R&eacute;publique&rdquo; (&quot;Soldiers of the Republic&quot;), that will cover the main battles fought during the French Revolution.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Magazine: Vae Victis",
      "Series: Les Soldats de la République (Vae Victis)"
    ]
  },
  {
    "Rank": "17283",
    "Name": "Disney The Muppet Christmas Carol: Spirit of Giving Game",
    "ID": 402220,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/402220/disney-the-muppet-christmas-carol-spirit-of-giving",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Join the Muppets for some spirited holiday cheer! Collect your favorite characters to make sets and score points. Complete another player&rsquo;s set and you both receive a gift! In this game of giving, the most generous player wins!&#10;&#10;&#10;     Unique Story tiles let you meet Scrooge and the Ghosts of Christmas, bringing in new gameplay options along the way!&#10;     Original illustrations showcase your favorite Muppet characters in their Christmas Carol roles!&#10;     Sharing is caring! Make sets of cards to score points &ndash; but if you help another player, you might score even more!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "Hidden Victory Points",
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Frogs / Toads",
      "Animals: Pigs",
      "Animals: Rabbits / Hares",
      "Animals: Rats",
      "Creatures: Ghosts",
      "Holidays: Christmas",
      "Series: Stocking Stuffers (Funko)",
      "TV Shows: The Muppet Show"
    ]
  },
  {
    "Rank": "17284",
    "Name": "Rebels & Redcoats: Volume II",
    "ID": 17644,
    "Year": "(1995)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/17644/rebels-and-redcoats-volume-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "Volume II in the Rebels &amp; Recoats series.  The Game covers the Saratoga Campaign and the Southern Campaign of the American Revolution and includes eight different battles.&#10;&#10;The battle scenarios are:&#10;&#10;Saratoga Campaign:&#10;&#10;     Bennington (16 August 1777)&#10;     Freeman's Farm (first Saratoga - 19 september 1777)&#10;     Bemis Heights (second Saratoga - 7 October 1777)&#10;&#10;&#10; &#10;Southern Campaign:&#10;&#10;     Camden (16 August 1780)&#10;     Cowpens (17 January 1781)&#10;     Guilford Court House (15 March 1781)&#10;     Hobkirk's Hill (Second Battle of Camden - 25 April 1781)&#10;     Eutaw Springs (8 September 1781)&#10;&#10;&#10;Game includes: 360 counters, 2 22&quot; x 34&quot; mapsheets, 16-page rules booklet, 2 player aid cards and 1 d-10.&#10;&#10;Game relies on a fairly simple sequence of play to recreate 18th Century linear warfare:&#10;&#10;     Command Segment&#10;     Bombardment Segment&#10;     Reinforcement Segment&#10;     Movement Segment&#10;     Assault Segment&#10;     Rally Segment&#10;&#10;&#10;Also includes separate rules for light infantry and dragoons as well as scenario specific rules.&#10;&#10;(added information)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Great Britain",
      "Country: USA",
      "Game: Rebels & Redcoats",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17285",
    "Name": "Castle Keep",
    "ID": 17855,
    "Year": "(2005)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/17855/castle-keep",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2125",
    "Description": "Description taken from Gamewright 2005 Catalog:&#10;&#10;Castle Keep&#10;The Game of Medieval Strategy and Siege&#10;&#10;Raise your castle!  Raze the enemy!  In this clever game of medieval maneuvers, build a castle with walls, towers, and a keep by matching color, shape, or both.  Will you use your game tiles to strengthen your fortress or to attack vulnerable opponents?  Choose wisely, or you may find yourself in royal ruins!  The first player to build a complete castle rules the land.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "17286",
    "Name": "Shenanigrams",
    "ID": 406037,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/406037/shenanigrams",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Shenanigrams is a word game filled to the brim with sneakiness, shenanigans &amp; anagrams!&#10;&#10;Players battle head-to-head in a nail-biting race to build and steal as many words as possible from their opponents by using stealth, strategy and wordy wickedness.&#10;&#10;It&rsquo;s easy to learn, quick to play and the perfect grab-and-go game to keep everyone entertained for hours. You don&rsquo;t need to like word games to LOVE this one. Kids, teens and adults will be hooked!&#10;&#10;HOW TO PLAY: Players take turns playing one letter tile, gradually forming a word grid everyone is playing on. When a player completes a word, they tag it! But watch out&hellip;players can also use their turn to steal opponents&rsquo; tagged words by adding, inserting or replacing a letter tile. Be the first to use all your tags and shout &quot;SHENANIGRAMS&rdquo; to win!&#10;&#10;Let the Shenanigrams commence...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Race",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "17287",
    "Name": "Legends and Lies",
    "ID": 154281,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/154281/legends-and-lies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "In Legends and Lies each player is a Cryptozoologist mounting expeditions in an attempt to prove the existence of certain unknown creatures such as Bigfoot, The Loch Ness Monster or Extraterrestrials.  Each ultimately hopes to gain fame and fortune by being credited with the actual discovery of a new species.  While searching the globe for solid proof of these creatures existence each Cryptozoologist can attempt to discredit their competitor&rsquo;s discoveries by leaking wild stories to the tabloid press.  Turnabout is, of course, fair play&hellip;.&#10;&#10;Basic Game Play Overview:&#10; During each turn players draw from either the Unknown (draw pile) or from the top of Tabloids (discard pile). Each player creates or adds to melds using Expedition cards in order to reach ten or more points. If ten or greater points is achieved that expedition would be considered to have found enough proof for science to take notice, thereby doubling that set's score. Also during each turn a single Anomaly card (action card) may be played which can do things like strengthen the value of an expedition in play, retrieve cards from the Tabloids, discredit other players expeditions or manipulate other facets of the game. At the end of a round, cards in the Tabloids that match expeditions in play discredit that expedition. The game also has a shut-out rule involving Extraterrestrials that, if achieved, prevents all other players from scoring that round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "17288",
    "Name": "Código Enigma",
    "ID": 209976,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/209976/codigo-enigma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "This is a card game set in World War II that revolves around the decryption of the German Enigma machine. It is based in Bletchley Park, a military facility in Buckinghamshire, England, where German codes were decoded. Each player takes on the role of an Enigma machine operator, and competes against others to encode and decode messages faster than their opponents and avoid being blocked by the German soldiers. The game involves strategic thinking and concentration, and is rich in historical content.&#10;&#10;The gameplay involves collecting sets of cards with different symbols from a shared pool while also trying to prevent other players from collecting the cards they need.&#10;&#10;",
    "Categories": [
      "Memory",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17289",
    "Name": "ROBOT RISE!",
    "ID": 211852,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/211852/robot-rise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Ministry of Discord, an international alliance of archvillains, has an opening for a new member. Each player in ROBOT RISE! is a mad scientist hoping to earn that coveted seat (and win the game) by eliminating all the other players.&#10;&#10;The 116-card deck contains dozens of unique cards, including:&#10;- Secret Lairs: Protect these from being destroyed by your opponents&#10;- Mad Scientist Identity cards (a Kickstarter stretch goal)&#10;- Giant Robot Parts: Assemble a giant robot to attack opponents or defend against attacks&#10;- Raid, Freeze Ray, and Mind Control are nuisance attacks that reduce your opponents' effectiveness&#10;- Defense Cards: The best offense is a good defense...sometimes.&#10;- Spy Attack! &#10;- Disasters!&#10;- And many others...&#10;&#10;Need part of a Giant Robot to carry out an attack? Call for a temporary alliance with one of your opponents. After all, the enemy of your enemy...can sometimes be useful.&#10;&#10;Gameplay consists of taking one action (typically playing a card), following through on the implications of that action, and then ending your turn by replenishing your hand (i.e., drawing one or more cards). The game ends when just one player has any secret lairs remaining.&#10;&#10;This game was successfully funded via Kickstarter on August 31, 2017 and is currently available from select retailers and the publisher's website.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "17290",
    "Name": "Coma Ward",
    "ID": 211128,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/211128/coma-ward",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.1667",
    "Description": "Sterile, blinding whiteness &mdash; coupled with deafening, repetitious beeps &mdash; shocks you awake. Your heart rate slows and your breathing steadies as you realize you are in a hospital. You glance around, finding your room empty. You read your identifying armband to see a name you don't recognize. As your bare feet smack to the cold tile floor and you steady your wobbling body, you feel the foreign presence of absence. You are alone&hellip;&#10;&#10;In Coma Ward, players are patients who have awoken in an abandoned, yet still functioning hospital with no memory and no idea of what is happening. Patients must search the hospital for clues and necessities. In their search, patients may find unspeakably terrifying things.&#10;&#10;Each time you play, you explore an ever-changing hospital as you search for the clues to your identity and the cause of the environment's unsettling emptiness. Balance your ever worsening terror and neurosis while monitoring your health and physical attributes. Remember to stay close to those who awoke with you because the shadows of the empty hospital can destroy your already fragile psyche. Once all the clues have been discovered, the true horror begins. Players discover what is actually happening and find out who they can trust &mdash; if anyone &mdash; and how to win.&#10;&#10;Each playing is a unique phenomenon that introduces diverse and dynamic rules. Coma Ward is a mature game with themes of violence, absolution, distrust, gore, and traumatic incidence. Player discretion is advised.&#10;&#10;Coma Ward plays in two parts: &#10;  The Prologue:&#10;&#10;Patients will move through the Hospital discovering new Tiles that represent rooms. Some Tiles will affect a Patient&rsquo;s Health or Terror. Other Tiles will impact the game in other unpredictable ways.&#10;&#10;While they explore and search, Patients will discover items that will help them in their frantic search for answers. Items like Clothing and makeshift Weapons will defend you from unseen forces or even other hostile Patients. While Medicine and Food can restore your Health and Focus. Ultimately, Patients are searching for the horrific Clues to what has happened in this hospital. Once all of the Clues have been revealed, the true game objective unfolds&hellip;&#10;&#10;&#10;The Phenomenon:&#10;&#10;Upon uncovering the final Clue, the Phenomenon is triggered. Players will then withdraw and open the specified sealed envelope from the box revealing its secret contents telling the story of what is happening and how to win the game.&#10;&#10;Some Phenomenon are cooperative, with players racing to escape the hospital or defeat cruel forces. While other Phenomenon will pit players against each other in secret alliances or an all out fight for survival. &#10;Each Phenomenon can lead to multiple endings. So, even if Players reveal the same Phenomenon multiple times, they will always have a unique experience.&#10;Some Phenomenon are physical, real, threats inspired by classic horror tropes;  others explore metaphysical and psychological themes&hellip;&#10;&#10;Are you ready to open your eyes and experience the phenomenal horror of Coma Ward?&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17291",
    "Name": "GloBUM!",
    "ID": 395309,
    "Year": "(2024)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/395309/globum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Like every year, the most famous amusement park among animals has just arrived. Its main attraction, &quot;GloBUM!&quot;, is the most anticipated, and guarantees its visitors the best experience of their lives, being able to fly tied to a group of balloons for the first time.&#10;The line to enter is long, and there are assistants who require more attention to ensure that your collection of balloons supports the size and weight of each one, so you will have to take care of them, getting them to circulate faster than your colleagues or Companions, the front row.&#10;&#10;GloBUM! is a game of tricks, in which you will have to achieve a certain number of animals in flight, before the other players, to win. But be careful, there will be difficulties that will hinder your performance.&#10;&#10;&mdash;description from the publisher&#10;&#10;Como todos los a&ntilde;os, el parque de diversiones m&aacute;s famoso entre los animales acaba de llegar. Su principal atracci&oacute;n &ldquo;GloBUM!&rdquo;, es la m&aacute;s esperada, y garantiza a sus visitantes lograr vivir la mejor experiencia de sus vidas, poder volar por primera vez atados a un grupo de globos. &#10;La fila para entrar es larga, y hay asistentes que requieren una mayor atenci&oacute;n para lograr que tu colecci&oacute;n de globos soporte el tama&ntilde;o y peso de cada uno, por lo que tendr&aacute;s que hacerte cargo de ellos, consiguiendo hacer circular m&aacute;s r&aacute;pido que tus compa&ntilde;eros o compa&ntilde;eras, la fila de entrada.&#10;&#10;GloBUM! es un juego de bazas, en el que tendr&aacute;s que lograr cierto n&uacute;mero de animales en vuelo, antes que los otros jugadores, para hacerte con la victoria. Pero ten cuidado, habr&aacute;n dificultades que entorpecer&aacute;n tu desempe&ntilde;o.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "17292",
    "Name": "Story Box: Aventures",
    "ID": 413079,
    "Year": "(2024)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/413079/story-box-aventures",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In this cooperative game:&#10;1. Stack cards on a board while telling a short, crazy, funny, wacky story... all within 2 minutes!&#10;2. Together, take on the challenge of remembering the story in the correct sequence! &#10;And that&rsquo;s when the magic happens: Surprises and Laughter! Because, with the help of all players, having a good memory has never been easier!&#10;&#10;Each card correctly recalled in sequence earns the players 2 points. If a player seek assistance, the group still earns 1 point for each card, encouraging teamwork and collaboration. However, be cautious - an incorrect guess results in the group losing 1 point. Aim to continually improve your collective score from game to game, or to climb higher on the success ladder.&#10;&#10;The basic rules remain the same across different versions of Story Box.&#10;&#10;But each version offers a Themed Expert Variant:&#10;In Story Box Adventures, the Frenetic Adventure variant requires you to lay down 30 cards during the story phase to score the game. Can you play as fast as that? And can you remember the sequence of cards?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Real-Time",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Story Box (TIKI Editions)"
    ]
  },
  {
    "Rank": "17293",
    "Name": "ROLL for Your Life, Candyman!",
    "ID": 254613,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/254613/roll-for-your-life-candyman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "ROLL for Your Life, Candyman! is a frantic, real-time dice fest of gingerbread cookie combat in which 2-4 players face off in arena-style, free-for-all battles, rolling their dice like crazy. When a player gets all four of their dice to match, they grab the plastic candy cane at the center of the table, stopping the action and claiming an opponent's limb that matches the die result. Losing all of your &quot;puzzle-board&quot; limbs eliminates your from the round &mdash; but fear not, it is the player at the end of three rounds who has collected the most cookie parts that wins the day!&#10;&#10;Let's get ready to CRUMBLE!!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fighting",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "17294",
    "Name": "Hit the Throttle!",
    "ID": 97751,
    "Year": "(2010)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/97751/hit-the-throttle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Gib Gummi is an easy colour dice driven racing game.&#10;&#10;Game Idea&#10;Each player draws an assignment card but should not allow the other players to see it. This card shows two colored racing cars. Each player tries to drive the two racing cars shown on their assignment card over the target line first. But watch out! The players are allowed to choose of the six cars so no one really knows which racing cars their opponents want to get to the target first. The aim of the game is to be the first to drive the two racing cars on one&rsquo;s assignment card up to the target.&#10;&#10;Like in Snail's Pace Race, you move cars according to the colour on the die. But in Gib Gummi, you roll three dice and choose one, than re-roll the other two, choose one again and finally re-roll one die.&#10;&#10;End of the Game&#10;The game ends as soon as both of a player&rsquo;s racing cars havereached the target. This player yells &ldquo;Hit the throttle&rdquo; and winsthe race. He then shows his assignment card to prove it.If various players fulfi l their assignment at the same time,they win together&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "17295",
    "Name": "Tantrix Gobble",
    "ID": 63433,
    "Year": "(2009)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/63433/tantrix-gobble",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Tantrix Gobble, players divide all 56 tiles. The game is a race to see who can play all their tiles first. Tiles must touch (and match) at least two tiles when played. A GOBBLE occurs when a tile is played in a space surrounded by at least 3 tiles (and color paths match on all sides). Gobbles allow players to remove 1 tile from their penalty stack.&#10;&#10;It is a family game which is more about speed than strategy. It suits fast rather than deep thinkers and is a fun introduction for younger players who find the tactics and restrictions of Tantrix Strategy a bit overwhelming. The optimum number of players will depend on how much chaos you can take - more than 4 players and elbows definitely become a factor!&#10;&#10;For 1 to 6 players, 56 tiles, Ages 5+, Average duration: 10 minutes.&#10;&#10;&#10;     Players race against each other to add all their tiles to &quot;the Tantrix&quot;.&#10;     Players may only add tiles which touch at least two tiles already played.&#10;     Players are rewarded for filling gobbles! To fill a gobble, add a tile to the Tantrix which touches at least three other tiles.&#10;&#10;&#10;Comes with a variety of rulesets for various styles of play. Still contains Tantrix Solitaire, over 40 puzzles, and the Tantrix Strategy game for 2-4 players.&#10;&#10;Similar to:&#10;&#10;    Tantrix&#10;    The Mind Game&#10;    Kaliko&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17296",
    "Name": "Hatflings!",
    "ID": 199800,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/199800/hatflings",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Hatflings! is a fun game in which each player takes control of a halfling team in the famous &quot;game of hats&quot; that takes place every year in the Spring Festival of Halftown.&#10;&#10;To win the game of hats, each team has to exchange the hat of another team for their own hat while dancing, jumping and frolicking. The game board has squares for the halfling tiles who have a hat of their color (orange or purple). Whenever a tile is placed on the 6 x 6 square board, all the adjacent tiles of the opponent team must be flipped to show the other team's hat color. The game ends when no more halflings could enter the game zone, and the winning team is the one who has more hats of their color. Different kinds of halflings, such as the big bellied ones or the halfling on stilts have special actions.&#10;&#10;Who will win the game of hats this year?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17297",
    "Name": "Kraken-Alarm",
    "ID": 66825,
    "Year": "(2010)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/66825/kraken-alarm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "With their research ship each player looks to discover animals in the sea. But look out for the big kraken because he will try to entangle your ship in his arms. The game features an innovating tilting mechanism (this is activated when a ship gets caught by the kraken). The player who discovers as many different animals as possible wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Octopuses"
    ]
  },
  {
    "Rank": "17298",
    "Name": "MS Batory",
    "ID": 233094,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/233094/ms-batory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This was supposed to be a tranquil cruise across the Atlantic on board the ship MS Batory. The promise of an unforgettable trip from Gdynia to New York attracted onto the ship's deck the most prominent personas, who wished to take part in the adventure of their lives.  No one suspected that the scenes taken straight from the bestselling crime novels will soon unfold aboard the legendary transatlantic ship. Audacious theft of the countess Pawlicka's priceless jewels has shaken both the passengers and  crew members alike. However the most shocking fact is undeniable truth that the thief is hidden among them...&#10;&#10;MS Batory is a deduction game, which in innovatory way makes use of three-dimensional game board. The players take a role of detectives, and their task will be to identify the thief as quickly as possible. Each character from among thirteen suspects has a set of unique features - gender, age and a role. The players will ask each other questions, based on which they'll be able to determine the innocence of the suspects. At the beginning of the game, one of the cards which represents characters will be randomly selected and put aside - this character is a thief.  The rest of the remaining cards will be distributed among the detectives.&#10;&#10;The player's round consists of the two phases:&#10;&#10;1. Movement Phase&#10;&#10;The players move characters around the deck of MS Batory. They have at their disposal a three-dimensional ship, which consists of  several dozen rooms, located on the three separate decks. During this phase, the Players will move characters and perform different tasks - like for example: &quot;Meet up with the member of the crew&quot; or &quot;Go to the observation deck&quot;. By performing those actions they will gain question cards, which are used later during investigation phase. Characters need to be moved around the ship so that current task is completed as many times as possible. All the while it has to be remembered, that arrangement created by character's placement can hinder or help when it is time for asking questions in investigation phase.&#10;&#10;2. Investigation Phase&#10;&#10;During movement phase, the players had gained question cards. Each of these cards contains one trait - age, gender, role, number, room or deck. Using these cards, the player will formulate a single question, which he will ask to another detective.  This question can be of any kind, but it has to be based upon the question cards at a player's disposal.&#10;&#10;For example, when in possession of  cards: &quot;gender&quot; and &quot;deck&quot; the player can ask another detective &quot;Are there any women among your characters which are currently on the observation deck?&quot; On the other hand, having a more varied set of cards like &quot;age&quot;, &quot;role&quot;, &quot;number&quot; and &quot;room&quot; allows for asking more detailed questions such as: &quot;How many of your middle aged crew members are currently in the cabin?&quot; Skillfully asked question allows the detective to eliminate further characters from his list of suspects, without giving away too many clues to the rest of the players.&#10;&#10;The winner is the detective who first identifies the thief!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "17299",
    "Name": "Class War: The Jacobin Board Game",
    "ID": 350945,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/350945/class-war-the-jacobin-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Class War is the new two-player asymmetric strategy game from the team behind Jacobin, the largest socialist magazine in the United States.&#10;&#10;In Class War, you are a collective entity: a social class &mdash; either the Capitalists or the Workers. You&rsquo;ll fight for social dominance in an unstable constitutional democracy. Will the Capitalists crush this rising wave of popular discontent and entrench their position as masters of society? Or will the Workers triumph over the power of money to make society more equal and just?&#10;&#10;In Class War, players draw cards from their decks and deploy them in society using the money they earn in the economy. The cards you&rsquo;ve played will be used to mobilize dice (representing your social power) against your opponent &mdash; in the economy, to win a greater slice of the economic pie, or in the state, to elect figures who support your political agenda. Ultimately, both classes aim to make their demands into law, permanently changing the rules of the game in their favor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17300",
    "Name": "Shadow Blocks",
    "ID": 262443,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/262443/shadow-blocks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Get ready for an intense 3-dimensional puzzle game that will bend your mind. In this game you must arrange the blocks to match the &quot;shadows&quot; depicted on the challenge cards. Shadow Blocks contains three levels of difficulty and enough blocks for up to four players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Contests: Fastaval Design Competition"
    ]
  }
]