[
  {
    "Rank": "12901",
    "Name": "Overload",
    "ID": 269205,
    "Year": "(2019)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/269205/overload",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Overload is a racing game in which players try to score as many points as possible over several laps. At the start of the game, each player decides how many discs to place on their figure. The more discs you have, the more you score! Whenever someone passes you during the race, you add another disc to your figure &mdash; but if you collect too many discs, then you go out of control and need to start the lap again...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "12902",
    "Name": "Gelato Mio",
    "ID": 281516,
    "Year": "(2019)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/281516/gelato-mio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Gelato Mio is a game for 2-4 players and aims to get more victory points than opponents. Players have to collect ingredient cards to make ice creams and prepare them to meet customer orders. It is played in turns (clockwise) and in each turn players perform 1 of 4 possible actions.&#10;&#10;     Draw an ingredient card from the display&#10;     Discard ingredients cards to make ice cream&#10;     Remove cards from the game to prepare ice cream for customers &#10;     Discard 2 cards from hand to take 1 card randomly from an opponent hand&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;Gelato Mio &eacute; um jogo para 2-4 jogadores e tem como objectivo fazer mais pontos de vit&oacute;ria que os oponentes. Os jogadores t&ecirc;m que juntar cartas de ingredientes para confeccionarem gelados e prepararem-nos de forma a atenderem os pedido dos clientes. Joga-se por turnos (ponteiros do rel&oacute;gio) e em cada turno os jogadores executam 1 de 4 a&ccedil;&otilde;es poss&iacute;veis.&#10;&#10;     Levantar uma carta de ingrediente da montra&#10;     Descartar cartas de ingredientes para fazer gelado&#10;     Remover cartas do jogo para preparar gelados e atender clientes&#10;     Descartar 2 cartas da m&atilde;o para tirar 1 carta aleatoriamente da m&atilde;o de um oponente&#10;&#10;&#10;&mdash;description from the designer (Portuguese)&#10;Card game illustrated by Jo&atilde;o Quintela Martins using some resources from Freepik.com&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12903",
    "Name": "Timeline: Science Museum",
    "ID": 266129,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/266129/timeline-science-museum",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Was the Ford Model T invented before the Iron Lung ventilator? How about Einstein's Theory of General Relativity? Did it come before or after the Wright Brothers first powered and sustained flight in an aircraft? The game is designed to test your knowledge of London's famous Science Museum!&rsquo;&#10;&#10;In Timeline Science Museum, these are exactly the kinds of questions you'll ask yourself each time you try to play one of your cards. There's only one objective: be the first player to play all of your cards correctly in the timeline!&#10;&#10;Approved by the museum the game contains 110 cards and is based on the Science Museum's collection of scientific, technological and medical achievements from across the globe. They can also be mixed with cards from other Timeline editions. By mixing two or more Timeline games with different themes, you can make your game even more challenging!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Theme: Science"
    ]
  },
  {
    "Rank": "12904",
    "Name": "Risk: Mass Effect – Galaxy at War Edition",
    "ID": 150049,
    "Year": "(2013)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/150049/risk-mass-effect-galaxy-at-war-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1111",
    "Description": "Includes 3 play modes:&#10;A Risk re-implementation based on the popular Mass Effect series of video games.&#10;&#10;Includes 3 play modes:&#10;&#10;Basic Training &ndash; Standard RISK game play,&#10;Galaxy at War &ndash; fast-paced and strategic, individual and team play.&#10;War Assets &ndash; quick card and dice game play.&#10;&#10;&#10;Game comes complete with over 250 game pieces. Custom components include 2 Alliance Armies, 2 Reaper Armies, 1 Cerberus Army, 2 Harbinger pieces. 81 Faction Cards representing the 3 factions, 18 War Assets planet scanning cards (which can also be played as a standalone mini-game), Custom game board, 5 six-sided dice and 4 eight-sided dice.&#10;&#10;Re-implements:&#10;&#10;    Risk: Star Wars &#226;&#128;&#147; Original Trilogy Edition&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "12905",
    "Name": "Eaten By Zombies!: In Cahoots",
    "ID": 115976,
    "Year": "(2012)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/115976/eaten-by-zombies-in-cahoots",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9167",
    "Description": "The sun was shining, the sky was blue, and the only sounds whispering through the streets were the gentle moans of the undead. Can you and a friend survive the horde together, or will you use that beating heart across the table to save your own skin?&#10;&#10;Eaten By Zombies!: In Cahoots is both a two-player standalone game and an expansion for Max Holliday's Eaten By Zombies! that allows for play with up to six players. In Cahoots includes five zombies with a new &quot;reveal&quot; ability, eleven new Swag cards, and two new starting decks.&#10;&#10;Integrates with:&#10;&#10;&#10;    Eaten by Zombies!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Zombies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12906",
    "Name": "Keesdrow",
    "ID": 20829,
    "Year": "(2005)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/20829/keesdrow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7727",
    "Description": "It is a very high quality &ldquo;word find&rdquo; board game, and appeals to a very large audience, ages 8 to adult.  It is designed to entertain a wide range of audiences and age groups.  Keesdrow is ideal to play at family gatherings, an evening with friends, or any time of day when people just need a break.  The game consists of 64 double-sided wood tiles (each tile consisting of four letters with number values assigned to each letter along with a hole for the placing of a colored peg)&#10;&#10;The object of the game is simple.  Players compete for high score by identifying words within a maze of letters and scoring points based on the letters they use.  As players identify words, they insert a colored peg in the hole of each letter used to form the word.  Adjoining letters may be up, down, left, right or diagonal.  The letters must be joined in sequence, and may be used more than once within the same word.  Letters have varying point values, and may be used a maximum of three times during the game.&#10;&#10;The first time a letter is used, it counts as a single point value, and a green peg is inserted in the hole of the letter.  The second time a letter is used, the point value is doubled and a yellow peg replaces the green peg.  The third and final time a letter is used, the point value is tripled, and a red peg replaces the yellow peg.  Once a letter has been used three times, it is expired and may not be used again for the remainder of the game.  (While playing the game, think of a stoplight &ndash; first play the green, then the yellow, and finally the red at which time play is stopped for that letter.)&#10;&#10;The key to making this game so enjoyable is the ability to use the same letter multiple times within the same word, to move in any direction to connect letters and to limit the use of individual letters to a maximum of three times.&#10;&#10;Game contents include a game board, sixty-four wood double-sided tiles (each side contains four letters, numbers and holes), 300 colored pegs, plastic case for the pegs, blue organization bag for the tiles, two-minute sand timer, very descriptive game instructions with color illustrations of the first twelve turns, and score pad.&#10;&#10;2006 Mensa Select&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 16 x 16 Grids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "12907",
    "Name": "Quissama",
    "ID": 187420,
    "Year": "(2015)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/187420/quissama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.6364",
    "Description": "Rio de Janeiro, 1868. Quissama is a fugitive slave  from guaiamum malta who counts on English detective Woodruff to help him find Bernardina, his missing mother. At the same time, he needs to run from Alem&atilde;o and his malta, who wants to capture him. Ara&uacute;jo wants to make his business prosper, but Alencar is eyeing the political influence. In the court, the Princess wants to set slaves freed, while the Emperor uses his power as he pleases. In the squares, you will face the capoeira fighting between Nagoas and Guaiamuns, which divide the Rio de Janeiro at the time. Choose your characters and take part in this plot!&#10;&#10;How to play&#10;Draw, combine and use your cards to establish your territory in Rio de Janeiro, 1868. Place your meeples and prosper thanks to coins that will help open trades, free slaves and employ capoeiras. With some card combinations, get the right to choose a character. Use your skills and reach your goal to win the match. But be careful with your opponents! They can cause malta attacks against your territory, deploy your ministers or steal the characters you worked hard to win. Go through all scandals and the power of money and be the first to reach one of your characters' goal!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "12908",
    "Name": "Stockmarket",
    "ID": 2963,
    "Year": "(1987)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/2963/stockmarket",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "A game in which players try to make the most money by trading on the stock market. Players take turns to trade shares in 6 UK companies using information on share price movements available only to you. But every player has different information, hence decisions will be based not only on your cards, but also on the actions of the other players. This calls for guessing and bluffing. &#10;The game is played in a series of trading periods (called Bargain Periods). At the end of each, all players 'pool' their information and this forms the basis of the actual market price movements on each share. By gaining a larger percentage of a company's shares, a player can become Company Director or even Chairman and exert some personal influence on that company's share price. At the end of up to 10 trading periods, players calculate their total value to find the winner.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "12909",
    "Name": "Just in Time",
    "ID": 136089,
    "Year": "(2013)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/136089/just-in-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "In Just in Time, each player tries to place his pieces on his game board faster than any other player, while leaving gaps in the right places on those boards. Ah, that's the art of the game because there are many points waiting to be scored if the highest possible numbers survive in the gaps created with your playing pieces.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "12910",
    "Name": "The Kaiser's War: World War I, 1918-19",
    "ID": 42255,
    "Year": "(2010)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/42255/the-kaisers-war-world-war-i-1918-19",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "The Kaiser&rsquo;s War (KW), is an intermediate-complexity, strategic-level simulation of the last year of World War I in Europe, including an optional what-if extension into 1919. As 1918&rsquo;s campaign season opened, the Central Powers had defeated the Russian Empire and dominated much of Europe, yet less than a year later the Western Allies were triumphant.&#10;&#10;The concept of &ldquo;victory points&rdquo; (VP) is central to play of game. Players begin each scenario with a designated number of VP. They may expend them to gain reinforcements and carry out certain actions. They gain new VP as a result of achieving objectives; they lose VP when they lose units in combat. To win the game you must have more VP than your opponent; so play is a balancing act between expending VP and attaining objectives.&#10;&#10;This is a two-player game: one player controls the Central Powers; the other player controls the Allies. Each hex on the map represents 62 miles (100 km) from side to opposite side. The map shows all of Europe from London to Moscow and south to Italy and Greece. Each game turn represents two months. Units of maneuver are mostly armies, along with certain elite and specialized corps. There are 17,500 words in the rules. Two experienced players can finish the shorter (historical) scenario in about four hours. Designed by Joseph Miranda.&#10;&#10;The rules cover such things as: mobilization, replacements, unit conversions, trenches, fortified zones, fog of war, railroads, headquarters, air bases, naval bombardment, seasons, neutrals, Bolshevik and nationalist forces, critical cities, psychological warfare, morale, stand-fast orders, shock troops, proto-mechanized warfare, the Poles, the Allied Blockade, alpine units, the USMC, guerrillas, the Arab Legion, and much more.&#10;&#10;S&amp;T issue 261&#10;Reprinted in Command Magazine Japan #140 in April 2018.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Europe",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "12911",
    "Name": "Healthy Heart Hospital (Third Edition)",
    "ID": 399018,
    "Year": "(2023)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/399018/healthy-heart-hospital-third-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Healthy Heart Hospital is a cooperative hospital game, where every patient is counted in dollars. Every game is different with a variety of doctors, nurses, and hospital administrators to choose from. Healthy Heart Hospital is easy to learn and features exciting cube-based gameplay. You will be dying to see each cube!&#10;&#10;-Cooperative hospital management &#10;-A Humorous variety of doctors and nurses to play as &#10;-Cubes!&#10;&#10;New in this edition are updated artwork, a reduced number of components, and streamlined rules. Components can be stored in a new Hospital bag! Right at the beginning of the game, you give yourself a room and add a room each round. The Ambulance cards have been removed as well. &#10;Your main goals are to not go broke or to run out of places to hide bodies!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12912",
    "Name": "Funglish",
    "ID": 62709,
    "Year": "(2009)",
    "Geek Rating": "5.546",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/62709/funglish",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1.1818",
    "Description": "There&rsquo;s no time to lose&hellip; so grab some clues! Can you get the other players to guess the word KANGAROO? You can&rsquo;t talk or act&mdash; but you can find, grab and play just the right clues from 120 descriptive tiles as everyone shouts out their guesses. You play living, wild, and tall. Is it a Redwood? A giraffe? A basketball player? Nope. Keep playing tiles like furry, brown and bouncy. Once another player yells out KANGAROO, try a new word before time runs out! That&rsquo;s the funny, noisy, unique, entertaining, magical, fast-moving fun of FUNGLISH!&#10;&#10;The word-guessing game that lets you express it and guess it with piles of tiles!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "12913",
    "Name": "Anthelion: Conclave of Power",
    "ID": 267182,
    "Year": "(2019)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/267182/anthelion-conclave-of-power",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "The sun is setting on one of the most devastating battles the Pocket Universe has ever seen. After years of fighting, it is becoming clear that this war will not be won on the strength of military victories alone. The leaders of the Dynasty and the Liberation turn their attention to some of the most influential figures in the galaxy to strengthen their cause.&#10;&#10;Who will be able to consolidate their power, gain new allies, and turn old foes to their side? Who can form a Conclave powerful enough to gain control of the Universe?&#10;&#10;Anthelion: Conclave of Power is a game for 2 players who choose two unique special character abilities on their turn to manipulate the locations of the characters in play.  Players seek to pull characters from all factions, good, evil and neutral to their side of the table (their Conclave), or push unwanted characters to their opponent. The player that can amass ten points of influence by getting enough characters to cross all the way to their side of the table will be declared the winner.&#10;&#10;Anthelion: Conclave of Power builds on the foundation of the two-player influence manipulation game Avignon: A Clash of Popes.&#10;&#10;&#10;Released in the March 2019 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Anthelion – Conclave of Power",
      "Organizations: Game Designers of North Carolina",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "12914",
    "Name": "Band of Brothers:  Old Breed South Pacific",
    "ID": 207587,
    "Year": "(2023)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/207587/band-of-brothers-old-breed-south-pacific",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Band of Brothers: Old Breed South Pacific is a fast playing game of squad level combat in WWII. It covers the exploits of the U.S. First Marine Division in the battles for Guadalcanal. The rules are very simple (no combat charts are needed) with very few exceptions to remember and yet the game is meant to be all encompassing and will include infantry, tanks, and artillery.&#10;&#10;Based on years of research, the game system uses a unique suppression mechanic. There are no longer two unique states for a unit, but varying degrees of suppression. This allows suppression to accumulate from multiple fire sources and means that the unit will not take a morale check until it is asked to do something. You will never know for sure how your units will respond until they are needed.&#10;&#10;Although casualties can be caused by artillery and heavy weapons (which makes them prime battlefield targets), squads will never cause significant casualties shooting at range at dug in, first line troops. Their goal is to fire and maneuver. Sections of the enemy force must be pinned down and eliminated from up close. The system itself forces this realistic play. In a similar fashion, the system rewards you for spreading your troops out and other realistic game play.&#10;&#10;Another unique feature of the game is its use of Proficiency and Casualty ratings to differentiate squads in areas besides just morale.&#10;&#10;Old Breed South Pacific is a STAND ALONE GAME, but is also part of a growing series of tactical games.&#10;&#10;Band of Brothers: Screaming Eagles is the first in the series and follows the U.S. 101st Airborne Division.&#10;&#10;Band of Brothers: Ghost Panzer is the second in the series and follows the German 11th Panzer Division.&#10;&#10;Band of Brothers: Texas Arrows is a dependant expansion that follows the U.S. 36th Infantry Division.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: Solomon Islands",
      "Crowdfunding: Kickstarter",
      "Game: Band of Brothers (Worthington)"
    ]
  },
  {
    "Rank": "12915",
    "Name": "Risk: Balance of Power",
    "ID": 40251,
    "Year": "(2008)",
    "Geek Rating": "5.546",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/40251/risk-balance-of-power",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Risk Balance of Power is a two-player version of Risk on a map covering a large part of Europe (Iberia and the Balkans do not partake). The map is divided into 6 regions consisting of 30 territories. Some of the territories contain rough terrain and are harder to attack.&#10;&#10;There are 4 different basic starting setups for the 2 players. All of them include a neutral player. To win, a player must keep his capital and achieve 3 goals. All goals are public. For each setup a different combination of 8 of the available 12 goals is used.&#10;&#10;In the Command Centre version, one player sets up both sides and the neutrals then the other choses which one to play and who starts. Each side is able to add support to the neutral player, and your defeated armies can be used to gain special bonuses. One of the bonuses even allows you to attack with (some) neutral armies.&#10;&#10;Armies are still raised based on the number of territories and any regions you own, but also on the number of cities. As in standard risk, area cards are still gained upon conquering a territory, and can still be used to raise additional armies. The army units are in the shape of small (flat) arrows.&#10;&#10;Manufacturer's description (translated from the Dutch edition):&#10;RISK for 2 players. Battle man-to-man in this strategic battle of epic proportions. In this exciting strategy game everything revolves around the conquest and domination of Europe. For 12 years and up.&#10;&#10;Two distinct ways to play the game:&#10;Base training - an introductory game which you can play within a few minutes.&#10;Command centre - a fast and exciting strategy game in which everything revolves around conquest and domination.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Contracts",
      "Dice Rolling",
      "Income"
    ],
    "Families": [
      "Continents: Europe",
      "Game: Risk (Official)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12916",
    "Name": "Zefiria",
    "ID": 341402,
    "Year": "(2022)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/341402/zefiria",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "There is no memory of such event in our history books: Zefiria was hit by an unprecedented cataclysm!&#10;The beautiful city of the skies is no longer the same and the Spirits of the Wind, who have been protecting Zefiria for centuries, have already set to work to bring everything back to its place. Their task is by no means simple: they will have to refine their skills and be able to combine them to achieve their goal!&#10;&#10;Zefiria is a cooperative game that can also be played in solo, where the players will be the Spirits of the Wind, ancient protectors of Zefiria. Each Spirit of the Wind has unique abilities, which will use to reposition the buildings of Zefiria in the right place. The game has a basic, an advanced mode and a solo mode with 3 difficulty levels.&#10;Fantastic fairy tale illustrations will immerse the player into a magical world. This straightforward but also very challenging gameplay is suitable for any type of player.&#10;&#10;Mensa Ludo 2022 - Winner.&#10;IoGioco AWARD 2022 - Best Solo Game - Nomination.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12917",
    "Name": "Mirror Mansion",
    "ID": 40962,
    "Year": "(2009)",
    "Geek Rating": "5.546",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/40962/mirror-mansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3571",
    "Description": "Story: The small, friendly vampire Victor is in his huge castle, and has misplaced many of his items. Fortunately, there are many mirrors that can be used to find these things without him having to move in all there rooms.&#10;&#10;The game box with a coverage forms the castle. On each side, there are three windows. One stays open, the others are filled with images of the items to find - but visible only from the inside of the box. There are also 4 mirrors which can be stuck into the box (at 45 degree angles), which make it possible to see any of the items when looking through the one open window into the castle. There's also a door (used with the advanced rules) that can block the view.&#10;&#10;Players in turn roll a die, and move Victor along a track at the top of the box. The space he's landing on show what item he now has to find. He may move up to 3 mirrors, then peek through the open window. If the wrong item shows up, it's the next players turn. But when the correct item is seen, he gains one blood token; afterward, that item and the open window switch places.&#10;&#10;The other players may gain a blood token, too. After the active player has set up the mirrors, but before he looks to the window, they may predict whether the correct item shows up. If they guess right, they gain a drop.&#10;&#10;The player that first collects a set number of blood tokens (depending on number of players) wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "12918",
    "Name": "Age of Fantasy: Skirmish",
    "ID": 264748,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/264748/age-of-fantasy-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Age of Fantasy: Skirmish is a fantasy miniatures game which is played with just a handful of 28mm miniatures. The game features dynamic mechanics which allow you to jump onto your foes from ledges or kick them into deadly terrain, making for an action packed duel.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Solitaire Rules",
      "Series: One Page Rules (OnePageAnon)"
    ]
  },
  {
    "Rank": "12919",
    "Name": "Top 5 Rummy",
    "ID": 137912,
    "Year": "(2013)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/137912/top-5-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Players get cards with goals to solve. To manage this, you want to get cards from a market display with a turntable in the centre used to adjust the prices of the cards after each transaction. When you fulfill a goal, you get benefits. There is no theme here, cards and values are just left abstract.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12920",
    "Name": "Spinner Dominoes",
    "ID": 6993,
    "Year": "(1983)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/6993/spinner-dominoes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "Spinners is a domino variant that has two major differences from standard dominoes: 1) some of the dominoes have a wild symbol for one of the faces (there is also a double wild domino) and 2) double dominoes are built off of in four directions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "12921",
    "Name": "Pokémon Trading Card Game: Battle Academy",
    "ID": 364609,
    "Year": "(2022)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/364609/pokemon-trading-card-game-battle-academy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Enjoy the thrill of battling right out the gate with the latest version of the ready-to-play Pok&eacute;mon Trading Card Game Battle Academy! Updated with fun new decks and cards, this version contains everything that two players need to charge headlong into battle, along with guides to the decks so your first game is easy to follow.&#10;&#10;Choose between fiery, feisty Cinderace or electrifyingly engaging Pikachu to lead your team in a heads-up battle against another Trainer. Then, switch up the decks to play adorable Eevee against Cinderace or Pikachu, and lead a different team of Pok&eacute;mon into the arena!&#10;&#10;With a little strategy, a little luck, and the contents of this incredible box, you can battle with the best and have a blast while doing it. Best of all, this latest version of the Battle Academy is fully compatible with other Pok&eacute;mon TCG products, including the first Battle Academy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "12922",
    "Name": "Mediterráneo",
    "ID": 355801,
    "Year": "(2022)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/355801/mediterraneo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "Before preparing for the dive you receive some objectives to locate the areas of some animals and others to avoid. Who will be able to complete it first?&#10;&#10;Abstract board game of 18 cards for two players where we will carry out an underwater expedition through the Mediterranean. Players must form a common sea of &#226;&#128;&#139;&#226;&#128;&#139;cards in which different sea creatures will appear or hide, scoring for each one in a different way.&#10;&#10;The game is played to the best of three rounds and the first player to reach ten points will be the winner of each of them.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Antes de prepararos para la inmersi&oacute;n recib&iacute;s unos objetivos para localizar las zonas de algunos animales y otras a evitar &iquest;Qui&eacute;n ser&aacute; capaz de completarlo antes?&#10;&#10;Juego de mesa abstracto de 18 cartas para dos jugadores donde realizaremos una expedici&oacute;n subacu&aacute;tica por el Mediterr&aacute;neo. Los jugadores deber&aacute;n formar un mar com&uacute;n de cartas en el que ir&aacute;n apareciendo u ocultandose distintas criaturas marinas puntuando para cada uno de distinta manera.&#10;&#10;El juego se juega al mejor de tres rondas y el primer jugador en alcanzar diez puntos ser&aacute; el vencedor de cada una de ellas.&#10;&#10;&mdash;description from the publisher &#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Nautical",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Map Addition",
      "Pieces as Map"
    ],
    "Families": [
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Containers: Wallets",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "12923",
    "Name": "Darkness",
    "ID": 246147,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/246147/darkness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Darkness is a strategy card game set in ancient Northern Europe where druids vie for control of powerful artifacts.  It's a simultaneous action game where players play a progressing amount of colored cards in order to acquire unclaimed artifacts and relics, in a complex, and fun game of prediction, observation, and thought.&#10;&#10;Game play takes place over the course of six rounds.  In each round player try to acquire cards that give them end game points, and special abilities.  The objective of the game is to score the most points at the end.&#10;&#10;Each round is separated into four phases.  In the first phase, players place three of their colored cards from their hand in front of them, face down.  Then everybody reveals their cards.&#10;&#10;Next, everybody places two cards down in front of them, and then reveals those.  Then players play one final card face down and reveal that one, for a total of six revealed cards.  Finally, there is a resolution phase where the players determine who has the largest amount of dominant, and sub-dominant colors for each of the available artifacts, and they are divided up accordingly.&#10;&#10;Players have the same hand of 15 cards throughout the course of the game, thus limited luck.  The 15 cards a comprised of five colors, with three cards of each color.  Once a card is played during a round, it is put back in a player's hand at the end of the round and can be played again.&#10;&#10;On each artifact card this is a dominant, and sub-dominant color.  The card goes to the player that has played the most color cards that match the dominant color.  In the case of a tie, the player with the largest number of color cards played that match the sub-dominant color gets the card.  The reason the game is complex and fun is, there are many different dominant and sub colors on the board at the same time, and people have to predict what other people are going for based on set collection, and the optimization of color specialization.&#10;&#10;The game ends after six rounds.  The person who wins is the person with the most number of points, which is determined by how much of a type a player has in each of their sets, and how many gem relics they have.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12924",
    "Name": "The Red Dragon Inn 9: The Undercity",
    "ID": 380868,
    "Year": "(2023)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/380868/the-red-dragon-inn-9-the-undercity",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You and your heroic companions have celebrated, brawled, and spent your hard earned gold night after night at Greyport&rsquo;s legendary tavern. But what of those daring souls who make their lives beneath the cobblestone roads that take you to The Red Dragon Inn? Let&rsquo;s take a trip down below, and visit the Undercity!&#10;&#10;The Red Dragon Inn 9 introduces four new characters, all hailing from the Undercity of Greyport, each with their own mechanics and distinctive RDI flair. Play RDI9 by itself as a stand alone game, or combine it with any other copy of RDI or RDI:Allies to expand your roster of playable characters!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "12925",
    "Name": "Wanted 7",
    "ID": 232242,
    "Year": "(2017)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/232242/wanted-7",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4286",
    "Description": "In the Golden River area in the Wild West, tensions are on the rise during the Gold Rush. Leading local figures are seeing their interests threatened. They need protection! Meanwhile, members of the seven most wanted bands meet up in the saloon to stake their claims.&#10;&#10;In Wanted 7 play cards to recruit the best gunfighters over four rounds of beer or whisky. Bid for free gunfighters or outbid your opponents. Buy a round of beer or whisky, aim your gun or play card tricks to wrest gunfighters from your opponents! In each round, you&rsquo;ll score protection and collect gunfighters to keep you safe for the final showdown at the end of the game.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "12926",
    "Name": "Night Drop 2: Pegasus Bridge",
    "ID": 251026,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/251026/night-drop-2-pegasus-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1667",
    "Description": "The coup-de-main of Major Howard and his men during the night of 5-6 June 1944, when they captured the bridges over the Orne River and Caen Canal, was only one element of Operation Tonga and the deployment of the 6th British Parachute Division east of Caen. &#10;They were to also destroy several bridges over the Dives in order to block the way to the British landing beaches, silence the batteries on the Merville coast that threatened the invasion fleet on Sword Beach, and take control of several important villages.&#10;A little before 1 AM on 6 June, the 3rd and 5th Parachute Brigades were dropped over their landing zones. &#10;But bad weather disrupted the work of the Pathfinders and pilots and the disorganization was so great that, a few hours later, some battalions were still only at 50% strength. Like their American brothers to the west, a large number of British paratroopers drowned in the zones flooded by the Germans. Despite the challenges, the men of Major-General Gale threw themselves valiantly towards their objectives.&#10;&#10;&quot;Night Drop 2&quot; covers the first hours of D-Day in the sector to the east of Caen that was assigned to the 6th Parachute Division. Based on the rules from Night Drop (which covered the 82nd Airborne Division&rsquo;s sector), the rules of ND2 are adapted and very slightly different.&#10;&#10;Scales : 1 hex = 400 meters - 1 turn = 1 hour - 1 counter = 1 platoon or a company&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Magazine: Battles",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "12927",
    "Name": "Panorama",
    "ID": 352293,
    "Year": "(2021)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/352293/panorama",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Explore the wilds of the North from dewy dawn to dreamy dusk. Keep your camera ready as the most impressive panorama wins the day!&#10;&#10;The dew glistens on the grass, the mist hangs over the valley, and the haunting bellow of a solitary moose echoes off the mountains. You&rsquo;re setting off on an overnight hike, your trusty camera in your hand, in hope of capturing an image of this beautifully remote place.&#10;&#10;Work together to build an awe-inspiring horizon. During the game, you will select cards to add to your panoramas. Art the end of the game, cards score points based on their relationships to other cards. You will also score points by winning awards.&#10;&#10;Panorama is easy to learn with elegant rules! Choose a card from your hand, add it to one of your panoramas, then pass the rest to your neighbor. Cards score based on other cards in your panoramas!&#10;&#10;&mdash;description from the publisher&#10;&#10;Competitive card game for 1-6 players. Two beautifully illustrated decks with unique scoring mechanics. Panorama uses a card drafting and semi-cooperative tableau-building mechanic similar to that found in Between Two Cities, but in this case building horizontal panoramas.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Foxes",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "12928",
    "Name": "Monolith: The Strategy Game",
    "ID": 122701,
    "Year": "(2013)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/122701/monolith-the-strategy-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2778",
    "Description": "Monolith is a fast-paced, confrontational, and exciting worker placement game that will reward players who make use of thoughtful and creative gameplay strategies. No two games will play the same as changing Fate and Rune cards are introduced to create a variable game board offering phenomenal replayability. Players will be executing exciting combinations and managing valuable resources, all while cautiously engaging other players.&#10;&#10;To begin the game, the game board is seeded with five Starting Rune cards, six Rune cards at random, and one randomly-drawn Fate card. Once the first player is determined, they gain the powerful Primus Token and randomly determine the placement of the starting &quot;Round 1&quot; card, while all other players receive one Skill card or one gem.&#10;&#10;Players then take turns placing or socketing one die at a time onto a Rune card of their choice, yielding Skill and Power cards, gems or victory points, and they can even attack other players.&nbsp;After all dice have been placed, the cards on the board are resolved in sequential order. As each die is removed, the effect of that placement is resolved. This sequence makes for exciting combinations and rewards strategic play.&#10;&#10;All resources of the game are finite, so players need to play carefully in order to avoid wasting placements. The game ends after five rounds or immediately if any player reaches  Victory on the Score Track.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12929",
    "Name": "Dicke Kartoffeln",
    "ID": 167,
    "Year": "(1989)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/167/dicke-kartoffeln",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3125",
    "Description": "You may not expect much from a game about potato farming, but there's quite a lot to this one.  Each player owns a farm of five fields, and over the course of several years must deal with such issues as crop rotation, market watching, over-fertilization, insects, weather, and more.  As the game winds to a close, the winner will be the player with healthiest fields as well as the greatest profits.&#10;&#10;Note: The first edition of the game is for 2-4 players (later editions are for 2-6).&#10;&#10;4th Place 1989 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": []
  },
  {
    "Rank": "12930",
    "Name": "Battleground Fantasy Warfare: Elves of Ravenwood",
    "ID": 49396,
    "Year": "(2006)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/49396/battleground-fantasy-warfare-elves-of-ravenwood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;Centuries of training and the guidance of forest spirits make the Elves of Ravenwood a deadly force. Wolves, bears and mighty treants take the field alongside your elven warriors, ready to defeat the enemies of the forest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12931",
    "Name": "LOOP",
    "ID": 407173,
    "Year": "(2023)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/407173/loop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "How well can you play the same cards as someone else?&#10;&#10;In the first round of LOOP, each player receives a hand of eleven cards from a deck of three suits, with each suit having cards numbered 1-15. They each choose two cards to set aside face down.&#10;&#10;The lead player starts the first trick by laying down a single card, a pair of the same number, or two or more consecutive cards of the same suit. The next players in turn must play a higher matching combination of cards or pass, although a player who passes can re-enter the trick later. Once everyone passes, the player who won the trick leads again. (Note that all played cards stay in front of who played them.)&#10;&#10;If a player lays down an 8, whether alone or in combination, everyone else must pass, then this player leads a new trick. If a player runs out of cards, they score points based on how many players still have cards in hand, and play continues until all but one player goes out.&#10;&#10;The last player then takes over a player's seat: first in a two-player game, second in a three-player game, and first or second in a four-player game (with the third player then taking the other option). After moving to their new locations, players then take the eleven cards in front of them, discard two, then play the round again. If the player in the fourth seat can do better than fourth, they score points &mdash; lots of points if they come in first. Along the same lines, if the player in the first seat does poorly, they lose points.&#10;&#10;If a player has set aside an 8 in their two cards, they can declare &quot;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#130;&#147;&quot; (donden = revolution) by revealing the card on their turn. Now 1s are the high cards and 15s the low ones for the remainder of the round.&#10;&#10;Play multiple rounds until a player has reached the point threshold, which is based on the player count.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "12932",
    "Name": "Hannut: France 1940",
    "ID": 296570,
    "Year": "(2021)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/296570/hannut-france-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8333",
    "Description": "Hannut: France 1940 is an operational level wargame simulation of the battle fought at Hannut in Belgium during the Battle of Belgium, from 12 to 14 May 1940. It was the largest tank battle in the campaign. It was also the largest clash of tanks in armored warfare history at the time. Hannut uses a simplified version of the Grand Operational Simulation Series (GOSS) rules that depict WWII combat at the battalion level. Each hex on the map is one mile from side to opposite side. Units are battalions and companies. Each AM and PM game turn represents about one-half of available daylight hours. Night game turns extend through the hours of darkness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Hannut (Belgium)",
      "Country: Belgium",
      "Country: France",
      "Magazine: World at War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Grand Operational Simulation (Decision Games)"
    ]
  },
  {
    "Rank": "12933",
    "Name": "Dorada",
    "ID": 5155,
    "Year": "(1988)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/5155/dorada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Each player starts with four tokens, and needs to advance them to the end of a short track.  Each turn, a die is rolled, and one of the tokens is moved.  There are two twists to an otherwise utterly straightforward game:&#10;&#10;&#10;     Some of the spaces are &quot;holes&quot;.  The first piece to land on a hole is lost from play, but it also fills the hole.  It is flipped to its other side, which is colored as a regular (safe) space.&#10;     A piece scores more points the later it arrives at the finish, so it behooves the player to delay for as long as feasible.  Pieces that don't finish score nothing, though, so the waiting game must be judged carefully.&#10;&#10;&#10;The game plays very fast, and offers enough depth to provide good replay value.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "12934",
    "Name": "Cosmocracy",
    "ID": 203408,
    "Year": "(2016)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/203408/cosmocracy",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "A sci-fi party game where players debate ridiculous issues plaguing the universe to win votes and become President of the Galaxy.&#10;&#10;In Cosmocracy players argue over randomized sci-fi themed topics by making up facts and pandering to the other alien races to win votes and become the next President of the Galaxy. There is no wrong way to debate because anything you say in this game is automatically true. If a player states that the galaxy is at war with evil space oysters, then that is the case for the rest of the game. As the debates go on, the players establish the galaxy and how it works, creating a unique experience every time you play.&#10;&#10;After each debate the voters use their race cards to vote for the &ldquo;Pro&rdquo; or &ldquo;Con&rdquo; candidate. Voters may choose the candidate who best appealed to their race's needs or whoever had the funniest or most creative response.&#10;&#10;At the end the game, the player that received the most votes is elected President of the Galaxy.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "12935",
    "Name": "Schlacht am Buffet",
    "ID": 93138,
    "Year": "(2011)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/93138/schlacht-am-buffet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "In Schlacht am Buffet, each player holds nine cards. In each turn, each player simultaneously selects a card and places it face-down on the table. Then the players take turns showing their card and moving their mice around the buffet table. After all cards have been revealed, the mouse which is alone in last place is eliminated and has to take the least valuable dish currently on the table. When all but two mice have been eliminated, the leading mouse gets the best dish (as long as it is alone on its field). The second placed mouse gets nothing. Afterwards, all players fill up their hands to nine cards.&#10;&#10;Additional dishes of the same kind have to be stacked on previously earned ones. At the end of the game, only the top dish of each kind counts. When all dishes have been distributed, the game ends and the player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "12936",
    "Name": "Rogue Stars: Skirmish Wargaming in a Science Fiction Underworld",
    "ID": 193696,
    "Year": "(2016)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/193696/rogue-stars-skirmish-wargaming-in-a-science-fictio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Rogue Stars is a character-based, science fiction skirmish wargame, where players command crews of bounty hunters, space pirates, merchants, prospectors, smugglers, mercenary outfits, planetary police, and other such shady factions from the fringes of galactic civilization. Crews can vary in size, typically from four to six, and the character and crew creation systems allow for practically any concept to be built. Detailed environmental rules that include options for flora, fauna, gravity, dangerous terrain and atmosphere, and scenario design rules that ensure that missions are varied and demand adaptation and cunning on the parts of the combatants, make practically any encounter possible. Run contraband tech to rebel fighters on an ocean world while being hunted by an alien kill-team or hunt down a research vessel and fight zero-gravity boarding actions in the cold depths of space--whatever you can imagine, you can do.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Series: Osprey Wargames"
    ]
  },
  {
    "Rank": "12937",
    "Name": "Spy Alley",
    "ID": 1986,
    "Year": "(1992)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/1986/spy-alley",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5079",
    "Description": "Each player assumes a secret identity (nationality) at the start of the game. The object is for each player to collect all the necessary items of their nationality and land on the winners square. (players need to get a codebook, disguise, key, and password) However, if an opponent guesses your identity before you win, you are out. If they incorrectly guess, then THEY are out. Players bluff by purchasing items of nationalities that they do NOT need to win.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "12938",
    "Name": "Deus Ex Machina",
    "ID": 184800,
    "Year": "(2016)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/184800/deus-ex-machina",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9286",
    "Description": "The ancient Greek world was ruled by the Olympian gods, 12 beings of immense power, but also victims to their own feelings, passions and vices.&#10;They vied for supremacy very often even amongst themselves, sometimes through brute force like hurling bolts of lightning, but they also conspired against each other through guile and intricate machinations.&#10;This is the game the gods were playing when they tried to consolidate their power by working in the shadows, manipulating mortals to do their bidding, either showering them with promises of immortality and other divine gifts, or bending them to their will with dreadful threats and curses. The gods would compete against each other in a contest of wits and tactics, having the heroes of ancient Greece face mythical creatures and threats and gain glory in their name.&#10;&#10;Deus ex Machina  is a competitive game for 2 to 4 players with an innovative hero placement mechanism in which each player takes the role of an Olympian god trying to achieve supremacy over the other gods via manipulation of heroes and behind the scenes planning. Their ultimate goal is to accumulate the most Glory Points by having heroes complete quests. The winner of the game is the player who has completed his secret objective.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Greece",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "12939",
    "Name": "Walking on the Moon",
    "ID": 146937,
    "Year": "(2016)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/146937/walking-on-the-moon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "1969. July 21th. The first step on the Moon. Years later, world powers try to set his hegemony on the satellite. How? With a fast a thrilling lunar race. A race game with a point of strategy, a bit of spatial visi&oacute;n and a lot of player interaction.&#10;&#10;Players try to make long and fast jumps with his astronauts while collecting the stars and avoid falling on clasm, crashing with mountains or just be trampled by the oders.&#10;&#10;Each turn the players while take four of the 6 special movement dices and will program up to three jumps  for the turn. If things go fine they'll advance along the way to victory, otherwise...&#10;&#10;For the race they count on the help of their own Earth Control teams, which give them options as re-roll dices or throw more than four movement dice.&#10;&#10;English rules can be found on the site and the game is not language dependant.&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12940",
    "Name": "Sherlock Express",
    "ID": 271774,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/271774/sherlock-express",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Help Sherlock unmask culprits and cunningly use clues to find the accomplice of Moriarty, his sworn enemy!  If no one is guilty, capture Moriarty himself. Everyone is a suspect ... Until proven innocent!&#10;&#10;Sherlock Express is a real-time game. Each turn players compete to the first to arrest the correct suspect; which is correct is determined by a set of simple rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "12941",
    "Name": "New Eden",
    "ID": 377873,
    "Year": "(2023)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/377873/new-eden",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "It's the year 2442, and Earth is facing complete destruction. The sea level is irrevocably rising, and the vast depths of the ocean now lie above the former land areas. Inspired by Jules Verne's visions and equipped with the latest technology, a deep sea city &mdash; &quot;New Eden&quot; &mdash; is being built, with the main dome standing on a &quot;White Smoker&quot;, a spring at the bottom of the sea from which hot water flows at up to 300 &deg;C.&#10;&#10;This current forms a basic supply for the inhabitants (represented in game by coins), and from there, the station is constantly being expanded and enlarged with useful modules from the last mega-factories on the coast of Mount Everest or from the black market in order to receive further resources, points, and lucrative advantages. Many of these well-intentioned actions can damage &quot;New Eden&quot;, however. Will the station withstand this damage, or will it collapse in on itself? Only those who keep an eye on the balance between progress and destruction can collect points in the final scoring. Whoever has built the most points and thus the safest and most livable station wins &quot;New Eden&quot;.&#10;&#10;In more detail, New Eden lasts three rounds. Each round, first reveal the module cards and place them in four rows. Players take turns buying a card from the display, using oxygen to take an action with a diver on a module, or passing. When you buy a card, the cost can vary from 10 coins + 3 repaired damage to 1 coin + 1 damage. When a row is empty, all cards drop down one level, making them cheaper, but potentially damaging. Discard all cards on display once everyone has passed.&#10;&#10;Once all players have passed, enter the black market phase. Each player takes three cards from the black market deck, with remaining cards placed in rows on the display. Pay for any cards with coins and damage, then place the remaining cards in a row of the display.&#10;&#10;Players then bid on a row in the display, with each row having a combination of discard black market cards and empty spaces, which allow you to move a diver and activate a module. Once all four rows have been auctioned, players have a brief scoring and clean-up before the next round.&#10;&#10;After three rounds, if your level of damage exceeds the meter on your board, you score no endgame points, keeping only those points scored during play. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "12942",
    "Name": "Budapest '45",
    "ID": 6041,
    "Year": "(1994)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/6041/budapest-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3846",
    "Description": "This is a simulation of the fighting in and around the capital of Hungary in January 1945.&#10;&#10;The game is played for 14 turns and ends either with a political victory (control of Budapest) or a victory on points (given for destruction of opposing units).&#10;&#10;It includes 16 pages of rules, a 22&quot; x 34&quot; mapsheet, two player aid cards, and 165 counters.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Budapest (Hungary)",
      "Country: Hungary",
      "History: World War II (Eastern Front)",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12943",
    "Name": "Cult of the Deep",
    "ID": 324641,
    "Year": "(2022)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/324641/cult-of-the-deep",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.6667",
    "Description": "You are a cultist, trying to establish your faction's rise to power. Fight over rituals and mythical monsters as you seek victory and control of the cult.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;RolesEach player is given a role that will remain hidden throughout the game, except the High Priest. This role will determine your win condition:&#10;&#10;     High Priest - Root out corruption in the cult. Kill all Cabalists, the Heretic, and survive.&#10;     Cabalists - Seek to take control of the cult. Kill the High Priest.&#10;     Faithful - Protect the High Priest from threats to their power. Kill all Cabalists, the Heretic, and the High Priest must survive.&#10;     Heretic - Burn the whole cult to the ground. Kill the entire cult, yourself included if necessary.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Extra abilitiesEach player will also be given a:&#10;&#10;     Character card that determines their starting health, special ability, and a power symbol that provides an additional way to gain life from the dice.&#10;     Secret sigil card, which gives each cultist a once per game power, will also be given to each player.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;MechanicsA player will take a turn by first rolling their dice up to 3 times. They then decide where to commit their dice: to rituals to gain altar effects to temporarily empower themselves, finish a ritual in order to gain its powerful effects permanently, stab other cultists, gain life, or give life to other cultists.&#10;&#10;If a player is killed, they are not eliminated. Instead, they become a wraith. They will roll dice on their turn still, just less. They cannot commit dice like normal but instead haunt the dice of enemies and allies by giving, replacing, or discarding dice.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Bribery",
      "Dice Rolling",
      "Hidden Roles",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "12944",
    "Name": "Bermuda Pirates",
    "ID": 244909,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/244909/bermuda-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Bermuda Triangle has been known for its treacherous sea. An adventurous band of pirates has set its sights on an island known for the treasures it conceals. On their way, they must overcome mysterious, suddenly appearing, whirlpools that will instantly drag their boat to the bottom of the sea. Will you be able to navigate your boat to the island in this mystic sea, amass the treasures and make your way back safely? Will you outsmart competing bands of pirates trying to get their hands on the treasures before you?  &#10;Bermuda Pirates is a highly original game where players&rsquo; boats are literally captured by the sea on their way to the treasures.&#10;&#10;Memory, dexterity, and sharp observation skills will be put to the test to prevail in this captivating game for the whole family.&#10;&#10;In Bermuda Pirates, each player must push their boat with only one finger and reach the treasure island in the center of the board and grab some treasures. Avoid the whirlpools (magnets) as your boat might sink and you will need to start again! First player to get 4 different kinds of treasures wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;Moving and magnetic mechanism similar in Magician&#039;s Kitchen&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Pirates",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Magnets",
      "Misc: Mensa Select",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "12945",
    "Name": "Colorku",
    "ID": 229406,
    "Year": "(2003)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/229406/colorku",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "120",
    "Weight": "2",
    "Description": "ColorKu is a high-quality wooden board game based on the popular Sudoku puzzles. It uses 81 wooden marbles in nine distinctive colors placed on a 9&quot; x 9&quot; wooden grid to solve puzzles. The board is solid wood and 13&frac12;&quot; x 13&frac12;&quot;. The game comes with 104 puzzle cards, but it can be used to solve any Sudoku puzzle.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "12946",
    "Name": "Cake Duel",
    "ID": 203710,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/203710/cake-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Cake Duel is a fast paced two-player card game. Players play the role of opposing Sheepie generals in the grand tournament of cakes.&#10;&#10;Players start a round with several cake tokens each and take turns playing Sheepie cards to steal cakes from the other player. The first player to take all the cakes wins the round. The first player to win three rounds wins the duel. The catch is that all cards are played face down, so any card can be bluffed as any other card, and all plays can be challenged, instantly ending the round. Each round comes with new opportunities to make tricky plays and mind game the other player. Experienced players can also keep track of which cards have been played and bluff strategically to strengthen their attacks.&#10;&#10;The basic deck contains 20 cards: 12 attackers, 7 blockers, and a Wolf which can only be played by bluffing. There are also 10 special cards, two of which are randomly added to the basic deck at the beginning of each duel. These special cards all change up the basic game in their own way, either by adding special mechanics, or altering the balance of power. Players discover which special cards are in the deck over the course of the duel, and can use this information to make more believable plays and deduce which of their opponent's plays are likely to be bluffs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12947",
    "Name": "Caty Mini",
    "ID": 286549,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/286549/caty-mini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "In Caty Mini, first released as Kociaki &#197;&#129;obuziaki, each player has their own unique game board that represents a children's room where a cat is playing; the cat is chasing twine that goes from one piece of furniture to another, with the game board having cutouts for twine to run through. The object of the game is to guide your cat so that it can grab as many toys as possible while running in the room.&#10;&#10;Each round, the round's starting player chooses a furniture card from their hand and places it face-up on the pile of cards in the middle of play. Each player then takes a turn in clockwise order to move their string and score, if possible. &quot;Moving the string&quot; means stretching your string across your board and through a slot on either side of the furniture that matches the card played. If the string touches the object on the floor, that player scores chip tokens. Whoever collects the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;Nominations and Awards:&#10;- 2020 - Boardlive Awards 2020 Children's Game Winner (South Korea)&#10;- 2021 - EducaFlip 2021 Winner - The Best Educational Game (France)&#10;- 2021 - Jokers 2021 - The Best Game for age 6+ Nominee (Belgium)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "12948",
    "Name": "Sergeants Miniatures Game: Red Devils",
    "ID": 136606,
    "Year": "(2013)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/136606/sergeants-miniatures-game-red-devils",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.25",
    "Description": "Sergeants Miniatures Game: Red Devils is a totally innovative but proven system, with the game&rsquo;s engine run by impulse cards managing four broad, basic functions&mdash;and randomizing the order&mdash;while each player manages a hand of cards constructed by the talents and foibles of the troops under his or her command.&#10;&#10;Unlike many &quot;miniatures&quot; games where you buy the rules and then have to start shopping and painting, SMG: Red Devils is a complete game out of the box. You&rsquo;ll find 20mm, pre-painted miniatures, plenty of thick, two-sided, colorful mapboard tiles which can be assembled in various ways, easy rules, scenarios, player aids... everything you need to get started on your missions and having fun fast.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sergeants Miniatures Game"
    ]
  },
  {
    "Rank": "12949",
    "Name": "Guiscard 2: The Varangian Guard",
    "ID": 337712,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/337712/guiscard-2-the-varangian-guard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "GUISCARD 2 simulates the epic conquest of Southern Italy and Sicily be the Normans, led by Robert Guiscard (&quot;the cunning&quot; or &quot;the weasel&quot;), in the eleventh century. The game features the various factions of the time as the Byzantines, the Arabs of Sicily, the Lombards, the Germans and the Normans of course, who came as mere mercenaries in the middle of this mess of conflicting interests and who decided to seize power by arms.&#10;GUISCARD 2 is intended for those who want to play Cry Havoc but can no longer get an original box.&#10;&#10;GUISCARD was originally released in 2013 and is now out of print. This new version includes all the materials of the original game, but with counters printed on much thicker boards, a new map, new additional counters and a campaign game. New scenarios feature the Varangian Guard of the Byzantine emperors.&#10;&#10;An upgrade kit for owners of the first version of GUISCARD is also available. This kit consists of:&#10;&#10;- (5) A4 counter sheets printed on thick cardboard (similar to those of AGER SANGUINIS and MONTGISARD).&#10;    - The map of The Chapel&#10;    - The 2 campaign maps (Sicily and Apulia).&#10;    - The completely revised rulebook, with many clarifications. It is the most comprehensive version to date of the games in the Norman Saga series.&#10;    - The booklet with the historical background and the scenarios: 14 tactical scenarios including 4 entirely new ones and featuring the Varangian Guard of the Byzantine emperors, as well as 4 campaign scenarios.&#10;    - The 3 double-sided play sheets.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Game: Cry Havoc System",
      "History: Norman Conquest",
      "Islands: Sicily (Italy)"
    ]
  },
  {
    "Rank": "12950",
    "Name": "Lucky Little Luxembourg",
    "ID": 309545,
    "Year": "(2020)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/309545/lucky-little-luxembourg",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.625",
    "Description": "World War I has begun and Duke Albrecht, the commander of the German 4th Army must quickly get through Luxembourg to conquer Belgium and ultimately France.&#10;&#10;This quick chit pull solo game simulates the beginning of the war in Luxembourg on a small 6&quot; x 4&quot; postcard. The map and all the needed counters are included on the postcard.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: Luxembourg",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12951",
    "Name": "BANG!: Heroes of the Storm",
    "ID": 168752,
    "Year": "(2014)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/168752/bang-heroes-of-the-storm",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "BANG!: Heroes of the Storm pits heroes and villains from World of Warcraft, Diablo and StarCraft against one another in a cross-universe battle for supremacy. BANG!: Heroes of the Storm is based on the world's best-selling shoot 'em up card game BANG!, as seen through the worlds of Heroes of the Storm.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: BANG!"
    ]
  },
  {
    "Rank": "12952",
    "Name": "Wordsearch",
    "ID": 3860,
    "Year": "(1988)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/3860/wordsearch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "Wordsearch - for 2 to 4 players Ages 8 and up&#10;&#10;COMPONENTS&#10;Wordsearch gameboard and 96 wood letter tiles&#10;&#10;SETUP&#10;Randomly place the letter tiles, face up on every gray circle. The four red circles in the center of the board are left empty. Choose a player to go first. Score with paper and pencil (not included)&#10;&#10;PLAYING&#10;The active player slides one or more letters to make a word according to the following rules:&#10;A) Each letter must be moved in a straight line - horizontally, vertically or diagonally - one or more spaces. A letter must not jump over another letter or change directions.&#10;B) Each letter MUST form part of the word being made. A letter may not be moved out of the way to let another letter through.&#10;C) The word formed may include letters which the players has not moved.&#10;D) The word formed may read forwards or backwards, horizontally, vertically, or diagonally.&#10;E) Only one word may be formed or scored on a turn.&#10;&#10;SCORING&#10;After forming the word, players add up the values of the letters in the word formed and multiply by the number of letters in the word.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Spelling"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "12953",
    "Name": "The Aztec Market",
    "ID": 30102,
    "Year": "(2009)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/30102/the-aztec-market",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is the first known game designed by Spanish gamer Victor Melo.&#10;&#10;Winner of the &quot;I Board Games Creation Contest&quot; at Granollers (Barcelona),  El Mercado Azteca (The aztec market) is becoming popular inside Spanish gamers' community. The contest is the result of the impulse and work of a great well known Spanish designer: Oriol Comas i Coma.&#10;&#10;The game is almost a pure German Game:&#10;&#10;     Small and easy set of rules&#10;     Fast games&#10;     Attractive theme not too present in the game flow&#10;&#10;&#10;It has also an easy Print &amp; Play prototype that you can play just by printing some counters and using some extra components from other games or even from your kitchen (beans,...).&#10;&#10;About the theme:&#10;The game tries to represent the great pre-Columbian market of Tlatelolco (Mexico). The player is a merchant trying to get goods (4 different types) from the sellers while trying to increase their value. To increase your chances of buying you'll need to spend your influence points to adapt the market to your needs. The board is modular and changes every turn. The players can move the board pieces, this being an important part of the strategy.&#10;&#10;This game is winner of the 2007 Concurs Ciutat de Granollers de creaci&#195;&#179; de jocs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Modular Board",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "12954",
    "Name": "Genji",
    "ID": 33196,
    "Year": "(2008)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/33196/genji",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In an age when poetry and the arts reigned supreme, the nights of Kyoto were filled with romance. Gentlemen of the Imperial court, ordinary clerks and functionaries by day, went out at night to meet their secret lovers in furtive trysts. Writing by the light of the moon, each tried to craft the finest and most moving poetry in the form of the Tanka, a short verse composed of only five lines. The best poems evoked the scene, the season, and represented the depth of the courtier's knowledge of the fashionable themes at court. By far, the most successful such lover was a fictional one named Hikaru Genji, the Shining Prince. Genji was, for the ladies of the court, the symbol of the perfect lover. For the men of the court, he was the perfect example to emulate. &#10;In GENJI, players take the roles of courtiers out to woo fair princesses. Players score points for writing the finest poetry, or winning the most hearts. But beware: other courtiers will be waiting in the wings to steal those hearts away! Take your brush in hand, and set out on the night streets of Kyoto. The romance of the height of the Heian Period awaits you in GENJI.&#10;&#10;From BoardgameNews.com:&#10;&#10;&quot;Players in Genji try to learn from the historical figure of Genji and woo the ladies of the Imperial Court with their poetry. Twelve ladies, each bearing a symbol of one of the four seasons as well as one of three fashions &ndash; melancholy, nature, romance &ndash; are laid out in a circle, with a fashion card chosen at random to show players what type of poetry is in style.&#10;&#10;&quot;In each of the four seasons, each player will travel from his &ldquo;home&rdquo; &ndash; a lady chosen at the start of the game that bears his marker &ndash; around the circle in either direction. A player moves 1-3 spaces each turn, then either studies new material (discards poetry cards and draws new ones) or woos the lady he is currently visiting. If he has no rivals who have previously presented her with poems, he can present her with a poem on one or two cards. &ldquo;Each poem card has the top or the bottom of a classic Tanka poem (5 lines, 5,7,5,7,7 syllables each, respectively),&rdquo; says Kirk. &ldquo;A poem can be considered either a top, a bottom, or a match of the two cards.&rdquo;&#10;&#10;&quot;If another player has already presented a poem, then he can either complete the poem (assuming only a single card was played) or challenge it (by playing a poem card that increases the beauty of the poem, thus revealing the other player for the poser he is). In the latter case, you discard your contribution and the matching half, then add the remaining half poem to your hand to be used later. &#10;...&#10;&quot;The round ends once a player returns home and makes a final study or woo action. Players then score points if they have the most poems on the board for that season, have presented the most beautiful poem of the season, or pitched woo at the home of another player. Yes, being a scoundrel can pay off.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "12955",
    "Name": "Waldmeister",
    "ID": 2095,
    "Year": "(1994)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2095/waldmeister",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Game of forest management, nurturing seedlings into trees, reducing pollution, managing money. Extremely clever card mechanic. Seasons change, six types of trees take damage and generate income, animals move into your forest. Don't let the theme fool you -- there's lots to think about here.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12956",
    "Name": "Toulon, 1793",
    "ID": 128794,
    "Year": "(2014)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/128794/toulon-1793",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "540",
    "Play Time": "540",
    "Weight": "3.5",
    "Description": "&quot;Toulon, 1793&quot; is an operational level wargame covering the siege of Toulon, in the South of France, between 25 August and 21 December, 1793. It&rsquo;s an area based system covering the entire campaign from the initial landing by Anglo-Spanish forces (at the invitation of the rebel Toulonnais) through to their evacuation of the town as their ships came under threat from the batteries of the previously unknown Napoleon Bonaparte.&#10;&#10;Operation points are at the heart of the system and combined with an innovative combat, loss and movement system generate a vast number of decision points for the players. Chrome comes in the form of spies, gendarmes, multi-national forces (and associated cooperation issues), reconnaissance, variable reinforcements and much more. The game covers an area from Ollioules in the West to Sollies in the East and from Mount Farron in the North to Cap Cepet in the South.&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Toulon (France)",
      "Country: France",
      "Country: Great Britain",
      "Country: Spain",
      "History: French Revolutionary Wars",
      "Region: Provence (France)"
    ]
  },
  {
    "Rank": "12957",
    "Name": "Xactika",
    "ID": 4816,
    "Year": "(2002)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/4816/xactika",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9792",
    "Description": "Xactika is an original card game that challenges players' ability to estimate the outcome of playing eight cards. You must predict the chances of being able to take the other players' cards that are laid down during each round. There is no drawing or discarding. You must predict exactly &ndash; hence the name Xactika &ndash; the number of rounds in which you will be able to take the cards played. Cards that appear too weak to take a trick initially may become strong enough to do so as the hand evolves. Players must recognize the value of their hand, not just from having the highest point cards in one of the four combinations on each card, but also from an understanding of the chances that for some of their other cards that no cards of the same combination may remain in the hands of the other players. Xactika, while of the same genre as Spades or Euchre, has more opportunity and takes a little more skill.&#10;&#10;To play you must examine your hand to find cards in specific combinations that have values that are greater than your opponents. Some cards are sure bets, but only if you can take the lead. Other cards have a high probability of taking a trick, but this depends upon how the cards are played by others. So, careful attention must be paid to the moves of other players. You must also arrange to play your cards so that at the end of each hand you don't get stuck with a trick you don't want. The outcome of a hand is not determined until the end of the eight rounds, so each player must keep focused on the play throughout each of the eight hands of the game. Keep on your toes, and figure out how to take, as well as avoid taking, tricks. There are a number of ways to play each hand, but finding the way to make exactly the right numbers of bids is the challenge.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "12958",
    "Name": "CLEVER",
    "ID": 150797,
    "Year": "(2014)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/150797/clever",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "CLEVER is an educational card game that allows players to explore numerous connections to be made between cards representing objects and images with colors, categories, letters &amp; numbers.&#10;&#10;Out of the box, CLEVER is playable as a 2-5 person rummy-style game. The object is to get rid of all your cards by playing them in sets of three or more related cards. Cards are related by being sequential in order, spelling a word, matching color, matching category, or being used in a math equation.&#10;&#10;It's worth noting that CLEVER is a deck of cards that can be used to create and play different games of players choosing. While the instructions that come with the game offer the rummy-style game mentioned above, trick-taking games, memory games and entirely new games utilizing the multidimensional aspects of the cards are certainly possible with the CLEVER deck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Spelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "12959",
    "Name": "Death Over The Kingdom",
    "ID": 172382,
    "Year": "(2017)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/172382/death-over-the-kingdom",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "In Death Over the Kingdom you have two games in one:&#10;- For groups of 3 to 7 players;&#10;- For groups of 3 to 16 players, although we recommend starting with&#10;8 players.&#10;&#10;The rules explained below are for a game of 3 to 7 players.&#10;&#10;The game consists of as many turns as the number of players. Each turn has 3&#10;Rounds where victory condition varies.&#10;&#10;- Round 1: The highest card wins.&#10;- Round 2: The lowest card wins.&#10;- Round 3: The intermediate cards win.&#10;&#10;Each Round can be won by more than one player, if they match the score or&#10;victory condition. For example, in a 5-player game, up to 3 of them could have&#10;the intermediate card that gives the victory in Round 3.&#10;&#10;When all 3 Rounds have been played, the starting player becomes Dealer.&#10;Thereby, all players will be Dealer once throughout the game.&#10;In each Round -in order, beginning with the starting player- players secretly&#10;choose a card from their hand and place it in their playing area face down&#10;They must choose between:&#10;- Exchange your card with the player on the left (they cannot refuse). The&#10;Dealer player has no players on their left. If you&rsquo;re Dealer and want to&#10;exchange your card, you can do it with the deck, first declaring it aloud. To&#10;do this, you must lift one or more cards at a time without looking. The card&#10;revealed after this cut is your new card.&#10;- To fold, that is, to keep the card that you&rsquo;ve chosen or that&rsquo;s been given to&#10;you after a previous exchange.&#10;- Use the ability of the card, if possible (Merchant, Thief, Juggler and Dragon).&#10;- If you have cards in hand, change the card with one of your hand.&#10;Once all the players have played, reveal players&acute;cards to activate the abilities&#10;&ldquo;At the end of the Round...&rdquo; of the cards that have this ability (Innkeeper,&#10;Jester, Monk, Sorceress, Knight, Princess and Queen).&#10;&#10;The winners of each Round score a point. To indicate that they take the score&#10;markers and place them in their playing area according to their points value.&#10;Once the 3 Rounds have been played, the deck is formed and shuffled again,&#10;and a new turn begins.&#10;When the last Dealer player&rsquo;s turn is finished, the points are counted. The&#10;SECOND player with the most victory points is declared an absolute winner&#10;of Death Over The Kingdom until the next game!&#10;In case all players are tied in highest and lowest points, no player wins this&#10;game. You will have to play again!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "12960",
    "Name": "Aztec",
    "ID": 296363,
    "Year": "(2020)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/296363/aztec",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Like a modern Indiana Jones, you've managed to break into the accursed temple! But when the time comes to divvy up the treasure, everyone wants as many jewels as they can get, and there's no limit to how low they'll stoop! But don't forget: A real Aztec temple is always stocked with plenty of traps and curses&hellip;.&#10;&#10;Take the jewels in Aztec, and try to avoid the curses so you can collect the most important treasure over the course of five rounds, during which clever bluffing is the key to success.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Country: Mexico",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "12961",
    "Name": "The Hardest Days",
    "ID": 74311,
    "Year": "(2011)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/74311/the-hardest-days",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "The Hardest Days, designed by John Butterfield, is a purpose-designed solitaire wargame of intermediate complexity covering five critical days in the Battle of Britain, the five days that saw the heaviest air action in the sky over England in the summer of 1940. Each of those days is presented as its own scenario. THD puts you in control of British Fighter Command, responding to air raids launched by the Luftwaffe, which is controlled by the game system.&#10;&#10;Each one-day scenario represents up to 14 hours during which the Luftwaffe launches raids against targets in southern England, defended by the squadrons of RAF Fighter Command. German raids include bomber Gruppen (groups), attempting to hit specific targets, and fighter groups protecting those bombers and attacking British fighter squadrons. The German goal is twofold: inflict damage on targets and destroy squadrons to gain air superiority in preparation for the invasion of England.&#10;&#10;The game system controls German strategy and tactics. You use your fighter squadrons to respond to the raids in an attempt to destroy or turn back the raiders and prevent their effective bombing of their targets, while minimizing your own fighter losses. Your fighter squadrons and German fighter groups may participate in several raids in a given day, while German bombers, flying from distant bases, participate in only one raid per day. To track the passage of time, as measured by the sequencing of raids and the turnaround of squadrons and groups during each &ldquo;Raid Day,&rdquo; the action is divided into seven two-hour time segments, from 0600 to 1800 hours, inclusive.&#10;&#10;One inch on the area map equals 10 miles. British squadrons are composed of 10 to 15 aircraft. German groups possess 20 to 30 aircraft.  Each time segment represents two hours. Each Air Action Phase represents 10 minutes. The turn sequence is as follows.&#10;&#10;I. Raid Approach Phase&#10; 1. Raid Region Determination&#10; 2. RAF Patrol&#10; 3. Raid Effort &amp; Coast Crossing&#10; 4. British Detection&#10;II. Air Action Phase&#10; 1. Interception &amp; Combat&#10; 2. Targeting &amp; Bombing&#10; 3. Raid Movement&#10; 4. Squadron Movement&#10;III. Airfield Operations Phase&#10; 1. German Recovery&#10; 2. Time Advance&#10; 3. German Fighter Turnaround&#10; 4. Squadron Turnaround&#10; 5. Return to the Raid Approach Phase&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 176 counters&#10;&#10;Magazine: World at War #19&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Magazine: World at War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "12962",
    "Name": "Morelli",
    "ID": 103830,
    "Year": "(2013)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/103830/morelli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.2857",
    "Description": "Morelli (named for a character in Julio Cort&aacute;zar's novel Hopscotch) is played on a board divided into 13 x 13 squares and coloured in concentric bands with the successive shades of the rainbow: outermost band of 48 squares in red, through orange, yellow, etc., to a single central cell (the Throne) in violet.&#10;&#10;Two players &mdash; Black and White &mdash; begin the game with 24 stones each, disposed initially on the red band, and take turns to move one stone at a time. Stones enjoy the freedom of chess Queens, except that with every move they must come to rest on a band closer to the Throne. A stone flanked by two adverse stones (either orthogonally or diagonally) is captured and defects to the other player. The aim is to capture the Throne for one's own King by completing a 'frame' (i.e., a rotationally-symmetrical arrangement of four stones) around it at any distance. The Throne may change hands any number of times in the course of play, but whichever side's King is in occupation at game's end (i.e. when one player, on his turn, has no available move) is the winner. If the Throne remains neutral throughout, the game is drawn.&#10;&#10;Online Play&#10;&#10;      Boardspace.net Real time or turn based, against humans or robots&#10;      Littlegolem.net Turn-based&#10;      Mindsports.nl Turn-based&#10;     Against Stephen Tavener's AI at http://mrraow.com/index.php/aiai-home/ (Java 8 required)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;Similar to: &#10;&#10;     Ming Mang played on NxN board (8x8 for ToyToyToy version)&#10;     Othello different setup and play, but same type of conversion capture.&#10;     (Designer clarification) Neither Ming Mang nor Othello.  That's to say: one can see (sort of) why these supposed similarities were posted - initial board set-up resembling Ming Mang (though not really any longer since the May 2015 update), custodial capture as in Othello (though even then with major differences) - but actually these analogies are not very different from saying that soccer = American football = hockey because all are ball games played by teams of 11 on rectangular fields of similar size.  You may or may not be a fan of Morelli, but either way there's no escaping the fact that in its gameplay it's just about as unlike any other Abstract as you can get.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 13 x 13 Grids",
      "Containers: Zippered Pouch",
      "Crowdfunding: nestorbooster",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12963",
    "Name": "Polite Society: The Jane Austen Board Game",
    "ID": 231878,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/231878/polite-society-the-jane-austen-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Description from the publisher:&#10;&#10;Bringing all your favourite Jane Austen characters to life, in Polite Society players compete to collect guests to complete their ultimate dinner party table.&#10;&#10;From Elizabeth Bennet to Emma Woodhouse, every Janeite can now welcome their much-loved heroines, heroes, unwanted suitors and overbearing relatives to their dining table using societal assets - wit, wealth, heart and beauty.&#10;&#10;The better the seat at the table, the more likely the character will generate assets each turn. The first player to complete their dining table wins. Each of the cards has a unique quote from one of Jane Austen&rsquo;s full-length novels - Emma, Northanger Abbey, Persuasion, Pride and Prejudice and Sense and Sensibility - or from Jane's personal letters. Polite Society is a board game for lovers of literature and simply lovers of games.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Authors: Jane Austen",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12964",
    "Name": "Sherlock Holmes & Moriarty: Associates",
    "ID": 244166,
    "Year": "(2015)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/244166/sherlock-holmes-and-moriarty-associates",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Sherlock Holmes is hired by the Earl of Morcar to escort him on his train journey between London and Liverpool. But the implacable logic of the detective will soon be put to the test: stolen diamonds, mysterious death and kidnapping of a princess. Fortunately, he is accompanied by his faithful sidekick, Dr. Watson. But his enemy of always, Moriarty, is also of the voyage...&#10;&#10;Sherlock Holmes is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Sherlock Holmes",
      "Players: Solitaire Only Games",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "12965",
    "Name": "Exceed: BlazBlue – Jin Box",
    "ID": 316289,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/316289/exceed-blazblue-jin-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Exceed Fighting System unleashes four brand new fighters from the acclaimed fighting game BlazBlue! Bring the fast-paced action of head-to-head arcade fighting games to your tabletop! Choose your fighter from an ever-growing roster of diverse characters, each with their own deck of special moves and supers. Exceed to reveal your true power and unleash havoc on your opponents!&#226;&#128;&#168;&#10;This box contains 4 fighters and everything you need to play:&#10;&#10;&#10;     Jin=Kisaragi&nbsp;- Jin Kisaragi is a fierce swordsman who exerts constant pressure at various ranges. He wields powerful mixups that can close games abruptly against foes whose defenses falter!&#10;     Bang=Shishigami&nbsp;- Bang Shishigami is a swift, mobile ninja who possesses a well-rounded kit of diverse tools. He dismantles enemy threats, then unleashes his ultimate technique: f&#197;&#171;rinkazan!&#10;     Hakumen&nbsp;- Hakumen is a powerful, close-range counterattacker who passively builds power while he waits for the perfect opportunity to strike!&#10;     Carl=Clover&nbsp;- Carl Clover's swift attacks and high mobility put pressure on enemies, giving his companion Nirvana time to flank them and let loose with her own devastating offense!&#226;&#128;&#168;&#10;&#10;&#10;With the Exceed Fighting System, any fighter can battle against any other, regardless of their origin!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12966",
    "Name": "Napoleon Retreats: Campaign in France, Part II",
    "ID": 273769,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/273769/napoleon-retreats-campaign-in-france-part-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Napoleon Retreats - Campaign in France II&#10;&#10;Winter 1814: Hope Against Hope&#10;&#10;After dispatching Bl&uuml;cher&rsquo;s Army of Silesia at Vauchamps, Napoleon diverted temporarily toward the Seine at Montereau, for an inconclusive brush with Schwarzenberg&rsquo;s Army of Bohemia. His inveterate foe Bl&uuml;cher apparently had learned no lessons and threatened to move again on Paris. By March 3rd Napoleon was returning northward along the bank of the Ourcq River. The fall of Soissons, cheaply surrendered by General Moreau, saw the quarry escape over the Aisne River to link-up with 43,000 reinforcements near Laon, raising his strength to over 100,000. While the Emperor concentrated between Fismes and Berry au Bac, Bl&uuml;cher continued to retreat on Laon. Reaching Craonne, the Emperor decided to advance along the chemin des dames to test Bl&uuml;cher&rsquo;s position on the plateau, and clear the flank of his advance on Laon.&#10;&#10;The next game of the TLNB-Series covers the Campaign in France, Part II: &#10;6 March to 13 March 1814. &#10;The major battle was Laon, on 9-10 March, when Napoleon, with 37,000, went up against Bl&uuml;cher's position, on the hill of Laon, with 85,000. (Marshal Marmont with a separate VI Corps was supposed to support the attack, but he was dispersed in a night combat.) Bl&uuml;cher wasn't feeling well and failed to pursue. One more battle was to follow (after two days for R&amp;R) and Napoleon won that battle: Reims, against St. Priest. So actually, he won two out of three.&#10;&#10;Battles Simulated&#10; Craonne, Struggle for the plateau des dames, 7 March &#10;The chemin des dames runs the length of a continuous ridge from the N2 to the N44, the two main highways leading north to Laon. Bl&uuml;cher stationed Sacken and Woronzoff&rsquo;s infantry on the plateau just west of Craonne. Napoleon decided on a frontal attack up the chemin on what he believed to be no more than a 20,000-man rearguard. The Russians begrudgingly gave ground, gaining it back in a counterattack, and throwing Ney off the Plateau. Once the French Guard cavalry had stabilized the situation, the Russian right flank began to give way under combined pressure of infantry and cavalry. Napoleon directed 88 guns from the Guard artillery to destroy the Russian center and sent the Guard infantry to attack along the chemin to complete the victory. The Russians withdrew in good order.&#10;&#10;Laon, Beginning of the End, 9-10 March &#10;Marshal Ney advanced on Laon in the morning snow. B&uuml;low with 17,000 men held the suburbs of Semilly and Ardon. On the plain west of Laon, Winzingerode was posted with 25,000 men; east of Laon at Athies, Yorck and Kleist held another 25,000 men; Langeron and Sacken were in reserve with 36,000; Napoleon attacked with fewer than 40,000. As the southern suburbs traded hands, Bl&uuml;cher thought that he was being attacked just by an advanced guard, but Napoleon threw everything into Ney&rsquo;s attack up until 6 PM. Marmont commanded a separate force of 10,000 which had managed to fight their way to Athies by 5 PM, camping for the night. At 7:30, the Prussian Yorck launched a combined arms attack that routed Marmont&rsquo;s entire camp. A small group of French Guardsmen managed to halt the pursuit. Marmont lost 45 guns, all his wagons, and 3,500 men. Bl&uuml;cher lost a chance to destroy his foe&rsquo;s small army.&#10;&#10;Reims, A Quick Success en passant, 13 March &#10;On March 12th the Russian General St. Priest snatched Reims from its small French garrison. Hearing of this, Napoleon and his small force moved east on the 13th, beginning their attack at 4 PM, quickly driving out the enemy, and cutting communications between Bl&uuml;cher and Schwarzenberg at the same time. Only 10,000 French troops were actually engaged against 15,000 of St. Priest. St. Priest was killed along with 3,000 men while losing 23 guns.&#10;&#10;Campaign Game, 6 -13 March&#10;&#10;All three maps fit together to create an irregular playing area 44&quot;x68&quot; and covering an entire week of fighting.&#10;&#10;&bull; Three 22&quot; x 34&quot; maps &#10;&bull; 560 die-cut units &#10;&bull; 100 playing cards &#10;&bull; Two rulebooks&#10;&bull; 15 player aid cards &#10;&bull; Game Box&#226;&#128;&#139;&#10;&#10;STANDARD TLNB-GAME SYSTEM:&#10;&#10;&bull; scale: 480m (525 yards)/ hex;&#10;&bull; strength: 500-800 men/SP;&#10;&bull; turn-duration: 1 hour/turn&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "12967",
    "Name": "Space Battle Lunchtime Card Game",
    "ID": 299074,
    "Year": "(2020)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/299074/space-battle-lunchtime-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Space Battle Lunchtime Card Game is based on its namesake graphic novel by Natalie Riess, about Earth baker Peony who gets the deal of a lifetime when she agrees to be a contestant on the Universe's hottest reality TV cooking show, Space Battle Lunchtime!&#10;&#10;In the game, players face off as contestants in the intergalactic cooking competition show. They collect and combine flavor cards to create the perfect prize-winning dish. Earn points by serving dishes to discerning alien judges! At the end of the game, the chef with the most points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Layering",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12968",
    "Name": "Château",
    "ID": 378292,
    "Year": "(2023)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/378292/chateau",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "In Ch&acirc;teau, you are the architect of a beautiful historical landmark. Players will construct the blueprint of an architectural masterpiece by simultaneously placing shapes on their board. Each player has a unique Ch&acirc;teau, with a special bonus to use to their advantage. The first player to mark off all spaces in their Ch&acirc;teau wins the game!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle",
      "Renaissance"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Drawing",
      "Grid Coverage",
      "Once-Per-Game Abilities",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "12969",
    "Name": "Kosmogonia 2086: Kronos Epilogue – The Card Game!",
    "ID": 394193,
    "Year": "(2023)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/394193/kosmogonia-2086-kronos-epilogue-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Is this the ideal game for me ?&#10;&#10;It is the ideal game to make your first step into the world of board games!&#10;&#10;A Game for the whole family with challenging levels for both beginners and advanced players.&#10;&#10;Meet them heroes of KOSMOGONIA 2086 based on Greek mythology and ancient story!&#10;&#10;A new world of super heroes is being created and is ready to conquer the universe!&#10;&#10;Kosmogonia 2086 - Kronos Epilogue is a strategy card game for 1-4 players, with mechanisms of open drafting, hand management, secret placement &amp; card playing unit resolution.&#10;&#10;In the game you claim cards with modern characters from Greek mythology and history and organize them into groups to claim against mythical monsters, treasures that are hidden in various areas of the Greek space. Take part in fights of Fist, Deus and Cunning but be careful, because in every mission you don't win, the treasures are driven into the hands of the Saturn Titan and make him even Stronger.&#10;&#10;You will need tactics, a plan &amp; flexibility to be the one to collect the most keys to enter Olympus first and best equip his team for the final showdown with Kronos. Wisely use the special powers of your Citadels, the Reinforcements you can call on the faces of individual characters like Hercules and Leonidas, and correctly read your opponents and their intentions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Open Drafting",
      "Secret Unit Deployment",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "12970",
    "Name": "Atak Zombie",
    "ID": 170344,
    "Year": "(2014)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/170344/atak-zombie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Survive in the world of zombie apocalypse. Atak Zombie is a survival zombie game in which you have to keep your survivors safe, gather resources and fight zombies gathering around your hideout.&#10;&#10;Send your survivors to:&#10;&#10;    Scavenge the city for food, ammo, medicine and fuel&#10;    Scout nearby area for the loot or other survivors&#10;    Produce necessary goods in your hideout&#10;    Build barricades and traps&#10;    Steal resources from other players&#10;    Fight zombies around your base.&#10;&#10;&#10;Every 5th turn the zombie horde attacks, only then will you see if your preparations were enough to survive!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "12971",
    "Name": "Elixir",
    "ID": 2546,
    "Year": "(1987)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/2546/elixir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4091",
    "Description": "You play a wizard racing to create the Elixir of Life.  This magical brew can make anyone who drinks it live forever.  Three potions form the Elixir.  They're called &quot;Parts One, Two, and Three&quot;.  The object of the game is to collect all three parts of the Elixir of Life.&#10;&#10;Trouble is, no one knows the Elixir's secret formula when the game begins.  To discover it, you must experiment by brewing different ingredients together.  The gameboard includes three shops full of ingredients: Special Supplies, the Herbalist, and the Jeweller's.  During play, you move around the board, buy ingredients from the shops, and take them back to your lab to brew a potion.&#10;&#10;A potion has at least three ingredients: 1 special supply, 1 herb, and 1 or more gems.  The result is either part of the Elixir or another potion that can help wizards during play.  For example, Speedy Soda lets you move around the board faster.&#10;&#10;Beware of the street.  Every time you stop there, you meet a mysterious stranger.  Some are friendly.  But others will try to attack you!&#10;&#10;The first player who has all 3 parts of the Elixir of Life at the end of his turn wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12972",
    "Name": "Smash Monster Rampage!",
    "ID": 70767,
    "Year": "(2010)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/70767/smash-monster-rampage",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0769",
    "Description": "A huge monster, taller than the highest skyscraper, is attacking your city! Work together to mobilize your troops and exterminate the beast before every building becomes a heap of rubble.&#10;&#10;In Smash Monster Rampage!, players work together to defeat an attacking monster before the town is destroyed or too many survivors are lost. The &quot;Monster Die&quot; generates random actions for the Monster, making the beast unpredictable and dangerous. It sets buildings ablaze, creates devastating quakes, and destroys everything in its path. Taking turns to move their tank and helicopter units, players get into position to attack the Monster. They can win &quot;Monster Hit&quot; cards by successfully firing at the Monster and fulfilling the conditions on the cards.&#10;&#10;If the city is flattened before the Monster is defeated, the Monster wins!&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "12973",
    "Name": "Exceed: BlazBlue – Ragna Box",
    "ID": 316288,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/316288/exceed-blazblue-ragna-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Exceed Fighting System unleashes four brand new fighters from the acclaimed fighting game BlazBlue! Bring the fast-paced action of head-to-head arcade fighting games to your tabletop! Choose your fighter from an ever-growing roster of diverse characters, each with their own deck of special moves and supers. Exceed to reveal your true power and unleash havoc on your opponents!&#10;&#10;This box contains 4 fighters and everything you need to play:&#10;&#10;&#10;     Ragna the Bloodedge&nbsp;- Ragna the Bloodedge is a fearless bruiser who seizes any opportunity to unleash an unrelenting offense. He'll continue his assault until his enemy is destroyed - no matter the cost!&#10;     Rachel Alucard&nbsp;- Rachel Alucard disdains direct combat, preferring that her minions handle the dirty work. She whittles opponents down with ranged attacks while staying out of reach with unparalleled mobility!&#10;     Iron Tager&nbsp;- Iron Tager is a huge, resilient grappler who moves slowly, but can use magnetism to pull distant opponents into range of incredibly punishing attacks!&#10;     Taokaka&nbsp;- Taokaka is an incredibly mobile rushdown fighter who can't sit still! She zips around the arena at high speeds, slashing at opponents and evading their attacks!&#226;&#128;&#168;&#10;&#10;&#10;With the Exceed Fighting System, any fighter can battle against any other, regardless of their origin!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12974",
    "Name": "Mozzaroller",
    "ID": 331056,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/331056/mozzaroller",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "The newly opened pizzeria &quot;Angelo&quot; cannot save itself from orders. As a scooter-driving pizza deliverer, it is your job to deliver these pizzas to as many customers as possible &mdash; but first the pizzas have to be topped with the right ingredients! Can you establish yourself as the customers' favorite deliverator?&#10;&#10;Your goal in Mozzaroller is to place dice on customer cards to complete as many orders as possible and to secure the most valuable deliverer tiles.&#10;&#10;On a turn, you roll the eight ingredient dice, then place at least one die on a matching ingredient on any customer card; if you place more than one die, you must place all dice after the first on the same customer or on adjacent ones. Next, you decide whether to:&#10;&#10;&#10;    Re-roll with all unplaced dice&#10;    Pass&#10;&#10;&#10;You can re-roll as often as you want, but after each roll you must be able to place at least one ingredient on an already started customer card or a customer card adjacent to a card that already has a die on it. Fail to do this, and you must pass, losing all customers that have not had their orders fulfilled.&#10;&#10;You collect all finished customers, and if you now have the most customers of one color in front of you, you take the corresponding deliverer tile and add it to your order cards. Players continue to take turns until the draw pile is emptied, after which players tally their points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "12975",
    "Name": "Sea Change",
    "ID": 305838,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/305838/sea-change",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Game Overview&#10;The deck contains 80 Sea cards in five suits. The five suits are represented by different colours and icons. Each suit has one card of each value; a higher card beats a lower card of the same suit &mdash; high (15) to low (0).&#10;&#10;Depending on the number of players, a set number of cards from a set number of suits will be shuffled together. Players can decide in advance to play as teams, or each player for themselves. Each player will be dealt 10 cards to create their hand. In a clockwise manner, each player will contribute one card, chosen from their hand, to create a trick.&#10;&#10;In each trick, one suit will be stronger than others (trump). Any card in this trump suit beats all cards not in the trump suit. A Sea Change will change the trump suit in the middle of a trick when a player matches the value of the last card played.&#10;&#10;Players attempt to win tricks containing cards with positive points, and avoid cards with negative points. *Important* During tricks, 0s are not worth any points. At the end of the round, check which suit is trump. The 0 from that suit, and only that suit, is now worth 5 points. All other 0s are not worth any points.&#10;&#10;The player with the highest score at the end of the round will earn 1 Victory Point (VP).  The game ends when one player has earned 3 VPs.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Digital Implementations: Tabletopia",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "12976",
    "Name": "Super Goal!",
    "ID": 229708,
    "Year": "(2017)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/229708/super-goal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "This time you are the champion!&#10; Soccer in a board game: 15 minutes of passionate actions between attack and defense, waiting for the kick of the champion that can change the game. The decisive shot is that of your dice... and it's a Super Goal!&#10; Odd or even? The initial draw decides which player will have the first &quot;champion move&quot; available. It could be an unstoppable shot, an assist that sends the attacker in front of the goalkeeper but also an extraordinary save...&#10;This is just the first of the situations that makes Super Goal! a perfect simulation of a football game. The ball moves on the field as indicated by the attack, defense, shot and save dice but it really seems to see the players performing the technical and athletic moves that would make it move on a true soccer field.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "12977",
    "Name": "Lakshadweep",
    "ID": 373877,
    "Year": "(2023)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/373877/lakshadweep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "In the game of Lakshadweep, two players build the exotic islands of Lakshadweep, tile by tile, populating it carefully with Houses, Fisheries, Hotels, Ports, Forests and Corals!&#10;&#10;Players take turns to pick tiles from a market display, and add one at a time to a shared, central map of Lakshadweep. A tile consists of island and water bodies, natural features (Corals, Forests) and man-made features (Houses, Hotels, Ports and Fisheries) of both player colors.&#10;&#10;Placing more forests as well as completing an island triggers bonuses, that enables players to pick bonus tokens and improve their scores! But there are only a limited number of them, and all of them are unique.&#10;&#10;Each feature has a unique way of accruing points based on their placement. The game ends when the last tile is placed and the player with the highest score wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Map Addition",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Country: India",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "12978",
    "Name": "Warhammer 40,000: Heroes of Black Reach – Drop Zone Demo Kit",
    "ID": 231812,
    "Year": "(2017)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/231812/warhammer-40000-heroes-of-black-reach-drop-zone-de",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;To introduce you to Warhammer 40,000 Heroes of Black Reach, we decided to make an entire standalone demo game &ndash; you&rsquo;ll just need to find 2 six-sided dice somewhere.  You&rsquo;ll be able to play a full game and fight for the Emperor or for the mighty WAAAGH! in a scenario which introduces the full Black Reach campaign from the core box.&#10;&#10;This Imperial Gazette includes:&#10;&#10;    1 booklet (containing the rules and 1 scenario)&#10;    1 battleground poster&#10;    12 Marine action cards&#10;    12 Ork action cards&#10;&#10;&#10;ULTRAMARINES UNITS&#10;&#10;    1 Tactical Squad (Solinus) recruitment tile&#10;    Brother Malcian support tile&#10;    1 Rhino upgrade&#10;    Wargear and Upgrade Options&#10;&#10;&#10;ORKS UNITS&#10;&#10;    Goff Boyz Mob recruitment tile&#10;    Boss Mob support tile&#10;    Sluggas support tile&#10;    1 Killa Kan upgrade&#10;    1 Trukk upgrade&#10;    Wargear and Upgrade Options&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12979",
    "Name": "Oh My Pigeons!",
    "ID": 413435,
    "Year": "(2024)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/413435/oh-my-pigeons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Oh My Pigeons!, a ridiculous party game of fowl play, players fill their benches with adorable pigeon miniatures to prove they rule the roost.&#10;&#10;On your turn, use your cards to tempt pigeons with snacks, steal pigeons from your neighbors, or leave it up to fate when you roll &ndash; or flick?! &mdash; the die. Can you outwit, outplay, and out-pigeon your friends?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "12980",
    "Name": "The Battle of the Little Bighorn",
    "ID": 20774,
    "Year": "(2005)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/20774/the-battle-of-the-little-bighorn",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "3.4444",
    "Description": "Reprint of the CSR Award Winner: Best Desktop Published Wargame, 2007.&#10;&#10;The Battle of the Little Bighorn, also known as Custer's Last Stand, was the epic fight between a massive combined force of Plains Indian tribes and the 7th United States Cavalry under the command of Lt. Col. George Armstrong Custer. The battle was the most famous event in the Indian Wars and was a crushing victory for the Indians. Custer, already famous for his Civil War exploits, became an American folk legend. Little Bighorn was the last great victory for the Sioux and Cheyenne. Defiant and proud, they were determined to preserve their way of life, but within a year, they were broken and defeated by a nation swept up in the emotions of the Centennial and bent on revenge for the death of an American hero.&#10;&#10;The Battle of the Little Bighorn is the third game in the Indian Wars of the American West series.  This game also includes the Montana column led by Col. Gibbons.  This column was the third column in the field within General Terry&rsquo;s campaign plan.  Crook&rsquo;s Wyoming column was the other part of this campaign, and included in Volume II of the series, The Battle of Rosebud Creek.&#10;The Montana column includes Col. Gibbon, the 7th Infantry, 2nd Cavalry, and Low&rsquo;s Artillery Battery of Gatling guns(?) and a 12 lb howitzer.  Players may now explore the possibilities and capabilities of these guns, and what effect these forces could have had on the outcome of the battle.  Scenarios included the historical game, the Montana columns arrival, assigning the Gatling guns or the 2nd cavalry with Custer. Is this last line correct?&#10;The new expanded maps (from the original DTP version), allows for the relocation of the Indian village, the arrival of the Montana column, and if Custer had waited for Terry or was delayed because he took the Gatling guns.&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Indian Wars of the American West (Legion Games)",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "12981",
    "Name": "Trenchzone",
    "ID": 68387,
    "Year": "(2010)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/68387/trenchzone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Across the muddy no-man's land, your troops advance to victory, in this strategic game of attack and counter attack set in the trenches of World War One.&#10;&#10;Winning is achieved in two ways, a bloody victory though assaults driving your opponent from one of their trench sectors, or secondly by the eroding of morale from the constant pounding  of artillery, gas attacks and machine gun fire on the trenchzone front.&#10;&#10;The game encourages a commander to plan strategically, however commanders will have to alter their battle plans as resources become available through placement of cards into a sector or as a result of your opponent&rsquo;s actions.&#10;&#10;After your initial set up of Artillery Positions, Pillboxes, Barbed Wire and Squads, your sectors are reinforced or reduced by your orders or your opponents actions in each sector. It's your choice as the commander to wait for reinforcements or to take the initiative and advance across no man&rsquo;s land.&#10;&#10;Who will advance to victory?&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12982",
    "Name": "Command at Sea: 4th Edition – War at Sea 1926-1955",
    "ID": 67339,
    "Year": "(2008)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/67339/command-at-sea-4th-edition-war-at-sea-1926-1955",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.3846",
    "Description": "From the introduction:&#10;&#10;Command at Sea is a World War II tactical naval miniatures rules system.  It can simulate almost every naval operation of World War II with accurate and consistent results that depend as much on the strategy and planning of the players as on the ships and equipment of the adversaries.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Decades: The 1920's",
      "Game: Command at Sea",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "12983",
    "Name": "War Between The States 1861-1865 (Second Edition)",
    "ID": 11708,
    "Year": "(2004)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/11708/war-between-the-states-1861-1865-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5385",
    "Description": "War Between the States, 1861-1865, simulates the American Civil War from the opening shots at Fort Sumter to Lee's surrender at Appomattox.&#10;&#10;War Between the States uses three maps to cover the major theaters of operation from Galveston, Texas, to St. Joseph, Missouri, and from Philadelphia, Pennsylvania, to Jacksonville, Florida. A total of 1400 counters represent various units and game effects. Game turns represent the passage of a week of real-world time, with &quot;cycles&quot; intervening during which players carry out such routines as production, blockade, construction, politics, etc. Each game turn is divided into two player turns, during which one player or the other may move his ground and naval combat units on the map and attack his opponent.&#10;&#10;The game can be played as a huge campaign using all three maps and simulating the entire war from beginning to end. That requires hundreds of man-hours.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12984",
    "Name": "Balance Duels",
    "ID": 25453,
    "Year": "(2005)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/25453/balance-duels",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6154",
    "Description": "Balance Duels is a SPIEL 2005 release by a tiny Dutch publisher. The game is played like backgammon, except that the track is a teeter-totter and players cannot make a move that would put the device out of balance.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "12985",
    "Name": "Decline and Fall of the Roman Empire",
    "ID": 1620,
    "Year": "(1972)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/1620/decline-and-fall-of-the-roman-empire",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4667",
    "Description": "Decline and Fall of the Roman Empire is a  Strategic level four-player board-wargame in which some of the forces which led to the breakup of the Roman empire are represented. Each player is provided with counters representing peoples or armies which move across a map of the Ancient world and engage in conflict with other units. Through strategic movement, conflict and diplomacy each player tries to achieve certain goals.&#10;&#10;The four sides are: Rome, the Goths, The Huns and the Vandals.  The four sides have asymmetrical strengths and units.&#10;&#10;A game consists of 15 turns, each divided into 4 player-turns which in turn consist of three main stages: movement, conflict, and movement again. A full turn represents about 5 years of real time.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Cities: Istanbul (Turkey)",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "History: Roman Empire",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "12986",
    "Name": "The Great British Baking Show Game",
    "ID": 363252,
    "Year": "(2022)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/363252/the-great-british-baking-show-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "In The Great British Baking Show Game, players take the role of bakers on the show and race each other to recreate the configuration of baking cards shown on the recipe cards. Players need to choose whether to move quickly at all costs, or whether to take more time to select the best flavors for their bake and avoid the dreaded &quot;soggy&quot; cards.&#10;&#10;To capture the sportsmanship demonstrated when bakers step in to assist others, players can use &quot;Help!&quot; cards to select wild cards from the center of the table. A &quot;Bin&quot; token allows players to throw out elements of their bake once per round.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12987",
    "Name": "Flag Dash",
    "ID": 192668,
    "Year": "(2016)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/192668/flag-dash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "In Flag Dash, you play as one of several childhood friends who promised to play their favorite pastime again after they &quot;grew up.&quot; Secretly plan your moves to outmaneuver the opposing team in an exciting game of capture the flag! Will your opponents ruin your plans, or will you return home victoriously with the flag?&#10;&#10;Choose from 6 fun characters with unique player powers and beautiful illustrations, including the Wanna-be Ninja, Modern Cowboy, &amp; Crazy Cat Lady! No two games are alike since there are many gameplay variations.&#10;&#10;FEATURES&#10;&#10;&#10;     Tactical planning, guessing, and teamwork&#10;     Simple to learn but great depth of gameplay&#10;     Wooden game pawns carry wooden flags&#10;     Family friendly board game of capture the flag&#10;     Movement programming mechanic&#10;&#10;&#10;GAMEPLAY&#10;&#10;Flag Dash takes place over multiple rounds until one team returns home with the opposing team's flag or collects a complete set of flags the opposing characters are wearing. In every round, each player plans two moves in advance and for each move, chooses to move either the runner they control &mdash; with a unique special ability &mdash; or the defender they share with their teammate.&#10;&#10;ROUND SUMMARY&#10;&#10;PHASE 1: PLAN MOVES - Each player secretly plans two moves with an action card and priority token face-down for each move.&#10;&#10;PHASE 2: RESOLVE MOVES (2X) - Each player reveals their priority token for the first move. Each player makes their first move in order from lowest to highest numbered token and discards their priority token. Repeat for second move.&#10;&#10;PHASE 3: CLEANUP - Each player returns action cards to hand.&#10;&#10;COMPONENTS&#10;&#10;&#10;     6 wooden pawns&#10;     2 wooden flags&#10;     32 action cards&#10;     6 character cards&#10;     78 game tokens&#10;     7 other wooden pieces&#10;     4 player screens to hide tokens&#10;     1 double-sided game board&#10;     Rulebook&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Series: Madison Game Design Cabal"
    ]
  },
  {
    "Rank": "12988",
    "Name": "Doctor Who: The Card Game",
    "ID": 125675,
    "Year": "(2012)",
    "Geek Rating": "5.545",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/125675/doctor-who-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.9706",
    "Description": "Game description from the publisher:&#10;&#10;Daleks, Cybermen, Sontarans &ndash; The list of threats is endless and no place in the universe is ever truly safe from danger, but there is one man who has made it his mission to defend the defenseless, help the helpless, and save everyone he can: a mysterious stranger, a force of nature who has seen his own planet die, a madman with a box.&#10;&#10;In Doctor Who: The Card Game, players act as the Doctor and his companions to defend specific locations while sending the Doctor's enemies to conquer locations your opponents are trying to protect. Each player starts the game with one location, and cards in the deck consist of attackers, defenders, locations and support cards. To start a turn, you draw two cards, pick up any cards banked from a previous turn, and take the three cards passed to you earlier by the player on your left. You play or bank cards until you have only three in hand, then pass those to the player on your right and end your turn.&#10;&#10;Attackers target specific locations and earn points for the player wielding them if they're in play at the end of the game. Defenders try to remove attackers so that the location owner scores points for protecting the location. Support cards provide different abilities, such as enlarging your bank or providing time points (which can be used to draw additional cards). Whoever has the most points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "12989",
    "Name": "Colonialism: Expanded 2nd Edition",
    "ID": 270699,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/270699/colonialism-expanded-2nd-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Colonialism is a game of 19th Century imperialistic struggle. In this game, each player assumes the role of a nondescript colonial power. Players proceed to struggle for influence in the unindustrialized regions of the world, and the subsequent resources such influence entails.&#10;&#10;Each turn is divided into action phases and colonization phases. During action phases, players use cards to secretly bid influence in the six regions of the game board. During colonization phases, all cards in play are revealed, the placement of influence is resolved, and conflict occurs.&#10;&#10;Whenever all native influence is eliminated from a region, that region's resources are collected. The amount of resources collected by each player depends on each players' influence in the region. At the end of the game, the player who collects the most resources wins.&#10;&#10;The main items in this new edition are the 6 new cards, five of them being Upgrade cards. This edition therefore adds a new action to the game: Purchase an Upgrade card.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Political",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Continents: Africa",
      "Continents: Asia",
      "Crowdfunding: Kickstarter",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "12990",
    "Name": "Foragers",
    "ID": 142903,
    "Year": "(2016)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/142903/foragers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0714",
    "Description": "Foragers is a strategy game in which players take on the role of ancient foragers competing to be the most respected member of the tribe. In the game, foragers pick fruit from trees, fish in lakes, and hunt aurochs in the fields. After collecting these foods, the foragers return to a fire pit, where they &quot;share&quot; their food with the tribe and earn victory points. In addition, the foragers sometimes happen upon tools, which allow them to forage, fish, or hunt more efficiently.  Of course, foragers are not completely altruistic and so they occasionally fight with each other to earn respect. The player who can best optimize their food and tool gathering, while also avoiding or winning skirmishes is the one who eventually earns the tribe leader title.&#10;&#10;The game is played over a predetermined number of rounds, depending upon the number of players. In each round, all players simultaneously choose an action card, from a hand of 3 action cards (drawn from a deck of 10) to use for that round. Each action card lists 5 different actions, but a player may only use 4 of those actions each round. Then, in clockwise order, each player performs 1 of the actions on their card until all players have performed 4 actions. Such actions include things like: walking, foraging, eating, discovering, resting, sharing, and picking up a tool.&#10;&#10;When players pick up food, they place it on their tableau, which tracks the food's freshness. At the end of each round, a &quot;spoilage card&quot; is flipped and all players &quot;age&quot; their food (i.e., move them along a food track).  As the food gets older, it does not provide as much energy if eaten.  Also, to score victory points, players must &quot;share&quot; their food before it spoils.  In this sense, the players are racing not only against each other, but against nature.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Components: 4 x 4 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12991",
    "Name": "Tannenberg 1914",
    "ID": 26620,
    "Year": "(1990)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/26620/tannenberg-1914",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4545",
    "Description": "The Russo-German battle of the I World War. The game comprises a full colour map, counters need to be cut. The rules are in Polish.&#10;&#10;Expanded by:&#10;&#10;&#10;     Ba&#197;&#130;kany 1912 (Balkans 1912)&#10;     Galicja 1914 (Galicia 1914)&#10;&#10;&#10;Related Microbadges&#10; Dragon fan&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "History: 1914 Guns of August Campaign"
    ]
  },
  {
    "Rank": "12992",
    "Name": "Salty",
    "ID": 377858,
    "Year": "(2022)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/377858/salty",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Get the &quot;just right&quot; number of seasonings that go well with your chosen dish. However, the salinity (number) that can win tricks will change, so be careful!&#10;&#10;Game overview&#10;Salty is a trick taking game where each player must follow the seasoning card played by the previous player.&#10;After looking at the seasoning (suit) majority of the cards, the card with the closest salt content (rank) to the number of salt cubes left on the seasoning rack wins the trick.&#10;&#10;    If there are multiple similar ranks, the one with the smaller number wins.&#10;     If the rank is the same, judge by the salt concentration (strength) of the seasoning. Strength in order of salt &gt; sauce &gt; ketchup &gt; mayonnaise.&#10;&#10;&#10;Example) When the salt cube is &quot;4&quot;. The closest salinity card is &quot;4&quot;, but if there is no card, &quot;3.5&quot; is the strongest, followed by &quot;4.5&quot;. If there are two &quot;3.5&quot; cards, &quot;salt&quot; and &quot;ketchup&quot;, the player who put out the &quot;salt&quot; card in the salt concentration wins.&#10;&#10;The round ends when all cards are gone.&#10;Refer to your cooking card (expected number of acquisitions) and acquired cubes (number and color) to calculate your score. If you can get the perfect number for your chosen dish, you will get a high score!&#10;Be careful not to take too much salt! Too much seasoning is a negative point...!&#10;&#10;Play as many rounds as you can and the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "12993",
    "Name": "Handy Brawl",
    "ID": 362692,
    "Year": "(2022)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/362692/handy-brawl",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.6",
    "Description": "Handy Brawl - an epic, solo, print and play, in-hand card management game.&#10;&#10;&#10;     Fully deterministic - shuffle once during setup and the rest is up to you (although I can't predict more than 5 moves)!&#10;     Great replayability - lots of possible openings for the same monster-hero pairs. If you're bored, change your Hero, Monster or both and have a completely different experience!&#10;     Minimal requirements, great depth - each playthrough features only 9 card, but those 9 cards will give you a headache!&#10;     No dexterity elements required - all you need to do is keep 9 cards in a stack, so as they don't fall on the ground, bonus points for being able to fan them!&#10;     Well-thought saving mechanism - just stop at any time and put the cards as they are in your pocket or wallet!&#10;     Quick - a single game can take you as little as 5 minutes (if you don't want to win)!&#10;     Great graphics design and arts (non-existent yet)!&#10;     Story-rich - break skulls, set traps and kill powerful foes. Personal experience depends on your (lack) of imagination!&#10;     Designed with heart - heart of vampire pierced with an aspen stake!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;The game was designed as an entry for 2022 In-Hand Game Design Contest and placed highly in following categories:&#10;&#10;1&#239;&#184;&#143;&#226;&#131;&#163;st in Best Overall Solitaire Game&#10;1&#239;&#184;&#143;&#226;&#131;&#163;st in Ease of Holding&#10;2&#239;&#184;&#143;&#226;&#131;&#163;nd in Best Rule Book&#10;3&#239;&#184;&#143;&#226;&#131;&#163;rd in Most Innovative Mechanic&#10;5&#239;&#184;&#143;&#226;&#131;&#163;th in Best Use of Theme&#10;6&#239;&#184;&#143;&#226;&#131;&#163;th in Best Artwork and Graphic Design&#10;6&#239;&#184;&#143;&#226;&#131;&#163;th in Best Low Ink Printing&#10;8&#239;&#184;&#143;&#226;&#131;&#163;th in Best Graphic Design for Visually Impaired Players&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Queue",
      "Events",
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Contests: In-Hand Print and Play",
      "Misc: No Table Needed",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "12994",
    "Name": "Quartz: The Dice Game",
    "ID": 357989,
    "Year": "(2022)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/357989/quartz-the-dice-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "It seems that new mines keep being discovered... But these mines aren't that big and all the dwarves will have to run to get the most out of them in just one day! In this dice version of Quartz, the bet remains the same: Everyone must explore the mine and sell the mined crystals in the city at the end of the day. The dwarf who manages to collect the most money will have the mine all to himself.&#10;&#10;The game is divided into six rounds. On their turn each player must:&#10;1. Mine a crystal:&#10;The player draws a crystal from the bag and places it on his cart.&#10;If the mined crystal is an unstable crystal, the player receives a&#10;reroll marker. There is no limit to the number of reroll tokens a player can have.&#10;2. Roll the dice:&#10;Each player has up to three dice rolls per turn. In the first, all 5 dice must be rolled. In the second and third they can reroll as many dice as they want. If it has a Reroll Marker, the player can discard it to perform an extra reroll.&#10;3. Perform actions:&#10;According to the result of the dice the player will be able to perform one or more actions. The more faces of the same action are available, the more efficient that action will be. Actions allow the player to mine more crystals, steal crystals, store crystals in the chest, or transfer unstable crystals to opponents.&#10;&#10;At the end of the game everyone receives points according to the value of the crystals they have, being entitled to bonus points for collections of equal crystals. Each unstable crystal will penalize its owner 3 points less and the player with the fewest crystals in the chest loses 5 points.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Series: Quartz",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "12995",
    "Name": "Star Wars: Battle for Endor",
    "ID": 3594,
    "Year": "(1989)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/3594/star-wars-battle-for-endor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.15",
    "Description": "This game is a solo game that recreates the Star Wars Battle for Endor. The player plays Rebels and Ewoks in a card based movement system like the one used in Assault on Hoth: The Empire Strikes Back (also from West End Games).&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Fictional Events: Battle of Endor",
      "Movies: Star Wars",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Star Wars Adventure Board Game (West End)"
    ]
  },
  {
    "Rank": "12996",
    "Name": "Defending America: Intercepting the Amerika Bombers, 1947-48",
    "ID": 313776,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/313776/defending-america-intercepting-the-amerika-bombers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Defending America is a solitaire, tactical level game which places you in command of an actual or experimental interceptor aircraft during a frightening look at what might have been in World War II. Each turn consists of one sortie, during which the player will fly a mission to intercept Amerika Bombers which are en route to bomb the mainland of the United States.  As the player progresses, he may choose to upgrade to even more advanced interceptors in this alternate history game.  It builds a strong narrative around the pilot as you look to earn skills, rise in rank through promotion, receive awards and survive a dangerous year above the Atlantic Ocean and America.&#10;&#10;The objective of the game is to conduct numerous sorties in the role of a interceptor pilot and rack up as many bomber kills as possible, with a special emphasis on preparing to stop atomic attacks. Pilots may use the experience gained to improve their odds of success by purchasing skills. Awards and technological advances via use of the technology track help to narrate the player's eventual goal &ndash; to become the &ldquo;Scourge of the Amerika Bombers&rdquo; and end the threat to the United States from the air.&#10;&#10;Game play moves quickly, following a set sequence of events that are repeated until the end of the game. Once you have your initial pilot along with your assignment, play proceeds by taking off when the enemy bomber force nears, then checking to intercept them before they get a chance to bomb a multitude of targets on the mainland United States. Combat consists of interception from your U.S. carrier or land-based aircraft, depending on where the player is currently located, then intercepting one of six historically modelled (albeit hypothetical) Amerika Bombers. After interception, landing operations occur, with the weather playing a factor again as part of the landing procedure. When the mission is completed, you will ascertain if any awards have been earned or Experience points gained prior to you next sortie. Here you can also spend Experience points if desired to gain skills and may request a new interceptor type if one is available. You will repeat this process by going to your next sortie until shot down and killed, or until the end of March 1948, should you make it through unscathed.&#10;&#10;While Defending Amerika is designed as a solitaire gaming experience, additional options for play are provided for both multi-player cooperative and competitive gaming sessions, and an option to link the game with Amerika Bomber: Evil Queen of the Skies&#10;&#10;Scale:&#10;    Complexity: 4 out of 10&#10;    Solitaire Suitability: 10 out of 10&#10;    Time Scale: Weekly turns (individual sorties, 4 per month)&#10;    Map Scale: Abstract&#10;    Unit Scale: Individual aircraft, weapon systems, specific crew members, and ammo rounds&#10;    Players: One (with option for two or more)&#10;    Playing Time: 60-90 minutes&#10;&#10;Components:&#10;    One Counter Sheet of 9/16&quot; unit-counters&#10;    Eight Aircraft Display Mats&#10;    Nine Player Aid Cards&#10;    One Combat Display Mat&#10;    One Pilot Awards Display Mat&#10;    One Air Operations Mat&#10;    Rules Booklet&#10;    One Logsheet&#10;    Two 6-sided, and one 10-sided die&#10;    Box and Lid&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12997",
    "Name": "Sosig",
    "ID": 411015,
    "Year": "(2023)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/411015/sosig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Sosig is a quick, family friendly, highly interactive tile-placement game.&#10;&#10;Sosig arrives as a pocket sized family friendly option to the Joking Hazard roster, focusing on competitively creating the ideal Sosig to defeat the other players.&#10;&#10;In Sosig, players will draft sosig piece tiles and add them to their board in order to build various sosigs that meet order requirements and gain them points, you can also gain extra points by winning the award tile at the end too. players will attempt to fullfill orders, mess up opponents sosigs and try to arrange the most points on their board as well, avoiding incomplete sosigs so as not to gain negative points. once the last card in one of the decks is played the game is over and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Category: Dized Tutorial"
    ]
  },
  {
    "Rank": "12998",
    "Name": "Start Player Express",
    "ID": 159633,
    "Year": "(2014)",
    "Geek Rating": "5.545",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/159633/start-player-express",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.1429",
    "Description": "Game description from the publisher:&#10;&#10;We've done the research, and we've determined that more than 36 million additional games could be played each year if it took less time to choose a start player. That's almost 2.5 million extra games every day.&#10;&#10;Back in 2006, Ted Alspach provided a solution to this problem with a simple card game called Start Player. Just turn over a card, and you'll know who the start player is.&#10;&#10;That was a wonderful solution...for 2006. But we're clearly living in the future now, and there's no time for getting out the box, shuffling cards, and finally turning a card over. It's time for something better, faster, and a whole lot more technologically advanced. It's time for Start Player Express.&#10;&#10;Start Player Express consists of four custom dice. There's no shuffling, there's a whole lot less reading, and there's no messing with a box. (You're not a Neanderthal, are you?) Just roll the dice and BOOM! You know who goes first.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Boardgaming",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "12999",
    "Name": "Against All Odds",
    "ID": 7278,
    "Year": "(2003)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/7278/against-all-odds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.1111",
    "Description": "Fourth boxed game in the Advanced Tobruk System. The 82nd Airborne defense of the beach exits from Utah Beach on D-Day. Giant hex map, 6 counter sheets, 8 scenarios and sturdy mapsheet. Contains the 1.75 version of the ATS rules.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "13000",
    "Name": "Bar-Lev: The 1973 Arab-Israeli War",
    "ID": 64331,
    "Year": "(1977)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/64331/bar-lev-the-1973-arab-israeli-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "&quot;Bar-Lev: The 1973 Arab-Israeli War&quot; is an Operational level board wargame of the 1973 Arab-Israeli War, referred to by the Israelis as the War of Atonement or the Yom Kippur War, and by the Arabs as the War of Ramadan. Players will represent the Israeli and Arab high commands and maneuver their units and conduct combat in an attempt to attain the objectives of their respective nations. Because of the two front nature of the war, Bar Lev is uniquely suited to a multi-player game, with one player commanding the Israelis, one the Egyptians, and one the Syrians. Additional players can also be added to allow one commander for each front for the Israelis, air force commanders, or commanders for the various Arab allies. The ground game can be played without the air game, but it is recommended that the air game be incorporated into play as soon as the players are familiar with the ground rules, after two or three games, for instance.&#10;&#10;(from rulebook introduction)&#10;&#10;&#10;Scale: Operational, Battalion-Regiment, 1 Day per turn, 3-6 Km/hex&#10;&#10;Turn Sequence: 1. Recon units move, 2. Artillery phase, 3. Movement phase, 4. Enemy recon units move,  5. Direct Fire phase,  6. Enemy units regroup&#10;&#10;Components:&#10;&#10;    Rulebook (10 pages of densely written rules with 3 pages of optional Air rules)&#10;    Two 18 x 24 inch maps &#10;    528 Counters (with a 3rd combat factor for defense not in the first edition)&#10;    9 Charts: Israeli Armed Forces, Israeli Mobilization/Refit, Egyptian Armed Forces, Syrian Armed Forces, Ground CRT/Unit Identification, Air CRT/Unit Identification, Terrain Effects, Egyptian Operational Points, Syrian Operational Points&#10;&#10;&#10;This game, though based on the 1974 design by John Hill, is a completely new one, with a different designer (Frank Chadwick).&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Israel",
      "Country: Jordan",
      "Country: Syria",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]