[
  {
    "Rank": "N/A",
    "Name": "XIG: The Sorcerers Sword",
    "ID": 25668,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25668/xig-the-sorcerers-sword",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this original and distinct game expanding from the world of XIG: The Four Elements, players challenge each other to complete a Sorcerers Sword while battling to control the rings of the four elements: Earth, Fire, Water, and Air.&#10;Each player begins the game with 36 shuffled tiles. Each tile is potentially a piece of their sword which requires only 30 tiles to complete. Every tile represents a different Sorcerer. Specific Sorcerers allow the players to cast spells as the tiles are put into play, as well as displace their opponent's tiles.&#10;Tiles can be linked together in many combinations as long as they don't break elemental rules (for example: Water cannot be linked above fire since fire would then be extinguished). Element combinations allow the players to obtain, or steal rings which can give the controlling player certain game advantage.&#10;The first player to complete their sword wins.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Resistance Is Not Futile: Warsaw 1943",
    "ID": 25670,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25670/resistance-is-not-futile-warsaw-1943",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(From Firefight Games website)&#10;&quot;Resistance is not Futile&quot; covers the Insurrection of the Warsaw Ghetto in April 1943. With most of its remaining population already having endured years of privation and growing squalor, mass deportations, and learning that soon the Nazis would be back to send the remainder to Concentration Camps, an insurrection broke out on the eve of Adolf Hitler&rsquo;s birthday. Local SS commander, Jurgen Stroop, believed the troops he had on-hand would make for a quick end to this impudent act of defiance by the Jews and the Polish Home Army members who choose to rise up against the Third Reich. His underestimation of the Jewish and Polish defenders was a costly mistake, as the fight lasted for weeks and cost the Germans and their fascist allies dearly.&quot;&#10;&#10;Firefight Games had to suspend sales of this game.&#10;&#10;Map scale: 100 yards per inch&#10;Counter scale: squad/platoon &#10;Game turn: 2 or 3 days&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Casino Six",
    "ID": 25671,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25671/casino-six",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Casino Six&#10;The ultimate game of chance.&#10;&#10;Casino Six brings the challenge and excitement of six real casino games into you home.  It's family fun for adults and older children - all in a simplified form, so even beginners can play.  For more experienced players (and bold novices!) authentic Craps and Roulette layouts can be found.  Games can be expanded to your liking.&#10;&#10;Players advance through the Casino, trying their luck and testing their skill at six games in the following order:&#10;Slots&#10;Blackjack&#10;Keno&#10;Craps&#10;Poker&#10;Roulette&#10;&#10;The object is to be the player who bankrupts all the others, winning all of the money.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Words Worth",
    "ID": 25672,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25672/words-worth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game contains 100 letter tiles, 50 category tiles, a large 'bucket' to hold the tiles, and a 60 second sand timer.&#10;&#10;Before each round, players draw 8 letter tiles from the bucket.  A category is drawn.&#10;&#10;Players have 60 seconds to form a word from their tiles.  A bonus is awarded if the word relates to the category drawn.&#10;&#10;A typical game last 10 rounds.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Holiday Edition",
    "ID": 25673,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/25673/trivial-pursuit-holiday-edition",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Another expansion to the well known trivia game.&#10;The questions all deal with topics like geography, destinations and other things related to traveling.&#10;&#10;The box contains:&#10; - 2400 questions and answers on&#10; - 400 cards in&#10; - 2 plastic boxes. &#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Négoces",
    "ID": 25675,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/25675/negoces",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Negotiate with the other players the purchase and the sale of goods and become the Great Negotiator. Each player is a merchant. At the beginning, it holds the monopoly of 2 goods and has gold coins. To gain, it must hold 8 different goods and at least 10 parts. For that, exchanges are organized between the players. Simple and original game, N&eacute;goces will astonish you by his subtlety. In this play the chance never intervenes, only your direction of the negotiation will enable you to gain.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Motomix",
    "ID": 25676,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25676/motomix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Motomix is a quiz game where all aspects of the long history of motorcycles and motorcycling are covered by over 1.000 questions about bike manufacturers, legendary machines, technological developments, mechanics, sporting events, the great champions...giving you the chance to test your knowledge and discover a wealth of anecdotes !&#10;&#10;Then you have to find the best route around the track and the best approach to tackle the different obstacles (double-hump, triple-hump, whoops, table...) in the best conditions...at several points in the race you will be able to slam across your opponents' path with a well-timed block pass and force them to reduce speed by answering correctly to the questions!&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fame Game",
    "ID": 25679,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25679/fame-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the box description:&#10;Race to Stardom with the &quot;Fame&quot; gang.  Based on the popular TV show.&#10;&#10;&quot;You've got big dreams, you want fame.&quot;&#10;&#10;And right here is where you start playing.&#10;&#10;You and your friends race through the N.Y. School of the Arts collecting points as you move towards graduation.&#10;&#10;Ages 6 years to adult.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whammy! with Tic - Tac - Toe",
    "ID": 25683,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25683/whammy-with-tic-tac-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is a children's game.&#10;&#10;The goal is to score points by getting strings of 3, 4, or 5 of your color in a straight line. The game comes with a board with the scoring for both variations written right on the playing surface.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrosswords",
    "ID": 25684,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25684/scrosswords",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back cover of the box:&#10;&#10;The Fast Game of Vocabulary, Luck, &amp; Action&#10;&#10;Love playing with words but think word games are too slow? &#10;Then start your mental engines and get ready for Scrosswords, the &quot;un-bored&quot; word game with no board, no waiting, and no end to the fun.&#10;Each round pits one player against all others in a race to discover words in random letter tiles. When you're the Wordsmith, you roll five dice: The black dice determine how many tiles you get - from 4 to 24 - and the red die gives you a chance at a bonus category.&#10;&#10;The timer starts as soon as you flip over your tiles. You've got 2 minutes and 30 seconds to form as many words as possible, crossword-style, and earn points for them. Meanwhile all other players - the Scavengers - are furiously writing down all the words you're missing. At the end of the round, tally up you points and see whose words are worth the most!&#10;It takes a combination of luck, skill, and fast reflexes to score big at Scrosswords. And because every turn is different and everyone plays at once, the excitement never slows down!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Atlanta Braves",
    "ID": 25688,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.70",
    "Link": "https://boardgamegeek.com/boardgame/25688/monopoly-atlanta-braves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From Publisher:&#10;&#10;The Monopoly Brand proudly presents the Atlanta Braves&trade; Collector&rsquo;s Edition of America&rsquo;s favorite board game. Braves fans now have the opportunity to buy, sell and trade Braves players, coaches, announcers and team icons. Features legendary Braves players like Hank Aaron, John Smoltz and Andruw Jones. Includes six collectible pewter tokens: Braves hat, batter, pitcher, ball in glove, Georgia dog and the Atlanta Braves tomahawk. With some of the all-time greatest Major League Baseball players and a bright future ahead, the Braves continue to make for exciting play in this timeless game of risk taking and deal making. Bankrupt your opponents in a quest to own the Braves.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Atlanta (Georgia, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: Baseball",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Boston Red Sox",
    "ID": 25689,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/25689/monopoly-boston-red-sox",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the Publisher:&#10;&#10;The MONOPOLY&reg; Brand proudly presents the Boston Red Sox&trade; Collector&rsquo;s Edition of America&rsquo;s favorite board game. We bring Red Sox fans the best of the Red Sox &ndash; players, coaches and team icons. Featuring Ted Williams, Jason Varitek and Carlton Fisk, and collectible pewter tokens including a Red Sox hat, batter, pitcher, World Series trophy, Sox and ball in glove. This MONOPOLY Game is a must-have collectible for the die-hard Red Sox fan. This collector&rsquo;s game captures and brings to life the Red Sox greatest accomplishments including the 1918 and 2004 World Series Championships. Home to some of the most accomplished players in Major League Baseball&reg;, the Red Sox continue to make for exciting play in this classic game of risk taking and deal making&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Boston (Massachusetts, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports Teams: Boston Red Sox",
      "Sports: Baseball",
      "States: Massachusetts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sting",
    "ID": 25690,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/25690/sting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a 'press your luck' kind of dice game...&#10;&#10;Each person is given two dice (with numbers 1 to 4, two sides have 1's, two sides have 2's), and some chips to begin.  Some chips are left in the center to form the 'pot'.&#10;&#10;On a person's turn, he/she begins by rolling the 2 dice, examining the sum of the two numbers.&#10;&#10;If they add up to 2, that person has been 'stung', and a chip is given to the pot, and play passes to the next player.&#10;&#10;If they add up to 8, that person has rolled a 'sting', and gets to take 2 chips from the pot, and play passes to the next player.&#10;&#10;If they add up to anything else, that person MUST roll again and try to roll a number equal to, or higher, than the sum of the first roll.  At this point ANYONE else playing can also try to roll a sum equal to or higher.  Anyone who succeeds gets 2 chips from the pot, anyone who fails loses one.  If the active player ends up going it alone, and succeeds, his/her winnings are doubled.  Losings are never doubled.&#10;&#10;Play ends at a specific number of chips or when the pot is exhausted.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Batman Game",
    "ID": 25691,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/25691/the-batman-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Based on the hit 1960's television series.&#10;&#10;From the box:&#10;During the game, a player moves his Pedestrian on the outside path until he reaches a corner space with a Batmobile.  He then immediately operates the Batmobile out of the corner space along either path of circles.  On his next turn, the player moves his rented Batmobile over the squares of the grid, trying to capture Villains.  If the Batmobile goes off the grid (6x6 squares), it jumps to the nearest corner space and the player's turn ends.  On his next turn, he moves the Pedestrian again toward another corner with a Batmobile, and another try at capturing more Villains, faster than his opponents.&#10;&#10;The object of the game is to be the first player to capture six (6) different Villains.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: 6 x 6 Grids",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On the Green Golf",
    "ID": 25692,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/25692/on-the-green-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "On The Green Golf is a hole-by-hole simulation that brings together the detail of a shot-by-shot game with the quick-play of a round-by-round game.&#10;&#10;Golfers are rated for their ability to reach greens in regulation, going for the green, sand saves, and eagles.  Holes are rated for their effect on scoring, and have been painstakingly rated to account for the major hazards and features that will challenge golfers.&#10;&#10;The game includes an optional (but highly recommended) weather system that modifies dice rolls for weather and wind, pin placements, and user setting of rough (although a die roll could also make that determination).&#10;&#10;There is also a QuickPlay system that allows players the ability to play a round in just three dice rolls for each golfer.  This gives players the opportunity to complete entire tournaments in a reasonable amount of time.&#10;&#10;And the best part about the QuickPlay system is that you can mix-and-match the three QuickPlay options (full round, nine-hole version, and six-hole version) to QuickPlay some of each round, then switch to the regular game to play out exciting finishes.&#10;&#10;The game comes with the following:&#10;&#10;-- 2005 men's golfer set (202 cards)&#10;-- Six courses (Augusta, Baltusrol, The Belfry, Pinehurst, Sawgrass, and St. Andrews)&#10;-- Weather and Course Condition Cards&#10;-- Suspense Charts&#10;-- QuickPlay Charts for all six courses&#10;-- Rules&#10;&#10;The game is available in two formats:&#10;&#10;1) E-Game Format via Hot Stove Games:  We send you the files, you print the components using your own equipment or local print shop.  E-mail us at hotstovegames@yahoo.com for ordering information.&#10;&#10;2) Printed Format via Downey Games:  You receive a full-color, printed version of the game with die-cut golfer and course cards, sent to you in a sturdy storage box.  Check out the game under &quot;Board Games&quot; at www.downeygames.com&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kings & Castles",
    "ID": 25693,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/25693/kings-and-castles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Kings &amp; Castles is a strategic fantasy wargame.  From 2-6 players each take one of the kingdoms on the map, are given a king, a prince, a castle, and points to build units, and try to conquer as much territory as possible.  At the end of the game victory points are assessed primarily for owned manors and castles.&#10;&#10;At the beginning of each game year players receive production points from their manors and spend them on units - in the basic game there are 21 different units that can be purchased, including siege engines and the like.  Players then plot the movement of their forces for the 15 turns constituting the year.  Orders can be changed under certain circumstances (e.g., if your kingdom is invaded).&#10;&#10;Combat is conducted using a deck of cards, with the number drawn for each side being determined by their strengths.&#10;&#10;There are some optional rules, including rules for ambushes, capturing enemy leaders, a 7th and 8th player taking the roles  of pirates or bandits, and wizards, a new type of unit who can cast a variety of spells and create magical creatures such as dragons.&#10;&#10;The game components are:&#10;26-page rulebook&#10;17&quot; x 21.75&quot; color map&#10;50 combat resolution cards&#10;112 very small cardboard chits (16 each in 7 colors, lettered A-P)&#10;2 small black and white copies of the map&#10;2 movement programming sheets&#10;2 dice&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquest",
    "ID": 25694,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/25694/conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Conquest is a strategic space exploration and conquest (naturally) game for 2-4 players.  Each player starts in a system at a corner of the map and expands outward from there.&#10;&#10;Each player represents a different spacefaring race/organization - the Terrans, the Olso Empire, the Federation (changed to the Confederation in the second edition), and the Tholians (changed to the Lothians in the second edition).  Each has a different set of units they can build, with varying capabilities - ships are rated for space combat, ground (bombardment) combat, drive system, and what kind of damage they take from the various combat results.&#10;&#10;When a star is explored a card is drawn which determines the class of the inhabitable world found there and, if inhabited, its attitude to each of the players.  In addition to the attitude the value of each kind of planet varies by player.&#10;&#10;There are three different long-range movement systems in the game - warp drive, jump drive (similar to warp drive but much less accurate), and stargates, which have to be built and carried to where you want to use them.  Each player uses one of the three systems for their ships.&#10;&#10;The second edition, in addition to changing the names of two of the races, changed some of the ship designs which were similar to Star Trek and Star Wars ships. It also changed the name of the game to The Conquest and Exploration of Space.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wok & Roll",
    "ID": 25697,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/25697/wok-and-roll",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Contents: 1 Wok, 4 Chopsticks, 4 Bowls, Play Food&#10;Object of the game: When the wok is empty, the player with the most food is the winner.&#10;&#10;Requires 2 AA batteries.  Turn switch on and the wok will start spinning.  Use your chopsticks to pick up food from the wok and place into your bowl.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Chopsticks",
      "Components: Marbles",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auto-Go",
    "ID": 25698,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25698/auto-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Motor Car Race Game from the early 1930's. The game comes with a four-fold board which has early race car illustrations. The game has four cast lead race car playing pieces. This is a two to six player game . Players spin and then go around the track avoiding penalty places if they can. The game was published by H.P.Gibson &amp; Sons.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farm Lotto",
    "ID": 25699,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25699/farm-lotto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;CONTENTS: 4 Playing Boards, 36 Cards.&#10;&#10;HOW TO PLAY: Each player takes a playing board and the smaller cards are placed face down on the table. The youngest player starts by turning over one of the cards and matching it with one of the characters on his playing board. If he cannot, he leaves the card face upwards on the table. The next player may then take this card or selects another. Play continues; should a player turn over a card the he already has, play passes to the next player.&#10;&#10;The winner is the first player to cover all his characters on his playing board.&#10;&#10;FOR OLDER CHILDREN: If a player picks up a card he does not need he replaces the card face downwards on the table. The other players then have to remember where that card was replaced if they need that particular character.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Six Men's Morris",
    "ID": 25702,
    "Year": "(-1400)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/25702/six-mens-morris",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Six Men's Morris is played in the same way as Nine Men's Morris, with two changes, the first is that each player has six men and the second is that it is played on [a modified] board (which is similar to that used by Nine Men's Morris, except it lacks the outer set of lines).&quot;&#10;&#10;Variation: Five Men's Morris is played on the same modified board, but using 5 men on a side instead of six.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Morris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blackout",
    "ID": 25703,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/25703/blackout",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Inside the box:&#10;&#10;- 4 boards, each with the letters of the alphabet&#10;- 100 subject cards &#10;- timer&#10;- 110 chips&#10;&#10;Idea of the game:&#10;&#10;To fill one's own board as quick as possible. Player gets a subject and timer starts. Player tries to say as many words as possible from the given subject in given time. Simultaneously the player covers up the letter on his board with a chip. For example: if the subject is animals in jungle, the players says &quot;ape&quot; and covers letter 'A' in the board. Then the player says &quot;elephant&quot; and covers the letter 'E' and so on.&#10;&#10;It sounds easy but the time is limited.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Chicago White Sox 2005 World Series Champion",
    "ID": 25704,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25704/monopoly-chicago-white-sox-2005-world-series-champ",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "From the Publisher:&#10;&#10;&ldquo;Let&rsquo;s Go, Go-Go White Sox!&rdquo; 2005 marks the year the White Sox&trade; brought a World Series&reg; Championship back to Chicago and ended an 88 year drought! The MONOPOLY&reg; Brand is proud to present the Chicago White Sox World Series Edition of the world&rsquo;s most famous board game. This collector&rsquo;s game captures and brings to life the glory of the 2005 World Series Champions, the Chicago White Sox, featuring photos from the 2005 playoffs. Some of the greatest moments in playoff history have been forever preserved like defeating the defending World Champions Boston Red Sox&trade; and winning 4 straight games against the Angels&trade;. Players such as Paul Konerko, Mark Buehrle and Jon Garland make for exciting play in this classic game of risk taking and deal making. The tried and true White Sox fan can now buy, sell and trade the best of the 2005 White Sox, in an effort to own and control one of the most famed seasons in White Sox team history.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: Baseball",
      "States: Illinois"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Run Rabbit Run",
    "ID": 25705,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25705/run-rabbit-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher's webpage:&#10;&#10;This is the age old game of cat and mouse. A simple but clever two-player game where one player plays the part of a rabbit and the other, the part of two wolves.&#10;&#10;The rabbit's job is to hop around the vegetable patch collecting carrots to take back to its burrow, without being eaten by a wolf.&#10;&#10;The wolves' job is to sneak around the vegetable patch, to ambush and eat the rabbit.&#10;&#10;EDIT: This game was apparently not published in 2007 as planned because of high production costs (per John Yianni on BGG).&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Rabbits / Hares",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bulltricker",
    "ID": 25706,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25706/bulltricker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You can download this application Bulltricker 2D, here http://www.bulltricker.com/&#10;It's 100% FREE for WINDOWS, MAC, LINUX !&#10;&#10;HAVE FUN !!&#10;&#10;NEW !!! You can play online, using the Bulltricker 2D app downloadable from our site, and playing message by message through our site chat. It's 100% free (for now).&#10;This application (Bulltricker 2D) manages the rules of the game. When you have taken your turn, you must copy the coordinates of your move which are displayed by the application, [simply click on the &quot;COPY&quot; button (in the application), this memorizes the coordinates in plain text], and return to the chat to send these coordinates to your opponent by doing a simple &quot;right click&quot; and &quot;Paste&quot; and &quot;Send&quot;.&#10;&#10;Conversely, when you receive the message of the coordinates of the move that your opposing player sent you in the chat, then &quot;select&quot; just the message of these coordinates (by just selecting the coordinates, that is to say from the first letter or number on the left and up to the last letter or number on the right) and doing a simple &quot;right click&quot; + &quot;copy&quot;. Come back to the application, and doing a simple &quot;right click&quot; in the field ([______ ] [Apply]) and the coordinates will immediately be entered in this field, then you just have to click on the button &quot;APPLY&quot;, and your opponent's move is immediately reproduced on your game (because the application manages the moves, and the coordinates of the moves).&#10;&#10;You can play entire games for as long as possible and as many times as you want. Simply by using our chat and our 2D Bulltricker app.&#10;It's completely free at the moment.&#10;&#10;This 2D application for the Bulltricker game has just been launched.&#10;It's simple and modest but perfectly playable and functional.&#10;Everything works perfectly, so it's perfect for playing full parties!&#10;&#10;[ Download here &gt;&gt; http://www.bulltricker.com/ ]&#10;Another point, this application also allows you to play:&#10;- 1 VS 1 : Game by Local network !&#10;- 1 VS 1 : Game on the same central unit, in front of the same screen (1 vs 1), the display changes direction to adapt the correct direction of the pieces for the player who has the move.&#10;- 1 VS 1 : Game by text message (chat, mail, sms) this application allows you to play remotely by exchanging a message of the coordinates of the moves played.&#10;After playing your turn, the application generates the message to send to your opponent, with a single click, it's to copy, just paste it in the chat or email or sms.&#10;It also allows you to insert and reproduce the coordinate message you received, with a single click, and it analyzes the coordinates of the move, and if it is correct, the application reproduces your opponent's move on your game. You may then take your turn. And so on...&#10;&#10;This game is a mix between chess and checkers, this rules are freely available here &gt;&gt; http://www.bulltricker.com/ [English and French ].&#10;Let's go over a brief overview :&#10;&#10;&gt;&gt; Aim of the game : Surround the opposing King between 4 pieces (Queen or Pawn) with a minimum of one of your own pieces.&#10;&#10;&gt;&gt; PIECES : &#10;The King : can't capture/can't be captured/can't jump over pieces and no other piece can jump over the king.&#10;The pawn : you have vertical and horizontal pieces, can capture other pieces. Moves 1 space.&#10;The queen : again : you have vertical and horizontal pieces. May move the full length.&#10;&#10;Everything is explained here: http://www.bulltricker.com/&#10;&#10;Thank you for coming and checking it out!&#10;You can play as much as you want, it's free, and it's a game that both chess players and checkers really like, because it's a great strategy game for two players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Axom",
    "ID": 25707,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/25707/axom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "According to the creator, the name of the game has its origins in the French words : Axe [the axis] and Somme [the sum] : the deployment of a pile of piece is determined by the sum of the pieces contained in the same pile.&#10;&#10;This means that a pile of 2/3 or 4 pieces will have different powers depending on its number of tiles and will 'break apart' accordingly.&#10;&#10;Furthermore, it's an easy game that's also easy explainable and the rules can be found online.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Coverage"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rijkdommen van België",
    "ID": 25709,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/25709/rijkdommen-van-belgie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The goal of the game is to complete a circuit in Belgium (for example the gastronomical, sports, touristic, casino or economical circuit) faster than your opponents by traveling from city to city. This is done either by foot, bicycle or car. Money can be earned (to buy a bicycle or car) or lost during the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Belgium",
      "Series: Richesses (Nathan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Money Matters for Kid$ game",
    "ID": 25710,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/25710/money-matters-for-kid-dollar-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Instructions:&#10;&#10;Objective: The objective is to save $30, give 10% to the church, then land on the correct Goal square to buy the item shown on your Character Card.&#10;&#10;Teaching Goals: The game is based on Lauree &amp; L. Allen Burkett's &quot;Money Matters for Kids&quot; and reinforces that we should tithe/give 10% of our money to the church, set aside 50% of our money in Saving, and spend the remaining 40%. This game demonstrates the importance and benefits of giving to God and emphasizes the value of doing extra to earn money-not just depending on an allowance. Children also learn to count and divide money.&#10;&#10;Aimed at: Children aged 5 to 10.&#10;&#10;To Play: Roll the die. Move your pawn the number of spaces shown on the die. Follow the rules for each square.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speedboat Racing",
    "ID": 25711,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25711/speedboat-racing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game from Glevum Games of Gloucester England is a simple roll (spin) and move game similar to many of the times. It features lead racing boats. The game comes from the mid 1930's.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All About Delaware",
    "ID": 25712,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25712/all-about-delaware",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The All-About-Delaware-Game is an educational exploration of the state of Delaware.  The large six piece board is a relative map of Delaware's three counties, with parks, natural resources, shopping centers, highways and places of interest noted on the board.  Players start at a residence and must travel via dice rolling along the varied highways of Delaware to nine locations, shopping, exploring, and gathering items.  The first player to collect travel cards for everything on their list and return to their residence wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA",
      "Promotional: Board Games",
      "Promotional: Towns / Cities / Regions",
      "Series: All About Town",
      "States: Delaware"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Race Game",
    "ID": 25713,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/25713/road-race-game",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Four player game. Game comes with four small race car playing pieces. The playing board is divided into 100 squares with a track running through them.  Some squares have advantage, some squares have penalties.  Roll and move around this track. First player to the finish line wins.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bottleneck",
    "ID": 25714,
    "Year": "(1945)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/25714/bottleneck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Two player game with the objective being to move all nine of your playing pieces through the bottle neck on the board to the opponents game area. Alternately players roll a die and spend the points to move pieces. Pieces can cross others but must end their move in an empty space. Unlike checkers/draughts, there is no capturing. Game is from Pepys of England and probably originated in the mid 1940's.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Air Race Game",
    "ID": 25715,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25715/global-air-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Four player game. Comes with a triple-fold board that shows a map of the World.  Progress around the board is determined by advantage and penalty stops. There is no indication of who the designed this game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Aerial Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dilex",
    "ID": 25716,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25716/dilex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game comes in a box (7&frac34;&quot; x 5&frac34;&quot;). It is a crossword puzzle type game. The game comes with lettered dice which are rolled and then those letters are used to help make a crossword puzzle. The game comes from a company of the same name (DILEX COMPANY) and appears to be from the early to mid 1950's.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spot the Tune",
    "ID": 25717,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25717/spot-the-tune",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a British game from the 1950's or 60's. It originated from a T.V. show of the same name starring Marion Ryan. The game comes with a 33rpm record with a few bars of 96 tunes; the object for the three to twelve players is to Spot the Tune. It reminds one of the American TV show called NAME THAT TUNE (I can name that song in 4 notes ...... etc.).&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fabulantis",
    "ID": 25719,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/25719/fabulantis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Who will be first to find his mysterious mythical creature?&#10;&#10;The enchanted paths in the mysterious forest change direction again and again. However, with the right knack, enough courage and perseverance, all players will find the shore of the enchanted lake that shows them the way to their destination: a mysterious mythical creature. But this path also holds many magical surprises that may require a detour.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Überläufer",
    "ID": 25720,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/25720/uberlaufer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Who can change sides with their whole team the quickest?&#10;&#10;The crux of the matter: at the end of the game all figures should be standing in exactly the same position but at the other end of the board. Dark or light -- the players' figures intermingle, seemingly randomly on their journey across the board, and they are allowed to jump in any direction that will help them. Using clever tactics helps: the little moves could open up a broader and surprising new perspective. A tactical jumping game for two capricious strategists.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turbulento",
    "ID": 25721,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/25721/turbulento",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "A great game of hide-and-seek is taking place on the farm. By aiming your ball skillfully and hitting accurately, you can help the animals to hide in the hay. Finding the animals is like looking for a needle in a haystack. You have to observe carefully if you want to succeed in this game of animal hide-and-seek.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PlanQuadrat",
    "ID": 25722,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/25722/planquadrat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Imaginative town planners are needed here to use the many elegant buildings to form imposing squares.&#10;&#10;When a new enclosed square is formed by the skillful placement or sliding along of the buildings, the successful architect can place a monument in the center of it. Spatial imagination together with well thought out planning are positive advantages in this game for 2 people.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads Motel",
    "ID": 25723,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25723/crossroads-motel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Board game based on the old British soap opera.  Players take on the role of main characters from the program and attempt to make money out of running a motel.&#10;&#10;Ages 4 and up&#10; Each player chooses a character to represent  - Meg, Sandy, Jill or David. Your objective is to promote the three staff pieces under your control to rooms marked on the quarters of the board.  Along the way room improvements can take place. Room and Reception Cards may help or hender you!  Try not to let the hotel's debts mount up! Have you got what it takes to run a hotel successfully?&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: À Feu et À Sang",
    "ID": 25724,
    "Year": "(2006)",
    "Geek Rating": "5.564",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25724/dungeon-twister-a-feu-et-a-sang",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "This is the 6th expansion in the Dungeon Twister series of games.&#10;&#10;&Agrave; feu et &agrave; sang provides the pieces necessary to play both Paladins &amp; Dragons and Fire &amp; Water with 3 or 4 players. It contains the same characters than in these two expansions, but in their red and green versions.&#10;&#10;The expansion includes:&#10;&#10;16 characters in two colors (green and red)&#10;12 objects in two colors (green and red)&#10;8 new rooms, including &agrave; waterfall and a neutral speed potion receptacle&#10;Official and fan-created scenarios&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Game: Dungeon Twister"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Satisfactory",
    "ID": 25725,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25725/satisfactory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&quot;Satisfactory&quot; is a card game that bring the best and worst parts of &quot;White Collar Work&quot; into an interactive card game.&#10;&#10;Each player manages a hand of cards consisting of &quot;Hours&quot;, &quot;Ladders&quot;, &quot;Back-Stabbing&quot; and &quot;Special&quot; cards. On each turn you pay &quot;hours&quot; to place down &quot;ladder&quot; cards trying to climb the corporate ladder to the top. Beware though, as other players can spend their hours to play &quot;Back-stabbing cards trying to either demote your or take credit for your work.&#10;&#10;8 random &quot;CEO&quot; cards alter the game dynamics by creating changes and effects to all players.&#10;&#10;Each round is considered a week of work, and after 8 weeks the game is over. The &quot;Worker&quot; with the most Ladder Points wins the game.&#10;&#10;This is a NON collectible game for 2-6 players for fast paced card action.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tectonic",
    "ID": 25726,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25726/tectonic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The face of the world has changed. Earthquakes have leveled most of the planet. To survive a new form of Architecture called Tectonics has been developed allowing entire cities to be built on hovering pads to avoid the stress and destruction of the almost constant earthquakes and tectonic shift.&#10;&#10;The Goal of Tectonic is to be the first player to build a floating city or colony with a population of 12 or more.&#10;&#10;Each turn players perform two separate but unique actions trying to collect random City Tiles. Each of these tiles represents a city structure worth 1-3 points. Players may also play cards to add &quot;resident&quot; tokens to their city to build the total population (and score) of the city.&#10;&#10;Several cards allow the players to perform espionage either destroying or stealing city tiles and/or residents. (Remember the cities float now.)&#10;&#10;Mixed in are world effect cards like an Earthquake and Armageddon which can change the entire face of the Earth (and the game) once again.&#10;&#10;This is a NON collectible game consisting of 35 random city tiles, 10 resident tokens, and 104 full color playing cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load: Swift and Bold",
    "ID": 25731,
    "Year": "(2007)",
    "Geek Rating": "5.615",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25731/lock-n-load-swift-and-bold",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.64",
    "Description": "Swift and Bold expands the forces, battles, and options available in Band of Heroes with the addition of the British paratroopers. The expansion includes twelve new scenarios spanning the D-Day drops and Operation Market Garden. There are 85 new counters, 12 missions, and rules covering Piats, gliders, the British 2&quot; mortar, and much more. The new counters are a blast. The British Piat, Vickers MG, 2 Pounder ATG, Horsa glider, Cromwell, Firefly, and Bren all make an appearance. On the other hand the Germans add the deadly, yet unreliable Panther G, 20mm Flak guns, the Panzer MKIV, and new squads.&#10;&#10;Expands&#10;&#10;    Band of Heroes&#10;&#10;&#10;This game is no longer available, the new, improved and expanded edition can be found in Lock &#039;n Load Tactical: Heroes of Normandy&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Lock 'n Load"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Master Stroke: The Battle for Meiktila, March 5-14, 1945",
    "ID": 25733,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/25733/a-master-stroke-the-battle-for-meiktila-march-5-14",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A Master Stroke: The Battle for Meiktila deals with the British offensive to the railroad town of Meiktila in Burma and the subsequent Japanese counterattack. This was a fight characterized by the bold move made by the 17th Indian Division to abandon their supply lines to take Meiktila, unhinging the Japanese defense line. Relying on air supply to hold out against Japanese attacks, the 17th Indian Division ultimately prevailed.&#10;&#10;Scale: Battalion&#10;Game Turn: 1 day/turn&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Burma",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corx",
    "ID": 25734,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/25734/corx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "CORX is a 2-4 player strategy board game for players of all ages. The game pieces include a wood game board, 2 dice (for the dice version), and 24 cork games pieces (hence, the name CORX). The instructions detail the dice version of CORX, which adds the element of chance, and the no-dice version (which involves moving your game pieces a pre-determined number of spaces each turn) that will appeal more to the serious chess, checkers, or go players.&#10;&#10;The purpose of the game is to march your games pieces across the game board, capturing other players' corx, avoiding capture of your own, and trying to capture another player's &quot;Base&quot;.&#10;&#10;Game pieces can be moved in any direction. Players can protect their own game pieces by forming &quot;Blocks&quot;, and the player who occupies &quot;Center Space&quot; has special privileges.&#10;&#10;The game ends when a base is captured, and players then add up their points. The player with the highest score wins (which is often not the player who has ended the game by capturing a Base).&#10;&#10;&quot;Match&quot; play involves playing 3 games, with the person who has the most match points winning the Match. Match points are awarded for each game won, and for having the most total game points. It is highly recommended that CORX be played in matches, as that adds another strategic dimension to the game. Because the winner of a match is determined by who has the most &quot;match points&quot; (instead of whoever wins 2 out of 3 games), players need to assess the &quot;big picture&quot; before making the decision to end a game.&#10;&#10;Corx with dice works best with 3-4 players. Corx without dice works best with 2-3 players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: 13 x 13 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leben in Paderborn",
    "ID": 25735,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25735/leben-in-paderborn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A simple game published by the German City of Paderborn. By playing the players get to know a little bit about the city and its shops.&#10;During each players' turn they roll a six-sided dice to move along a game-board depicting a map of Paderborn. At certain spaces players can acquire cards of the shops or they can go sightseeing by following the instructions on the back of the card. Sometimes there is only information written, sometimes you have to pay an amount of money or at other times you may earn some cash.&#10;The game ends when the last player reaches the finish space with his playing piece. The winner is the person who has acquired the most sightseeing and/or shop cards.&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Leben in ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knowalot",
    "ID": 25736,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/25736/knowalot",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Knowalot is a fun new trivia game with a difference. Each question card has a short summary of a well-known subject but with key words and phrases missing. All you have to do is fill in the blanks. The subject could be anything from the Spice Girls to the Space Race.&#10;How do you play Knowalot?&#10;You read out the subject on the card. Everyone then bids on how many they think they'll get right out of five possible answers. A question on your favorite movie, bid five. If you get all five right, you win a brain, five brains and you've won!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Equid",
    "ID": 25737,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25737/equid",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "EQUID is a captivating board game which brings you the thrill of a day at the races. Place your bets on a horse and try to make it win using a mixture of general knowledge, tactics and judgment.&#10;EQUID takes the form of a race in which any player can move any horse without knowing who has bet on which. At the start of the game the players study the cards they have been dealt and place secret bets: either a straight win bet or a combination bet. Each player in turn answers general knowledge questions about horses, and can play a card to accelerate a horse, until two horses have crosses the finishing line.&#10;The wide variety of cards and the color and position of the horses give the players unlimited scope for tactics and last-minute gallops to the finishing post !&#10;The appeal of EQUID is that the game is a mixture of bluff, astute card playing, tactics and general knowledge, without forgetting an element of chance to spice up the game and create an enjoyable atmosphere and some unforgettable moments !&#10;The game covers every aspect of a horse and its universe, with over 1100 questions about ethology, anatomy, racing, techniques, equipment, health, feeding, sporting events... to test your knowledge and bring you a wealth of interesting facts and amusing anecdotes !&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Educational",
      "Memory",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Best Life Now:  The Game",
    "ID": 25739,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.67",
    "Link": "https://boardgamegeek.com/boardgame/25739/your-best-life-now-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the publisher's website:&#10;&quot;The best selling book is now an&#10;at-home experience like no other!&#10;&#10;&ldquo;Your Best Life Now&rdquo; by Joel Osteen has sold over 3 million copies and has been on the New York Times and Publisher&rsquo;s Weekly Best Seller list for over 50 consecutive weeks. The game enables players to step beyond the one-on-one nature of the book and feel, touch, and live Joel&rsquo;s 7 Steps To Living At Your Full Potential with your friends and family. Your Best Life Now: The Game is an entertaining and educational way to take inventory of yourself and accountability of your actions. Climb the mountain as you&#10;&#10;&bull; Enlarge Your Vision&#10;&#10;&bull; Develop a Healthy Self Image&#10;&#10;&bull; Discover the Power of your Thoughts and Words&#10;&#10;&bull; Let Go of the Past&#10;&#10;&bull; Find Strength Through Adversity&#10;&#10;&bull; Live To Give&#10;&#10;And &bull; Choose to Be Happy&#10;&#10;Each new plateau represents a challenge and a chance to open up and experience these steps first hand as you learn to live Your Best Life Now.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chapters",
    "ID": 25740,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/25740/chapters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Produced by the bookstore chain Chapters in Canada, this is a trivia game with 3,000 questions in five categories: Fiction and Literature, Classics, Non-Fiction, Children's Literature, and Canadian Literature.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hastings 1066",
    "ID": 25742,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/25742/hastings-1066",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8",
    "Description": "The Battle of Hastings was the most decisive Norman victory in the Norman conquest of England. On October 14, 1066, the Normans of Duke William of Normandy (aka &quot;Guillaume Le Conqu&eacute;rant&quot; in French, &quot;William the Conqueror&quot; in English) defeated the Anglo-Saxon army led by King Harold II.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Hastings (England, UK)",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "History: Norman Conquest",
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Apple Game",
    "ID": 25743,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25743/the-apple-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the back of the box: &quot;The object of The Apple Game is for you to gain control of the Apple Computer Company. You do it by amassing 51% of the company stock. You meet the challenge through increasing mastery of Applesoft BASIC language, shrewd moves, sharp business sense, and luck.&quot;&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teach Key Reading and Spelling",
    "ID": 25744,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25744/teach-key-reading-and-spelling",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1967 3M TEACH KEY Reading and Spelling. Scarce 3M EduPLAYtional game. Triangular shaped box. This game is in the same series as Egghead and Chicken.&#10;&#10;Includes 2 packs of 24 key cards (48 total), the house board, box, and set of keys. I do not know if add-on card sets were available, although it is possible.&#10;&#10;Players ages 5-8 insert the key into the correct missing letter hole of each word in order to correctly spell and thus unlock the word.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: 3M Learning Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kasserine: The Battle of Kasserine Pass",
    "ID": 25745,
    "Year": "(2003)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25745/kasserine-the-battle-of-kasserine-pass",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "The Battle of Kasserine pass is an expansion module to the original GMT game Kasserine: Rommel's Battle for Tunisia, 1943 by Vance von Borries. It was released in issue Nr15 of RBM's C3i Magazine and features a new map of the Kasserine Pass and 40 new counters (15 German, 5 Italian, 18 American and 2 British). All units are company size.&#10;&#10;The scale of the battle for Kasserine Pass differs from the original 2 miles/hex. The map is zoomed in on the pass itself and is scaled at 0.35 miles/hex. This also led to a change in time scale. Every turn is now 4 hours (instead of half a day in the original game).&#10;&#10;A few minor alterations in the original rules have been made to accommodate the change of scale.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Tunisia",
      "Magazine: C3i",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Boston Celtics Collector's Edition",
    "ID": 25747,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.20",
    "Link": "https://boardgamegeek.com/boardgame/25747/monopoly-boston-celtics-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From Publisher's Site:&#10;&#10;Do you have the instinctive genius of Larry Bird? School your opponents in this Boston Celtics Collector&rsquo;s Edition of America&rsquo;s favorite board game, MONOPOLY. Buy, sell, and trade the all-time greatest Celtics including Bill Russell, Larry Bird, Bob Cousy, Paul Pierce, Ryan Gomes, and Delonte West. Own timeless moments of Celtics history like the 1968-1969 NBA Championship when the team clinched their 11th title in 13 years. In addition to owning the greatest assets of the most storied franchise in NBA history, this special edition includes six collectible pewter tokens, featuring the Celtics clover, Basketball Hoop, NBA basketball, NBA Championship Trophy, player shooting, and defensive player.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Boston (Massachusetts, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: Basketball",
      "States: Massachusetts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Marine Assault",
    "ID": 25750,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25750/space-marine-assault",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;This is a tabletop battle game for two players, where you command the Space Marines, the power-armored defenders of Humanity, or the Genestealers, a strange alien race bent on the destruction of the galaxy spanning Imperium of Man.&#10;&#10;What You Get in This Box:&#10;&#10;-  5 Space Marines (4 with boltguns and 1 with  missile launcher) for you to assemble and paint.&#10;-  8 alien Genestealers for you to assemble and paint&#10;-  a 24-pages booklet with game rules, background   information, painting and modeling instructions, and tactical advice  &#10;-  a die&#10;-  7 water-based acrylic paints &#10;-  a paint brush&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abenteuer USA",
    "ID": 25751,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25751/abenteuer-usa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Every player undertakes a road trip through the USA. While traveling the player's goal is to visit all locations as fast as possible. To prove this to the other players every player has to get a postcard from each location.&#10;The players have to answer questions whenever they don't land on a location, but on an open field. The cards have questions divided into three categories: easy, medium, hard. All questions are in English and you have to answer in English (note that this is a German game).&#10;If a player hits a special location, he takes the postcard from that location, reads it out aloud and places it in front of him. Whoever visits all 15 locations first wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piggy Bank Race",
    "ID": 25752,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/25752/piggy-bank-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players each control two piggy banks which race around a track to the finish line. On their turn the players roll a die containing the numbers one through three and then choose one of their two pigs to move that many spaces, skipping over spaces already occupied with a pig. Along the way pigs will stop on spaces which earn them gold coins for their banks, spaces which allow them to put black coins worth -1 gold in their opponents banks, and spaces which allow them to shake their opponents' banks so as to try and gauge how many coins they hold.&#10;&#10;The first five pigs to cross the finish line earn five, four, three, two and one coins, after which the game is over and all the piggy banks are opened. The player who owns the bank with the most gold wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dig!",
    "ID": 25753,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25753/dig",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A vanity press publication from New Zealand in 2000.&#10;&#10;From the box: Search the Egyptian sands for ancient treasures, face terrible monsters, treacherous traps and curses. Employ dastardly schemes to profit from your opponents. Steal their treasure, assassinate their guides, corrupt their bodyguards, dabble in the ancient arts of magic... But watch your back! In the desert everyone is digging for treasure. Trust no-one, not even your camel!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Egypt",
      "Occupation: Adventurer / Explorer",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DOT-O",
    "ID": 25755,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25755/dot-o",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;It's easy to get started:  Just play a Number 1.  Then build a pile from Number 1 to Number 5.  BUT BE CAREFUL!  An opponent may get you with a DOWN-A-DOT-O card, which will send your pile a tumbling!... Until you counter with a ZAP-A DOWN-A-DOT-O!  Then play it safe with ADD-A-DOT-O NO DOUBT-O, and maybe you will win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cherry Pie Fun Game",
    "ID": 25756,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25756/cherry-pie-fun-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled &quot;The Thrilling Pie Filling Game.&quot; Each player has a set of marbles and tries to fill in one of six sections of a plastic pie while it rotates.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rechen-Piraten",
    "ID": 25757,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/25757/rechen-piraten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Pirate Arithmetics&#10;&#10;The pirates have discovered a treasure chest! But how to divide up the booty? Very easy, the pirate, cleverest and quickest at arithmetic gets the most gold coins! The arithmetic disk shows the right result. A game collection about addition, subtraction and multiplication for 2 - 4 arithmetical pirates. &#10;With increasing degrees of difficulty.&#10;&#10;Ages 6-99.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polygon",
    "ID": 25759,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25759/polygon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Polygon is a four sided Chess variation similar in appearance to Helios from the same designer.  Each piece has specific moves, and players attempt to capture the O piece of the opposing player.  Two players play one color each on opposite sides of the board, three players play one color each, and four players play as partners.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolf Game",
    "ID": 25761,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25761/wolf-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The Wolf Game contains five dice, with a wolf replacing the &quot;1&quot; on each.  Players take 3 turns rolling dice, scoring by multiplying the number of wolves by the total of the remaining dice.  If 2 or more are rolled, a pack is formed, and a wolf is passed to the next player.&#10;&#10;The instructions also include a numbers of &quot;wolf facts.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Wolves",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wir gehen einkaufen",
    "ID": 25762,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/25762/wir-gehen-einkaufen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Louise packs eggs, apples, and bread into her basket. &quot;Do we have all we need?&quot;, she asks. &quot;No&quot;, yells Samuel as he rushes for milk and cheese. In the different game variations, children will recognize groceries by touching, assigning, and finding them, helped by a good memory.&#10;&#10;Great looking wooden food, too!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "XOROX",
    "ID": 25764,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25764/xorox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game is a variation of TicTacToe. Players play six games and score points. There are 16 ceramic tiles one inch square. 4 black with &ldquo;X&rdquo;, 4 black with &ldquo;XO&rdquo;, 4 white with &ldquo;X&rdquo; and 4 white with &ldquo;XO&rdquo;. There are no tiles with just &ldquo;O&rdquo;.  Players score points by making a line of three tiles of same color (25 pts), 3 Xs or 3 XOs in a line of two colors (50 pts), 3 Xs or 3 XOs of same color in a line (100 pts).&#10;&#10;The game is in a pasteboard box about 4&frac12;  inches square and &frac12; inch thick. The rules are on the outside bottom of the box. The 3x3 square game board included is a piece of cardboard about 4 inches square. The center square of the board has a note that it is not to be used for the first play of a game. The game has 8 ceramic tiles (1 inch square) for each player.&#10;&#10;Game box lists copyright as being held by CowoC, Inc. and the back of the box states that the distributor is The Good Ideas Co., PO Box 3512 Madison, WI 53704&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maisy's Counting Game",
    "ID": 25765,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/25765/maisys-counting-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a game that helps teach children counting skills.&#10;&#10;From the back of the box:&#10;&#10;Count the objects on each card, then identify and assemble each matching pair.  The cards are uniquely cut so that only the correct matches will fit.  The game is over when all pairs are matched.  Everyone wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Mice",
      "Books: Maisy Mouse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Knizia Almanach",
    "ID": 25766,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/25766/der-knizia-almanach",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Der Knizia Almanach (the Knizia Almanac), published by German game journal Spielbox, focuses on designer Reiner Knizia and his (many) games. The Almanac includes an expansion to Blue Moon City.&#10;&#10;The almanac also contains the game Olix which was published in an earlier Spielbox magazine issue.&#10;&#10;(Note that this product is in Germa; an English translation was formerly available online.)&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drop Weasel",
    "ID": 25767,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25767/drop-weasel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Founded in BGG thread http://www.boardgamegeek.com/article/1105433#1105433 Drop Weasel is a game created [i]ad hoc[/i] at dark:thirty.&#10;&#10;Can you be the best weasel? Compete for mice, rats, and other rodents, as well as fish, frogs, and birds' eggs! You assign dice to food sources, but what will they roll? Can you keep enough dice in play to react to opponents and win?&#10;&#10;Components include a food control map, player mats, and different colored dice for each player.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Willi Wackel",
    "ID": 25769,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25769/willi-wackel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The object of this game is to maintain the balance of poor Willi who is at the top of the ladder painting; you continually add paint buckets and hope he doesn't tip over.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Phonics Game",
    "ID": 25770,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/25770/the-phonics-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This is a set of 6 educational card games based on the famous phonics learning method.  Their names are In The Beginning, Silent Partners, Copy Cats, Double Trouble, Odd Balls, and Divide and Conquer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nutty Squirrels",
    "ID": 25771,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/25771/nutty-squirrels",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Similar concept to Hungry Hungry Hippos.  Four players manipulate their squirrel's arms to catch the nuts that fall from the central tree.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Down in Flames: WWI – Bombers",
    "ID": 25773,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/25773/down-in-flames-wwi-bombers",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Down In Flames - WWI depicts the fun and flavor of World War I aerial dogfighting. You get to fly the&#10;colorful and agile aircraft of WWI as you make history in the world&rsquo;s first use of aircraft in a military role.&#10;&#10;This Down In Flames game opens up the whole new era of WWI combat. For those of you who have played the WWII version of the game series you will find that you catch on to the game, and its new systems very easily. For people who are new to the game, welcome aboard!&#10;&#10;The game is published in both PDF and Vassel versions.&#10;A &quot;Print On Demand&quot; option will also be available.&#10;&#10;Component List:&#10;- 63 Full Color Aircraft cards&#10;- 9 Full Color Action cards&#10;- Full Color counters&#10;- 6 Campaign sheets&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Down in Flames (Dan Verssen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weichei",
    "ID": 25774,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/25774/weichei",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is the sister game to Hartei. There are several unusual German words (eg. &quot;Warmduscher&quot;) players have to find out. One player has to act or to draw and the other ones have to find out what that should be.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hartei",
    "ID": 25776,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25776/hartei",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This a party game from Spiel Spass. There are several unusual German words (eg. Deo-Verachter)players have to find out. One player has to act or to draw and the other ones have to find out what that should be.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Happy, Happy Birthday",
    "ID": 25777,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25777/happy-happy-birthday",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Turn a crank on a birthday cake which will play music and spin to award the player a small plastic prize. The box reads &quot;You can tell it's Mattel..it sounds swell!&quot; and &quot;The musical spinner makes you a winner!&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Music"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Midway",
    "ID": 25778,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25778/magic-midway",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the NBC television show. A spinner features characters Cuckoo Kiley, Bonnie Lee, Boom-Boom Bailey, The Ringmaster and Mr. Hocus-Pocus. Players move around a board featuring circus acts.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Celsius: Centigrade Thermometer Game",
    "ID": 25779,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25779/mr-celsius-centigrade-thermometer-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mr. Celsius is a game of mathematics involving addition of positive and negative numbers on the metric thermometer. Easier or more difficult games may be played using the OPTIONAL PLAY.&#10;&#10;Ages 8 to Adult.&#10;&#10;The object of the game is to be the first player to reach +100C or -100C (on the board). Players accomplish this by throwing the dice, calculating their score, and moving their marble marker when appropriate.&#10;&#10;The game is normally played starting at 0C and using both the positive and negative scales. Variants include using only the positive, or only the negative scales, starting at 90 and racing to zero or starting at 0C and racing to -100C.&#10;&#10;The rules include a handy conversion chart, and some formulae to aid in playing, as well as providing the&#10;means to receive Bonus Points.&#10;&#10;The game is copyright Communication Concept, Inc. 1976&#10;Mishawaka, Indiana 46544&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SnuggleBumms Family",
    "ID": 25781,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25781/snugglebumms-family",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For children 4 to 8 years old. Spin and move along a board to be the first to reach Momma and Pappa SnuggleBumms.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poker For Lovers",
    "ID": 25782,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/25782/poker-for-lovers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Directions: Each player gets 30 chips: blue chips go to the guy; pink chips are for the woman. Each set of colored chips is segmented into 3 sets (10 each) of 1, 2, and 3-minute activities. Play starts when each player antes up a corresponding minute chip and 5 cards are dealt (a 1-minute ante must be matched by another 1-minute ante and so on). As play progresses, each player may elect to call, raise, or fold. Players bet by choosing among the chips that contain the activities that they would be willing to perform in the event they lose. At showdown, the player with the best poker hand will get to receive all of the chip activities that were bet from the other player. For example, if the guy wins the hand, the woman must now perform all of the activities contained on the pink chips that were bet into the pot. When you ante up, you are not deciding what you want done to you; you are choosing what you will do for your partner. This way, players own comfort level will dictate how 'hot' things get. Choose your own variation of poker or stick with the standard 5-card draw. Poker rules and a hand-ranking sheet are included.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Love / Romance",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Banana",
    "ID": 25783,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25783/top-banana",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Top Banana is an adventure game based on the banana industry.  It is a real life game combining skill and ability with some of the chance happenings of the banana business.  In the game the players buy plantations and transport bananas to market to raise money and cover their expenses.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": [
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stellar Strike",
    "ID": 25784,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/25784/stellar-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Stellar Strike is a strategic science fiction game of conflict between two equally-matched space empires. Players move their battleships, battle cruisers, and cruisers into combat, clearing the way for their transports to deploy regular and assault divisions against enemy and independent worlds. The standard rules provide for unit construction, movement, and space and ground combat.  Optional rules cover technology advances, planetary development, unit repair, and additional movement and combat options.&#10;&#10;Components include:&#10;  &bull; 13-page rulebook&#10;  &bull; 16 map tiles (total map size of 44&quot; x 46&quot;)&#10;  &bull; 386 counters&#10;  &bull; 204 markers&#10;  &bull; Player Display&#10;&#10;One or more six-sided dice (preferably around 4-6) are required for play.&#10;&#10;Link to game http://www.pigames.net/store/product_info.php?cPath=49&amp;products_id=549&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Juego de la Pera",
    "ID": 25785,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25785/el-juego-de-la-pera",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The board game adaptation of one of the &quot;consolation games&quot; seen in the popular spanish TV show &quot;Un, dos, tres... Responda otra vez&quot;. A game of proofs and questions in wich the first one who attains the &quot;Repera&quot;, win the game. The mechanics are close to the game of snakes and ladders.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Festung Europa (Late War 1944)",
    "ID": 25786,
    "Year": "(2006)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25786/flames-of-war-festung-europa-late-war-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2857",
    "Description": "Festung Europa : Fortress Europa, is the first Army List Book for the Late War period (covering the 1944/45 time frame) of Flames of War: The World War II Miniatures Game, the WWII miniatures wargame.&#10;&#10;From the Publisher's website:&#10;&#10;The Intelligence Handbook For January - August 1944&#10;&#10;It contains:&#10;&#10;Histories of the Western and Eastern fronts.&#10;&#10;German Forces 1944&#10;~ PanzerKompanie&#10;~ Panzergrenadier-kompanie&#10;~ Gepanzerte Panzergrenadier-kompanie&#10;~ Panzerpoinier-kompanie&#10;~ Aufklarungsschwadron&#10;~ Grenadierkompanie&#10;~ Pionierkompanie&#10;~ Waffen-SS&#10;~ Fallschirmjager-kompanie&#10;&#10;British Forces 1944&#10;~ Armoured Squadron&#10;~ Armoured Recce Squadron&#10;~ Motor Company&#10;~ Armoured Car Squadron&#10;~ Rifle Company&#10;~ Commando Troop&#10;~ British Empire Troops&#10;&#10;US Forces 1944&#10;~ Tank Company&#10;~ Armored Rifle Company&#10;~ Rifle Company&#10;~ Cavalry Recon Troop&#10;~ Ranger Company&#10;&#10;Soviet Forces 1944&#10;~ Tankovy Batalon&#10;~ Motostrelkovy Batalon&#10;~ Rota Razvedki&#10;~ Strelkovy Batalon&#10;~ Kazachya Sotnya&#10;~ Soviet Guards&#10;&#10;Flames of War current rulebook range&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godzilla Game",
    "ID": 25787,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25787/godzilla-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Includes board with art graphics depicting Godzilla, four plastic conical game pieces, a small wooden red disc to represent a &quot;radioactive missile&quot;, and a cardboard spinner.&#10;&#10;&quot;Object: To get your marker to the Rocket Launch Area in order to fire the missile at Godzilla's vital spots.&quot;&#10;&#10;This was the very first Godzilla toy produced in the United States, and only the second Godzilla toy ever made (the first being a simple suction-cup dart gun set with Godzilla artwork on the cardboard backing made in Japan in 1955).&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Monsters",
      "Movies: Godzilla",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bezoek aan de dierentuin",
    "ID": 25790,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/25790/bezoek-aan-de-dierentuin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this game the players are visiting a zoo. The goal is to go through the zoo and reach the exit as soon as possible. In the beginning of the game 10 zoo tiles are laid out at random on 40 available spaces on the board. On each turn a player rolls the die and moves up to 4 spaces on the board. The die is numbered with 0,1,2,3,4 and a plume. When 0 is obtained, the person doesn't move, on a plume one has to draw a plume card. Players are not allowed to stand on the same space. Whenever one stands on a space with a zoo tile, this tile is turned around. Winner is the player who reaches the exit first.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tackle",
    "ID": 25791,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25791/tackle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tackle is a quiz game for soccer fans. He who knows the correct answers at the right moment does a tackle. The game book contains 1000 questions (and answers) about soccer.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forza",
    "ID": 25792,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25792/forza",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two teams are formed between them the boardgame is put with a rope on top of it. Each team draws a card on their turn, on each card there are 3 questions or tasks. The person that has drawn the card poses the question or hands out the task to a person of the other group. For every successfull  task or question solved that team may pull the rope. The team that is the first to pull the rope into the end space on the board wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canadian Armchair Football",
    "ID": 25793,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/25793/canadian-armchair-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Rule book:&#10;&#10;Canadian Armchair Football is a game designed to test the football enthusiast while at the same time teach the novice the intricacies and strategy of Canadian football.&#10;&#10;Each player becomes the quarterback.  By referring to the play book, he calls the plays using his own strategy to score points by moving the ball down the field.&#10;&#10;Although designed for two players, the game lends itself well to a solitary player or several divided into teams.&#10;&#10;Comments:&#10;&#10;The game seems to consist of calling an offensive play (short run, long run, pass) and then rolling the dice to determine the outcome of the play.&#10;&#10;Contents:&#10;One gameboard, two dice, two tokens, yardsticks (used to measure the 10 yards for a first down and record the downs), a play book, instructions, and one statistics score pad.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Warriors",
    "ID": 25796,
    "Year": "(2006)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25796/red-warriors",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Crushed by the initial Nazi onslaught, the Red Army reeled back across hundreds of miles. But as resistance stiffened, it became clear that some highly-motivated units fought better than others. These became the Guards, first named in September 1941. They became the Red Army&rsquo;s best troops, with better training, equipment and pay than the regular army.&#10;&#10;Red Warriors is a supplement to the Panzer Grenadier series, focusing on these elite fighters and their exploits. It is not playable by itself, but requires ownership of Eastern Front, Road to Berlin and Battle of the Bulge to play all of the scenarios.&#10;While the Soviet Guards are of excellent quality, the supplement also includes German Air Force (Luftwaffe) ground troops of rather dubious merit, plus German Army forces.&#10;Scenarios cover actions of these units in the first two years of the Great Patriotic War, many of them focused on the Soviet Operation Mars, also the subject of our Red God of War game at the operational scale. This supplement lets you explore the same battle at a more detailed level.&#10;&#10;The pieces and half of the scenarios appeared in our Heroes of the Soviet Union game, released in 2001 and long since retired to Valhalla. Each scenario from the older game has been completely revised to make use of the many boards and pieces we&rsquo;ve published since they first appeared. Each scenario is fully laid out on its own scenario card rather than the booklet used in most of our games.&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;Expands:&#10;&#10;    Eastern Front: A Panzer Grenadier Game&#10;    Road to Berlin: Platoon Level Combat in World War II &#226;&#128;&#147; A Panzer Grenadier Game&#10;    Battle of the Bulge: Platoon Level Combat in World War II &#226;&#128;&#147; A Panzer Grenadier Game&#10;&#10;&#10;Expanded by:&#10;&#10;    Panzer Grenadier: March on Leningrad&#10;    Panzer Grenadier: Siege of Leningrad&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Color Catch",
    "ID": 25797,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/25797/color-catch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Colorful chameleon is constantly changing colors.  Be the first player to recognize the correct color pattern from all the player's cards wins the chameleon card.  The Player with the most Chameleon cards wins.&#10;&#10;A fast paced pattern recognition game.  You'll need fast hands and an even faster eye to compete.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Chameleons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head Full of Numbers",
    "ID": 25798,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25798/head-full-of-numbers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;&quot;Kids will have math on their minds with this game for any number of players! From one child to the whole family, everyone will love the fast-paced fun. Place the three standard dice and three custom dice (with numbers 0, 1, 2, 7, 8 and 9) into the fun dice shaker then roll them out and place them into the dice tray. Set the sand timer and have the score pad ready to record the number of unique, correct equations each player makes using the numbers rolled. Equations can use simple addition or subtraction or include multiplication and division for a more challenging game.&quot;&#10;&#10;It sounds like it's Boggle, but with math instead of words.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zig Zaggle",
    "ID": 25799,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/25799/zig-zaggle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game uses letter tiles to form words on a grid.  Players start with 3 wildcards each and 9 letter tiles.  After playing a word, a player draws tiles back to a total of 12.  The tiles are colored and there are bonuses for using only one color in a word and laying it in the section of the board of that color.  The playing area is cross-shaped, with each arm of the cross a different color.  The center section contains dual color areas.  Words are played trying to reach the end of an arm for a bonus.  Once the bonus is awarded, play is towards the next arm of the cross.  once the fourth bonus is taken, the game ends and highest score wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 14 x 14 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guest Host",
    "ID": 25800,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/25800/guest-host",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players guess the identity of a mystery guest (fictional or real life) from a deck of 500 cards featuring 3,000 questions. A correct answer moves the player one space closer to the winning guest host desk. Box cover has a photo of Ed McMahon.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kon-Tiki Spillet",
    "ID": 25801,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.12",
    "Link": "https://boardgamegeek.com/boardgame/25801/kon-tiki-spillet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The story of Thor Heyerdahl and his many adventures was the background for a competition held by the Kon-tiki Museum. There were lots of entries from all over the world, but the there were three 19 year old girls from Moss who won. The game retell Thor Heyerdahl and his fantastic journey on a balsa fleet from Peru to Polynesia.&#10;&#10;In the first part of the game the players have to build a fleet containing 9 balsa sticks. This is done by answering questions about the journey and picking the right answer out of 4 alternatives. When they have collected the 9 sticks the second part of the game begins.&#10;&#10;On the long journey towards Raroia in Polynesia the players must deal with lots of challenges the suddenly occur, rough weather conditions and additionally practice on miming in order to be understood once they reach Polynesia.&#10;&#10;Will you be able to get through the dangerous coral reefs and be the first to reach Raroia?&#10;&#10;(Translated from the publisher's site from Norwegian)&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape the... Asylum",
    "ID": 25803,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/25803/escape-the-asylum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Escape the... Asylum.  Bound, trapped, sedated... you awake within a deserted institute for the criminally insane... will you be the first to escape the Twilight Zone clutches of the Asylum?  Crazed in-mates, sadistic staff members and luckless visitors... all desperately searching for useful items maybe a Key from the Orderlies Station, or that Fire-Axe from the Boiler House.  Whatever you decide, don't forget your 'Medications', you wouldn't want another of your 'episodes' would you?  Is it your mind playing tricks, or has reality really begun to twist and buckle?&#10;&#10;Asylum features a unique 'shifting reality' board and only by adapting the balance of your mind will you be able to thwart the plans of others and forge a path to freedom.  So don't hold back... embrace your insanity.&#10;&#10;&#10;Note from Designers:&#10;&#10;This game is not published, and as of yet has not been accepted by a publisher - thus no release date has been set.&#10;&#10;WotevaGames did not post this game here, and would like to point out that numerous tags / descriptives are incorrect.&#10;&#10;&#10;A 'Beta release', print 'n' play version of &quot;Asylum&quot; has been introduced to extend play-testing.  &#10;This was distributed (free of charge) within the Frothers:Unite-UK customer base, and no copies will be distributed beyond this group (sorry).&#10;&#10;Any news of possible release will be posted here.&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board"
    ],
    "Families": [
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De Einsteincode",
    "ID": 25805,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25805/de-einsteincode",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "De Einsteincode is a cardgame with 36 number cards and 16 code cards that form the letters x,y,z and t. With the letter cards a code is formed that should be guessed by the other players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les 12000 tours minute: Michel Vaillant",
    "ID": 25806,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25806/les-12000-tours-minute-michel-vaillant",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This vintage game is based upon the popular Michel Vaillant comic books that are also published by Dargaud. The game consists of a racetrack-board, 6 dice, 6 cars and 90 tokens.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Storm",
    "ID": 25807,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/25807/combat-storm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "COMBAT STORM 1st Edition is a turn-based miniature wargame where players use green and tan plastic army men as their game pieces and a large playing area, such as a living room floor or large table as their battlefield!&#10;&#10;The COMBAT STORM 1st Edition Rulebook is fully illustrated and features a high quality layout and design. It is 72 pages thick and packed full of information.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  }
]