[
  {
    "Rank": "12001",
    "Name": "Race to the North Pole",
    "ID": 168882,
    "Year": "(2015)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/168882/race-to-the-north-pole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8235",
    "Description": "Ahoy, adventurer! The Arctic is merciless: Your expedition team has to endure the unforgiving wilderness, the unexpected weather and the other fame hungry teams. Only one will be remembered as the conqueror of the North Pole. If you think you can adapt the ever-changing harsh conditions better than the others, start gearing up &mdash; the race is on!&#10;&#10;In Race to the North Pole each player has an expedition team which they have to navigate to the North Pole on the middle of the game board. The first player to get all of his or her pawns there wins the game. Game is played by moving with cards that are in front of you. Some cards allow movement while others also ambushing other players. But ambushing has a price! When ever you tackle another player you have to grab an &quot;Ice Mask Tile&quot;, which include equipment and some nasty hazards that might ruin your well planned schemes.&#10;&#10;Race to the North Pole also features a unique rotating board that simulates the Arctic weather. When a storm hits the board, everything changes! Your movement cards travel on the board and you receive a new set, the arctic maze that is formed out of cracks changes completely and the players travel around the board with the weather. This design has deep strategical elements that make every playthrough exciting and challenging to the very end.&#10;&#10;The game includes a free app Dized that gives players loads of new content, localizations, and mechanisms to use with the game through their smart devices.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Components: Digital Hybrid – App/Website Required",
      "Misc: LongPack Games",
      "Region: Arctic",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "12002",
    "Name": "Eagles of the Empire: Spanish Eagles",
    "ID": 25037,
    "Year": "(2008)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/25037/eagles-of-the-empire-spanish-eagles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9091",
    "Description": "Featuring two complete battles of the Peninsular War, Talavera and Albuera, each with an alternate set-up possibility.&#10;&#10;Eagles of the Empire is a game system that portrays the military engagements of the Napoleonic Era. Players assume the role of the army commander of a major national or allied army of the period.&#10;&#10;The map is divided into areas that channel unit movement as dictated by the terrain. Units represent infantry divisions, artillery batteries and cavalry regiments. Leaders play a key role, activating formations and leading them into action.&#10;&#10;Spanish Eagles will feature the Eagles of the Empire rules set 3.0, complete OBs for both battles including what-if scenarios, hidden deployments, special British rules, command disagreements, and optional force breakdowns.&#10;&#10;The game has been resized to accommodate 1.3 x .65 inch counters, but retains the scale and intense terrain portrayal for which the series is known.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Series: Eagles of the Empire (Avalanche Press)"
    ]
  },
  {
    "Rank": "12003",
    "Name": "Heroica: Draida",
    "ID": 94732,
    "Year": "(2011)",
    "Geek Rating": "5.554",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/94732/heroica-draida",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.4643",
    "Description": "LEGO's Heroica series represents a classic dungeon game. The players move through tunnels, collecting treasure and fighting enemies. Conflict is resolved by dice rolls; the die results can be a number or a symbol, which might allow the player to use a special weapons. Instead of a character sheet, the players have equipment &quot;backpacks&quot; which can be filled with weapons, potions, keys, etc., depending on what they find during their adventure.&#10;&#10;Heroica: Draida is the &quot;Water&quot;-based game in the series. Players have to pass a narrow bridge near a waterfall, for example, to get through this adventure.&#10;&#10;Heroica: Draida can be combined with any or all other games in the Series: LEGO Heroica series.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: LEGO Games",
      "Series: LEGO Heroica",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "12004",
    "Name": "One Page War",
    "ID": 385292,
    "Year": "(2023)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/385292/one-page-war",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "An intense game where players wage war over five arenas of war: land, sea, air, politics and espionage. Arenas are won by creating the strongest combinations of numbers, and completing each arena also unlocks a special power with a limited number of uses. The powers get exhausted as they're crossed off, incentivizing players to claim them before their opponent. Will you bid your time by spreading your numbers as thinly as possible, or concentrate your forces early to access superior special powers?&#10;&#10;As both players always use the same dice rolls to generate their numbers, you cannot rely on luck to win.&#10;&#10;The game is a PDF file that can be printed on one sheet of paper and played using one dice and a pencil. Rules are also on one page, so that you can print it with the rules on the back of the sheet. Files are provided for both A4 and Letter size, and it can even be printed in larger sizes such as A1. Players who don't wish to print can use a PNG image file provided to play online.&#10;&#10;The game can be played with two players, as a team game with up to 10 players or solo.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Number",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Force Commitment",
      "Paper-and-Pencil",
      "Set Collection",
      "Zone of Control"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12005",
    "Name": "Vampyre",
    "ID": 2216,
    "Year": "(1981)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/2216/vampyre",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Part of TSR's minigame series. From the rulebook...&#10;&#10;&quot;The Vampyre game is faithful to Stoker's original novel. It may be played by up to 6 people, each playing the role of one of Stoker's characters. Many of the game elements are also derived from the book. In Stoker's novel, Dracula did indeed hide coffins in various secret locations so that he would always have a place to hide during the day, should his principle (sic?) lair be discovered. Dracula did have vampire brides and could command wolves, rats, bears and other supernatural beings. Effective against these un-dead creatures were The Host, holy water, crucifixes and silver bullets; not to mention the hammer and stake - tools required for dispatching vampires.&#10;&#10;The Vampyre basic game takes place on the map of Transylvania. The game is a race between the vampire hunters to see who will be the first to find and destroy three of Count Dracula's hidden coffins.&#10;&#10;The extended game is played on the reverse side of the map, Dracula's Castle, after the players have finished the basic game. Here, the players have already destroyed Dracula's hidden coffins. Now they must track down and destroy the Count himself in his heavily guarded lair.&quot;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Hexagon Grid"
    ],
    "Families": [
      "Books: Dracula",
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Series: Minigames (TSR)"
    ]
  },
  {
    "Rank": "12006",
    "Name": "Seastrike",
    "ID": 7590,
    "Year": "(1974)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/7590/seastrike",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5294",
    "Description": "&quot;SEASTRIKE is a game of modern naval warfare - providing a simplified but realistic simulation of the planning and tactics of naval combat today on a local scale. ... Basically each side secretly selects and deploys the forces, which may include guided missile ships, submarines, helicopters, multi-role aircraft and land-based missile sites, considered necessary to achieve a defined objective.  The ships and aircraft are moved and guided missiles and other weapons fired.  Combat is resolved by means of a carefully programmed 'computer-card' system.&#10;&#10;&quot;Two approaches to the game are suggested, SEASTRIKE I and SEASTRIKE II.  The former is a single complete game and the latter is more detailed and more flexible and enables players to evolve their own games.&quot; &#10;                              [From the promotional material]&#10;&#10;This is a naval coldwar wargame some way between miniatures and boardgames. It uses cards, write-on counters, and measuring devices.&#10;&#10;Scale:  1/100,000.  1 cm = 1 km (size of counters excepted)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "12007",
    "Name": "Forged in Fire: The 1862 Peninsula Campaign",
    "ID": 18724,
    "Year": "(2006)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/18724/forged-in-fire-the-1862-peninsula-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1429",
    "Description": "from the publisher's website :&#10;&#10;It is the spring of 1862 and the Civil War is at a stalemate in the east. The Confederate Army, victorious at Bull Run, sits watching warily across the Potomac at McClellans 100,000 plus troops train and prepare for the coming campaign season. McClellan is being spurred by politicians and press to use the army he has molded for operations besides drill.&#10;&#10;McClellan launches a bold flanking maneuver, taking his juggernaut by boat to the tip of the Virginia Peninsula at Fort Monroe. He slowly moves westward towards Richmond. This forces Johnston to react and fight or lose Richmond. The battles at Williamsburg, Fair Oaks, Savage Station, Mechanicsville, Gaines Mill, White Oak Swamp, and Malvern Hill will forever be seared into the memories of the participants. It is here that the Army of Northern Virginia and the Army of the Potomac will be forged in the fire of battle.&#10;&#10;Forged In Fire is Worthington Games strategic level block game covering this campaign which should have and could have ended the Civil War three years earlier. The game features a mapboard displaying from the Virginia Peninsula to Richmond. It gives players the opportunity to fight the full campaign from McClellans advance to the emergence of Lee. The game includes the complete Peninsula Campaign as well as three scenarios: the Union advance from Fort Monroe to the Chickahominy River, Johnston's attack at Fair Oaks, and the emergence of Lee during the Seven Day's Battles.&#10;&#10;This game includes map, hardwood counters, labels, rules, dice, and necessary player aids.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12008",
    "Name": "What Price Glory?",
    "ID": 42783,
    "Year": "(2013)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/42783/what-price-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.0909",
    "Description": "International Game Series game from Multi-Man Publishing.&#10;&#10;A new Area/Impulse game and Card Driven Game (although not in the standard way) on the Western Front in World War One.&#10;&#10;Units are approximately corps-sized, and each of the ten turns represents half a year. Each side alternates activating units to move or fight by card play, either as a &quot;simple&quot; action or by using the text on the cards for additional or enhanced actions, including play of card combinations. Players choose their hand of cards from their entire pool of available cards at the start of each turn, which rewards good planning and anticipation of opponent's plans. One Event card is added to the pool each turn starting on the third; these handle high-level options like submarine warfare or USA entry.&#10;&#10;What Price Glory? can be taught and played to completion in three or four hours. Experienced players can shave an hour off that time.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Magazine: Special Ops",
      "Players: Two-Player Only Games",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "12009",
    "Name": "Rebis",
    "ID": 301085,
    "Year": "(2020)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/301085/rebis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6364",
    "Description": "In Rebis, players will take turns by drawing a card from the Library deck and play cards either to their own shelf or to the shelf of another player, by piling up Library cards up to 13 to accumulate victory points.&#10;&#10;On your turn, you can play either 1 card to your active shelf or 2 cards of the same number. You can do this as long as the sum of the book weight shown in the cards of the Active Shelf does not exceed 13 after placing the card. In Rebis there is no hand limit.&#10;&#10;Alternatively, you can play 1 card to another player&rsquo;s Active Shelf. You may choose to play your card with the positive or the negative value by considering that the sum of the book victory points in a shelf must never be negative. Whenever you play a card with a negative point value to another player&rsquo;s Shelf, you take 1 card from the Library deck.&#10;&#10;If your card causes the sum to exceed 13 points, you close the shelf by playing your card face down to create a new Active Shelf for the player. If you close another player&rsquo;s Active Shelf, you receive 1 Mixture token and the other player takes 1 card from the Library deck.&#10;&#10;At the beginning of your turn, after drawing a card, you may place as many golden dust mixture tokens as you want exclusively on your active shelf. Mixture tokens act as multipliers of the victory point value on the shelf where they are placed.&#10;&#10;When there are no more golden dust mixture tokens left, the players will take a golden mixture token instead, which can be placed immediately after, in any shelf of your preference.&#10;&#10;The game ends when the deck runs out or as soon as all mixture tokens have been taken, excluding the red mixture token. Count the total negative book value visible in all of your shelves and sum it to the amount of cards in your hand. The player with the higher result will receive the red mixture token, which will be placed in any shelf of the player&rsquo;s preference.&#10;&#10;When the game ends, count the total book value of each shelf and multiply it if there are any mixture tokens on the shelf. The player who has the highest total book value is the winner.&#10;&#10;A mini-expansion, Rebis: Zero, is included inside the base game's box. It introduces 9 new &quot;0&quot; book weight library cards that will completely change the game flow.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "12010",
    "Name": "Epic Spell Wars of the Battle Wizards: Annihilageddon 3 – Satanic Panic",
    "ID": 378172,
    "Year": "(2024)",
    "Geek Rating": "5.554",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/378172/epic-spell-wars-of-the-battle-wizards-annihilagedd",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Retake the arena in Epic Spell Wars of the Battle Wizards: Annihilageddon 3 &ndash; Satanic Panic! Battle against or become Satan in a one-against-many deck-building throwdown. Murder your foes with cunning cruelty and torment their damned souls as you drag their asses to hell over and over again!&#10;Choose your Familiar and unique Wizard ability and cause a panic as you crusade against magical mayhem and destructive demons. It's unrepentant spiritual warfare for the soul of the Epic Spell Wars Annihilageddon Arena and its bedeviled trophy!&#10;Compatible with other Cerberus Engine releases, Epic Spell Wars of the Battle Wizards: Annihilageddon 3 &ndash; Satanic Panic features an unprecedented level of chaos with new Mayhems, Familiars, Champions, Wizards, Spells, Creatures, Treasure, and new tarot-sized cards for Satan!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Roles with Asymmetric Information",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "12011",
    "Name": "Somnia",
    "ID": 294219,
    "Year": "(2019)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/294219/somnia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Somnia is a trick-taking game for 2 to 4 players about collecting dream fragments and trying to escape nightmares.&#10;&#10;Each player begins the game with 3 lives, and will lose 1 life if they end a hand as one of the &quot;middlers&quot; who does not have the most or least points in that hand.  (A player who earns too many points may also lose a life.) The game ends when one player has lost all of their lives.&#10;&#10;The cards in the game are made up of 4 suits, and the point values range from 0 to 20 points.  The trump suit is referred to as the &quot;nightmare&quot;, and is determined by the suit of the first sluffed card (e.g. the suit of the card played the first time someone is not able to follow suit.)  The ranks and points of some cards of the &quot;nightmare&quot; suit will change.&#10;&#10;Excerpt from the Developer's Message in the rulebook:&#10;&#10;Somnia is a transcription of Mittlere Jass (aka Middler) and Molotov Jass, which are Swiss traditional trick-taking games. Mittlere Jass is for 3 players and Molotov Jass is for 4 players. Rules are quite close to original ones, while allocation of card points and card ranks are simplified, with a great help of fantastic art works and readable graphical design.&#10;The 2-player rules are our original variant, an homage to the traditions.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Traditional Card Games: Jass"
    ]
  },
  {
    "Rank": "12012",
    "Name": "War in the Pacific: The Campaign Against Imperial Japan, 1941-45",
    "ID": 9650,
    "Year": "(1978)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/9650/war-in-the-pacific-the-campaign-against-imperial-j",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.8",
    "Description": "War in the Pacific &ndash; The Campaign Against Imperial Japan, 1941-45 is a multi-level simulation of the Pacific Theater of Operations during World War Two.  The game enables players to recreate the entire course of the war, from the opening Japanese attack on December 7, 1941 to the climactic Allied assaults in the closing days of 1945.&#10;&#10;This Monster sized game simulates the conflict in the Pacific on a seven section map representing some 30% of the globe, across which cardboard playing pieces move and engage in combat through an hexagonal grid, which functions much like a chessboard in regulating movement.&#10;&#10;Game components:&#10;&#10;&#10;    Rules booklet (56 pages)&#10;    Scenarios booklet (12 pages)&#10;    Two charts and tables booklets (16 pages) &#10;    3,200 die-cut playing pieces&#10;    Seven 22&quot; x 34&quot; colored soft map sheets&#10;    Playing aids, displays and cycle tracks&#10;         Air/Surface Tactical Display&#10;         Allied Air Display&#10;         Allied Game Turn/Cycle Record Track&#10;         Allied General Record Track &#10;         Allied Naval Task Force Display&#10;         Allied Off-Map Movement Display&#10;         Japanese Air Display&#10;         Japanese Game-Turn/Cycle Record Track&#10;         Japanese General Record Track &#10;         Japanese Naval Task Force Display&#10;    &#10;    2 Dice&#10;    2 Plastic trays for playing piece storage&#10;    Errata (as of December 1978)&#10;&#10;&#10;Level Of Complexity: Very High&#10;Average Playing Time: 6 hours (Midway scenario) to 200+ hours&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "Decades: The 1940's",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "12013",
    "Name": "Year of the Rat: Vietnam, 1972",
    "ID": 9961,
    "Year": "(1972)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/9961/year-of-the-rat-vietnam-1972",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Year of the Rat: VietNam, 1972 is a two player wargame simulation of the documented operations during the 13 weeks of the Communist Offensive in the Spring of 1972. It includes the historical game and two optional games that play with Variable Order of Battle or Player selected deployments.&#10;&#10;200 counters&#10;&#10;NOTE: One of the very few (only?) Vietnam wargames ever published (in multiple, hard-copy formats) in the same year during which the conflict occurred.&#10;&#10;&#10;&#10;Strategy &amp; Tactics magazine #35, and stand-alone flatpack editions were both released.",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Cambodia",
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12014",
    "Name": "Stinky Business",
    "ID": 182801,
    "Year": "(2015)",
    "Geek Rating": "5.554",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/182801/stinky-business",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "Stinky Business is a family game for two to five players of age 10 and up. The goal of the game is to build the most successful waste processing company, that will bring the highest income and the most victory points.&#10;&#10;The players incorporate the roles of waste processing managers who will build recycling and incineration plants, as well as waste processing facilities in order to transform unwanted waste into profitable business.&#10;&#10;The game lasts ten rounds, each divided into four phases. In the first littering phase players draw four waste cards each from the draw pile and choose exactly one of them to keep. Later on comes the investment phase in which players may purchase recycling and incineration plants as well as the waste processing facility and profitability tokens, that will be placed at the players boards. All those investments influence the recycling and incineration phase, which provides players with waste cards, that will be processed in the last phase in order to bring revenue.&#10;&#10;After the last, 10th round the game finishes and the time comes for assessment of the players efforts. Victory points are awarded for proper investments and gained money. The players may also be punished with negative points for garbage cards and waste cards that they discarded during the game. After summing up the victory and negative points, the winner is determined.&#10;&#10;Waste processing has never been this much fun!&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "12015",
    "Name": "Snowfall Over Mountains",
    "ID": 394197,
    "Year": "(2024)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/394197/snowfall-over-mountains",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Discover the beauty of nature in the peaceful silence that fills the mountains in the wake of freshly fallen snow. Set out from your cabin to follow paths, look for animal tracks, and find plants amidst a new winter morning. Enjoy the solitude of a calm walk through the snow.&#10;&#10;Explore the mountains around your cabin by placing and connecting tiles with different features. Find ways to earn points through goals for arranging animal tracks, ponds, trees, and shrubs in your environment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "12016",
    "Name": "Krosmaster Junior",
    "ID": 155822,
    "Year": "(2014)",
    "Geek Rating": "5.554",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/155822/krosmaster-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A simpler version of Krosmaster: Arena, aimed at younger players (ages 7+), and targeted for mass market sale.  The game will include four new character figures, simplified rules, and progressive scenarios, much like the Krosmaster: Arena rulebook.  The box includes 2 double sided game boards, 30 XL scenario cards, the figures and Krosmaster cards for those figures, and a Krosmaster membership card for players to start an online account. The figures can also be used in the Krosmaster: Arena game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Krosmaster",
      "Theme: Chibis",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "12017",
    "Name": "Monopoly: The Mega Edition",
    "ID": 24764,
    "Year": "(2006)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/24764/monopoly-the-mega-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0588",
    "Description": "Monopoly: The Mega Edition is bigger and believe it or not, faster than regular Monopoly. What makes it bigger is a larger board, Train Depots, Skyscrapers, 9 new Properties, and the addition of the $1,000 bill. It is faster because of a new speed die and Bus cards. Monopoly: The Mega Edition can be played in 1&frac12; hours with more fun than ever!&#10;&#10;The massive game board has 12 additional spaces, including 9 new properties. You'll be able to buy, for the first time: California, Florida, Maryland, Massachusetts, Michigan, New Jersey, South Carolina, and Arctic Avenues, plus the Gas Company. Each joins an existing group.&#10;&#10;Buy all the properties of a group, build your houses and hotels, and then keep on going by building Skyscrapers for a chance to earn &quot;mega&quot; rents. Good news: you can build houses and hotels once you own three out of four properties in a group (or two out of three in the smaller groups). You can even build a Depot on a railroad to double its rent.&#10;&#10;Start play with $2500, including a $1,000 bill.&#10;&#10;Roll three dice on your turn: two regular dice and the special &quot;Speed&quot; Die. The Speed Die gives you a chance for free trip to the next unowned property. (Later in the game the Speed Die could send you to the next property you owe rent on. Ouch!) From time to time you'll earn free &quot;Bus Tickets.&quot; Use them to go where you want to go, but beware: they expire! The Speed Die and the Bus Tickets make the action speedy, intense, and sure-fire fun!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "12018",
    "Name": "Warhammer 40,000: Indomitus",
    "ID": 314252,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/314252/warhammer-40000-indomitus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4.5",
    "Description": "Indomitus is by far and away the most impressive Warhammer box we&rsquo;ve ever made and it&rsquo;s arriving this July. The box has been optimised for you veteran hobbyists out there, meaning the whole box is just packed full to the brim with great models and the rules to play &ndash; it&rsquo;s so full, in fact, that Indomitus will save you more than 50% over getting the contents separately. In case you lost track, that&rsquo;s 61 push-fit miniatures, 1 exclusive launch edition Core Book, the assembly guide and transfer sheet, and the Edge of Silence book with all the rules for your models. We actually packed it so full that we couldn&rsquo;t fit any dice or tape measures inside &ndash; but we know you already have some.&#10;&#10;&mdash;description from the publisher&#10;&#10;The ninth edition starter set features Space Marines versus Necrons.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "12019",
    "Name": "Tasso Banana",
    "ID": 369256,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/369256/tasso-banana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Lots of bananas grow on these trees! Take turns to stack your bananas on the board. If you stack a banana on top of exactly two other bananas, you can take another turn. Place all of your bananas first to win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Series: L.BOARD (Playte)"
    ]
  },
  {
    "Rank": "12020",
    "Name": "Bobbin' Bumblebee",
    "ID": 32048,
    "Year": "(2007)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/32048/bobbin-bumblebee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Robin the bumblebee is looking for honey.  As he buzzes about, use your paddle to bop him away.  Be the last to lose your honey discs and win!&#10;&#10;In the spirit of Looping Louie, this action/dexterity game will keep children of all ages enthralled.&#10;&#10;Two to four players and Ages 3 and up recommended.&#10;&#10;This is a reworked (different theme, other incidental changes) version of Loopin' Louie.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Animals: Bees",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "12021",
    "Name": "Epic Spell Wars of the Battle Wizards: Hijinx at Hell High",
    "ID": 301662,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/301662/epic-spell-wars-of-the-battle-wizards-hijinx-at-he",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Epic Spell Wars of the Battle Wizards: Hijinx at Hell High, the fifth Epic Spell Wars title, brings all the spell-crafting and trademark over-the-top humor and art to the world of high school. In the game, 2-6 players move up and down the Social Status Board, which ranges from the Ultimate Loser to Class President, and utilize the new keyword &quot;Bully&quot; as they try to annihilate their fellow wizards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "12022",
    "Name": "WarCry",
    "ID": 6380,
    "Year": "(2003)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/6380/warcry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "War Cry is a collectible card game set in the Warhammer Fantasy Battles Universe. Instead of painting miniatures, as in Warhammer Fantasy Battles, the players construct their deck using cards that represent various Warhammer Fantasy Units and cards that represent items of equipment and battlefield tactics.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "12023",
    "Name": "Warhammer Age of Sigmar: Bladeborn",
    "ID": 344402,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/344402/warhammer-age-of-sigmar-bladeborn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Warhammer Age of Sigmar: Bladeborn is a fast-paced game of warband battles for two players. Take command of a band of savage warriors and use your fighters' unique strengths to dominate your rivals amid the hazardous wastes of the Bloodwind Spoil. Only one warband can seize victory and win a chance to serve in the marauding armies of Archaon the Everchosen &ndash; will you rise to the challenge?&#10;&#10;Khagra the Usurper and her followers yearn for the attention of the Dark Gods and mean to take their rightful place in the Everchosen's ranks. Though it was her sister, the sorcerer Zarshia Bittersoul, who first led this warband, Khagra's ambitions reach far indeed.&#10;&#10;The Godsworn Hunt are the greatest champions of the Tribe of the Black Fang, each one a hardened killer who has earned their name through bloody deeds. They are guided by searing visions of conquest  revealed to the God-speaker Theddra Skull-Scryer, through a combination of ruthlessness and awesome displays of gods-given power.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "12024",
    "Name": "Blabel",
    "ID": 253512,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/253512/blabel",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.5",
    "Description": "Blabel is a cooperative game in which players speak different fictional languages and have to learn to understand each other in order to build the Tower of Blabel together.&#10;&#10;Each player gets a dictionary, made from 3 cards, that teaches them how to say the 10 words of the game in their unique language. These words are 4 materials, 4 objects to build, &quot;yes&quot;, and &quot;no&quot;. Then, each turn, the foreman tries to explain to the other players what they need to build. However, they can only speak the languages of the game.&#10;&#10;The players' ability to notice similarities between their languages and remember one another's words will determine whether they manage to build the Tower of Blabel before they run out of turns.&#10;&#10;But things are not always that peaceful in Blabel. You'll be facing earthquakes, hurricanes, floods, and fires, so build a resistant tower, or it'll be destroyed by these forces of nature.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Fictional Languages"
    ]
  },
  {
    "Rank": "12025",
    "Name": "ColorFox",
    "ID": 193831,
    "Year": "(2016)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/193831/colorfox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0833",
    "Description": "In ColorFox, players place cards on the table to collect matchsticks in six different colors. When you connect to multiple other cards, you can also trade your matchsticks with an opponent (who cannot refuse). This goes on until the matchsticks of one color run out, then you count the scores. Each set of different colored matchsticks is scored separately, then these scores are added together. A set of six gives 21 points, five 15 points, four 10 points, three 6 points, two 3 points, and a lone matchstick 1 point. Whoever scores the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Series: Matchbox Games (Helvetiq)"
    ]
  },
  {
    "Rank": "12026",
    "Name": "Monopoly Express",
    "ID": 1420,
    "Year": "(1991)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/1420/monopoly-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1368",
    "Description": "Don't Go to Jail is a dice game derived from Monopoly. The game board depicts the monopolies found in the original game, with the property groups color-coded as in Monopoly. Each property group has a given dollar value, which you can collect by rolling the dice and collecting that group.&#10;&#10;On a turn, you roll ten dice, set aside any die reading &quot;Go,&quot; &quot;to&quot; or &quot;jail&quot;, then set aside any color group dice that you wish. If the &quot;Go,&quot; &quot;to&quot; and &quot;jail&quot; dice are set aside, your turn ends immediately, and you score nothing. Otherwise you can choose to either (1) stop and score for what you've rolled or (2) roll again with any dice not set aside, once again setting aside the &quot;Go,&quot; &quot;to&quot; or &quot;jail&quot; dice, etc. The dice have a couple of &quot;Wild&quot; faces, and you can use at most one Wild in a color group. (If you roll the proper color, you can replace a Wild die in a group and roll that die again on a later turn.)&#10;&#10;If you stop, you score for all completed color groups and one incomplete color group. Your goal is to be the first player to reach a predetermined dollar amount or to have the most money at the end of a pre-set number of turns.&#10;&#10;Monopoly Express &ndash; an updated version of this game that was first released in the UK and Europe, then later in the U.S. &ndash; alters the gameplay as follows:&#10;&#10;&#10;     The policeman from the &quot;Go To Jail&quot; corner of the board game replaces the words &quot;Go,&quot; &quot;to&quot; and &quot;jail&quot;.&#10;     One blank face on one of the policeman dice depicts a green &quot;GO&quot; arrow. A player earns $200 each time they roll GO, but they lose this money if they bust due to policemen. &#10;     The game includes an eleventh &quot;House/Hotel&quot; die that can earn (or lose) a player Houses (worth $1,000 each), earn Hotels (worth $5,000, but only if a player has already earned four houses) and a &quot;Get Out Of Jail Free&quot; side that negates a policeman (including a policeman that would bust a player). This die cannot be rolled until a player completes a property group (i.e., neither railroads nor utilities).&#10;     The Wild faces are replaced by the Chance &quot;?&quot; logo; the ? act as a Wild, but unlike a Wild it cannot be replaced.&#10;     The first player to have at least $15,000 wins immediately; players don't complete the round.&#10;&#10;&#10;In 2021, this game was re-released in the US as Monopoly DICED! with square packaging rather than the round used for Express.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Containers: Round Boxes",
      "Game: Monopoly (Official)",
      "Series: Express Line (Hasbro)",
      "Series: Monopoly Derivatives (Official)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "12027",
    "Name": "Mini Park",
    "ID": 224013,
    "Year": "(2017)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/224013/mini-park",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Citizens await the completion of a new park, and the players are architects tasked with its design. Be it building a playground for children to play on, installing benches for people to rest after a long day's work, planting trees where birds perch, sculpting a lake where fishes swim, or growing bushes where cats can hide in, players are responsible for planning the layout of the park.&#10;&#10;Mini Park is a tile-laying board game. On their turns, players randomly draw different types of installation tiles, then build the park according to placement rules. Meanwhile, players must also seize opportunities to place characters onto corresponding park installations and score points. When the park is completed, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12028",
    "Name": "Dolce Vita",
    "ID": 190,
    "Year": "(1999)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/190/dolce-vita",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6875",
    "Description": "Players are socialites who are trying to take as many high-value luxuries as they can manage.  A number of luxuries (boats, mansions, watches, boats, etc.) of values varying from one million to seven million are laid out in a matrix.  Players take turn placing power cards in the columns, and after five of the six cards have been played, the highest bid takes the first luxury in the column, the second highest gets the next one up, and so on.  However, if you collect a second luxury item you already own, then the newest one replaces the older one, which could mean exchanging a lavish seven million dollar car for a paltry one million dollar one!  After the specified number of rounds, the highest valued collection is deemed the best.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "12029",
    "Name": "Apples to Apples Junior",
    "ID": 10681,
    "Year": "(2002)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/10681/apples-to-apples-junior",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1385",
    "Description": "As its name implies, this is a version of Apples to Apples designed for kids, although the basic game still works well with adults, too. The version has card optimized for middle-school aged children (9+). Also good for advanced grade-school aged children.&#10;&#10;Compared to the original game, this edition features simplified words that even young children can understand and has no &quot;suggestive&quot; words that adults would be uncomfortable explaining to the kids.&#10;&#10;Out of the Box changed the name of this game in 2007 from Apples to Apples Junior 9+ to Apples to Apples Junior.  The Junior 9+ edition was originally sold in a small (288-card) box. It was changed to a bigger (576-card) box when the name was changed to Junior.&#10;&#10;Note: Apples to Apples Kids was formerly called Apples to Apples Junior!, but was changed to Apples to Apples Kids when Apples to Apples Junior 9+ was changed to Apples to Apples Junior.&#10;&#10;Part of the Apples to Apples Series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "12030",
    "Name": "Space Aztecs",
    "ID": 352725,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/352725/space-aztecs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The Aztecs are attacked by Alien invaders!&#10;&#10;Your goal is to accumulate points by gathering the inhabitants of your city and trying to protect them from the attacks of flying saucers.&#10;&#10;Each turn, starting with the first player, you will choose a face-down deck of cards from 8 then, simultaneously, choose a card that you will play, paying attention to the time of day indicated on it. Whoever is the earliest will play their card first and become the first player in the next round!&#10;&#10;There are several families of cards: the Warriors, the People of the High Society, the Villagers and the Agency. Each has its own scoring or particular effect. Some allow you to score points, others allow you to trigger flying saucer attacks.&#10;&#10;The game ends when a certain number of decks are empty or a certain number of flying saucers have been played.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Closed Drafting",
      "Deduction",
      "Memory",
      "Open Drafting",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Aztecs",
      "Theme: UFOs"
    ]
  },
  {
    "Rank": "12031",
    "Name": "Marquis",
    "ID": 20233,
    "Year": "(2005)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/20233/marquis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In this card game 2-4 players try to obtain the title &ldquo;Marquis&ldquo;. To achieve this goal, players have to collect coins used to buy jewels. The player whose stock of jewels has the highest value wins the game.&#10;&#10;Every player has a set of 12 cards, each card showing a character the player can impersonate. Each of the characters has a special ability which can be used (the diamond dealer, for example, can buy diamonds twice, the pickpocket steals a coin from the richest player etc.). Although all of the players try to gather as many jewels as possible, these cannot be collected easily as they have to be purchased with coins first.&#10;&#10;The game ends as soon as one of the player cannot play any character during his turn. After this the jewels which have been collected are counted. Players score one point for each diamond and five points for each ruby they gathered.&#10;&#10;From the English rules:&#10;It is a time of intrigues over the marquis' domain. The Prosecutor, the extortioner and the countess covet the invaluable jewels of each other. To buy jewels at the best price, players will have to continuously impersonate new characters. Choose wisely between the 11 roles available and fortune will change hands relentlessly. But do not forget that money is only a mean to achieve your goal. At the end, the title of &ldquo;Marquis&ldquo; will go the one with the fullest jewel case. So be cautious!&#10;&#10;Forget &ldquo;Noblesse oblige&ldquo;, now play catch as catch can. Losers will want to turn the tables!!&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Card Game"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": []
  },
  {
    "Rank": "12032",
    "Name": "18Dixie with 18MS and 18GA",
    "ID": 183212,
    "Year": "(2015)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/183212/18dixie-with-18ms-and-18ga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "3.3333",
    "Description": "Note: These games come together in one box, and have shared components. The smaller maps for 18MS and 18GA are both on the back of the big map for 18Dixie.&#10;&#10;18Dixie with 18MS and 18GA is an 18xx game set in the Southeast region of the United States. Players invest in railroad companies in an effort to have the greatest net worth at the end of the game. This is determined by adding the cash holdings of the players to the value of the stocks each owns. The money in the actual companies, though, are separate from the individual player's money. During the game, there are alternating stock rounds, where players buy and sell stock in the various railroad companies, and operating rounds, where the various companies operate. When operating, the companies lay tracks, place stations, and buy and run trains.&#10;&#10;18MS is an 18xx game set in Mississippi and Alabama, together with portions of adjoining states.  Players invest in railroad companies in an effort to have the greatest net worth at the end of the game.  This is determined by adding the cash holdings of the players to the value of the stocks each owns.  The game consists of five Stock Rounds, where players buy and sell stock in the various companies, each of which is followed by two Operating Rounds, where the various companies operate by laying tracks, placing stations, and buying and running trains.&#10;&#10;18MS is a separate mini game using some of the components from 18Dixie together with some additional components specific to 18MS.  18MS aims to be a smaller, shorter game that may be useful for teaching the 18xx system to newer players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: USA",
      "Series: 18xx",
      "States: Georgia",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "12033",
    "Name": "Battles of Napoleonic Europe: A Solitaire Wargame",
    "ID": 389135,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgame/389135/battles-of-napoleonic-europe-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.3333",
    "Description": "Battles of Napoleonic Europe: A Solitaire Wargame focuses on the Peninsular War with British, Portuguese, Spanish and German forces battling against Napoleon's French army. In the game, the Player will be commanding various units, often representing many hundreds of men each, seeking to achieve various Objectives. The aim of this book is to present a clear, accessible, and quick to learn game, so that players can get into the action quickly. It does not try to replace more complex wargames which often take many hours to learn and to play. Each of the Battles can be played in around 30 to 50 minutes, and each one should provide plenty of replayability due to the random set up of the initial forces.&#10;&#10;This book is a solitaire hex and counter style wargame. You play the game, and the enemy is controlled by the game book (or the Artificial Intelligence or &lsquo;AI&rsquo;). You will need a good handful of standard six-sided dice to play. Rules, full colour Battle Maps and counter sheet are included.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Hexagon Grid",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "History: Napoleonic Wars",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "12034",
    "Name": "Liebe & Intrige",
    "ID": 32226,
    "Year": "(2007)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/32226/liebe-and-intrige",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7949",
    "Description": "Each player represents a family trying to marry their three daughters. The daughters have three characteristics: Reputation, beauty, and education, all of which may increase and decrease in value during the course of the game. There are 14 gentlemen in the game, each of them demanding a minimum value in each characteristic. A daughter gets married immediately when she has collected three cards of the same gentleman, and meets the gentleman's standards in each of the three characteristics.&#10;&#10;The game ends when a family marries all of their daughters. Points are scored from husbands, action cards, and also from majorities in each characteristic.&#10;&#10;The game board depicts different parts of a town, each of them with a different number of available gentlemen cards.&#10;&#10;A player's turn consists of:&#10;1. Moving to a different region of the town.&#10;2. Doing a region-specific action, or trying to scheme against another daughter in the same region.&#10;3. Drawing an action card.&#10;&#10;Region-specific actions usually mean choosing a gentleman card from those available, but sometimes also cause changes in a daughter's characteristics. Scheming against another daughter means trying to steal a gentleman card from them, by rolling a die. Action cards can be played anytime during a player's turn, and sometimes also as a reaction to cards played by other players.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12035",
    "Name": "Regatta",
    "ID": 65582,
    "Year": "(2010)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/65582/regatta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The designers self-published a thousand copies of Regatta in 2008, and now Gigamic has picked up the game for wider distribution. To win, you must circle two buoys and cross the finish line with your wooden ship before anyone else, and to do that, on your turn you play one of five movement cards in your hand to scoot your boat across the waves. The game includes an additional, slightly more complicated way to play for when the five-year-olds go to bed.&#10;&#10;&#10;Microbadge: &#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "12036",
    "Name": "Ambar",
    "ID": 255680,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/255680/ambar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Millions of years old, amber is considered a semi-precious jewel used since ancient times. While the best known color of amber is yellow/honey, there are rare varieties of other colors. In Ambar, you want to collect the amber by following dangerous routes to create attractive jewels and sell them to the highest bidder in villas and castles. There are two main play areas:&#10;&#10;     The route days, which we will form by picking up cards from the route deck during the turn.&#10;     The action zone, which is made up of four fixed cards in front of each player.&#10;&#10;&#10;During their turn, a player picks up cards from the route deck, where neutral cards (cream color) and cards that represent dangers of the journey (black cards) will appear. Each card represents one day, and the more days you play (Phase 1 of the turn), the more actions you can take (Phase 2 of the turn). These actions are used to collect amber, produce precious jewels with it, and take them to villages where they can be sold.&#10;&#10;The game is divided into two different rounds. The first round comes with fewer resources and involves less danger. The second round adds up the discard cards from the first round mixed with the new cards from the second round. When the cards of the second round are finished, the game ends, and the player with the most gold wins.&#10;&#10;During the whole game, demons are chasing the players. In the first round there is the snake demon, which chases the player who advances too much (five or more days of travel) and in the second round is the red demon, which always chases the player with the most gold.&#10;&#10;Quick turn overview: You take cards from the deck placing them on the board, and some events happen. When you hold, you take actions in your area, one for each card previously played on the board, producing your jewels. Then, you can sell to a trade card to get gold. Later, you can buy something with your gold, improving your resources. At the end of the turn, you will solve the demon cards, if there are any of them in this turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Amber"
    ]
  },
  {
    "Rank": "12037",
    "Name": "La Petite Mort",
    "ID": 262899,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/262899/la-petite-mort",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "In the world of the dead, the Death reaps human souls when their lives are to end.&#10;After a long labor, it will (finally) give up its position to a new Grim Reaper who will have followed a meticulous training&hellip;&#10;&#10;'You are a &ldquo;Little Death&rdquo; &hellip; and you are going to get your Reaping Diploma!&#10;&#10;Your goal is to be the first player to obtain your Reaping Diploma by achieving 4 of the objectives shown on the Diploma. During the game, each player will have characters in their playing area who will be born, grow, age, enrich their personalities or acquire skills that will bring them strengths and weaknesses throughout their lives.&#10;&#10;You will see your characters live and guide them gently on their Deathbed to the liberating Reap. It is by guiding your characters to their &ldquo;natural death&rdquo; that you will have the best chance of achieving the objectives required to get your Diploma. &#10;You will also be able to reap opponent's character with Reap cards. To do so, a Reap card must meets requirements, weakness symbols, that must be present on the targeted character cards. Reaping your opponent's characters is easier, but it&rsquo;s less rewarding because, in this case, you&rsquo;ll have to share the won cards with one or more of your opponents.&#10;&#10;The characters in your playing area will therefore be targeted by other players.&#10;&#10;Some cards with strength symbols will protect your character from another similar weakness symbol. They will be be harder to reap!&#10;&#10;Different levels of play are available in the box through different Diplomas to obtain. From Easy to Expert level, Diplomas will suit all types of players, from casual to expert!&#10; &#10;&bull;&bull;&bull;&#10;&#10;&#8;&#10;La Grande Faucheuse moissonne les &acirc;mes arriv&eacute;es au terme de leur existence. Apr&egrave;s bien des moissons et des vies fauch&eacute;es au cours de son interminable carri&egrave;re, il est temps pour elle de laisser (enfin) sa place &agrave; une nouvelle Faucheuse, qui devra d&rsquo;abord suivre une formation rigoureuse&hellip; &#10;&#10;'Vous &ecirc;tes une &laquo;Petite Mort&raquo; &hellip; vous allez passer votre Dipl&ocirc;me de Fauche !&#10;&#10;Votre but sera d&rsquo;&ecirc;tre le premier &agrave; obtenir votre Dipl&ocirc;me de Fauche en remplissant 4 objectifs pr&eacute;sents sur celui-ci.&#10;Pendant la partie, chaque joueur disposera, dans sa zone de jeu, de personnages qui vont na&icirc;tre, grandir, vieillir et enrichir leur personnalit&eacute; ou acqu&eacute;rir des aptitudes qui vont leur apporter des forces et des faiblesses pendant leur vie.&#10;&#10;Vous verrez vos personnages vivre et les accompagnerez en douceur sur leur Lit de Mort, jusqu&rsquo;&agrave; la fauche lib&eacute;ratrice. C&rsquo;est en accompagnant vos personnages jusqu&rsquo;&agrave; leur &laquo;Belle mort&raquo;, que vous aurez le plus de chances de r&eacute;aliser les objectifs requis pour votre dipl&ocirc;me.&#10;Vous pourrez &eacute;galement Fauchez les personnages de vos adversaires gr&acirc;ce aux cartes Fauche. Pour se faire, tous les picots Faiblesse requis par la carte fauche devront &ecirc;tre pr&eacute;sent sur les cartes du personnage cibl&eacute;. C&rsquo;est plus facile, mais cela rapporte moins car, dans ce cas, vous devrez partager les cartes gagn&eacute;es avec un ou plusieur adversaires.&#10;&#10;Les personnages de votre zone de jeu vont donc &ecirc;tre la cible des autres joueurs.&#10;&#10;Certaines cartes apporteront des picots Force qui annuleront une faiblesse identique, prot&eacute;geant ainsi votre personnage. Il sera plus difficile &agrave; Faucher!&#10;&#10;Diff&eacute;rents niveaux de jeux sont pr&eacute;sent dans la bo&icirc;te via diff&eacute;rents dipl&ocirc;mes &agrave; obtenir. Du niveau Facile &agrave; Expert les dipl&ocirc;mes conviendront &agrave; tout type de joueurs, d&rsquo;occasionnel &agrave; expert !!&#10;&#10;",
    "Categories": [
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "12038",
    "Name": "Champions 2020",
    "ID": 102159,
    "Year": "(2011)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/102159/champions-2020",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "Champions 2020 has the same main mechanisms as StreetSoccer, which was published in 2002. Both games were developed in parallel over a thirty-year period. Why is the game set in 2020? A few soccer rules changed by that year, making the game more fluid.&#10;&#10;While StreetSoccer simulates soccer with five players on a side on a small square, Champions 2020 simulates stadium soccer, so the field is bigger. As coach you select 11 players as a starting line-up (goalie, defenders, midfielders, forwards), while the rest of your team starts in the dug-out for possible substitutes (after warming up).&#10;&#10;Your professional soccer players are more skilled than street soccer players, which leads to spectacular stadium matches. Players can try to hit passing balls, which can lead to throw-ins, corner-kicks and goalie-kicks. As skilled team players, your players can anticipate on passes. Your goalie is skilled, too. With good positioning he has the best save chances, which depends on the speed of the shot and the distance to the ball. A rebound is possible, but a better save is catching the ball in his hands.&#10;&#10;Unfortunately, the players are &quot;skilled&quot; in causing fouls (or &quot;schwalbes&quot;), too. As soccer coach, you can't always control your players &ndash; and that leads to free kicks, penalty kicks, yellow/red cards and injuries.&#10;&#10;For tournaments the yellow/red cards, injuries, extra time, penalty kicks and stats make the soccer simulation complete.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "12039",
    "Name": "Stratopolis",
    "ID": 125022,
    "Year": "(2012)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/125022/stratopolis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8182",
    "Description": "In Stratopolis, players want to build wide, while also building big.&#10;&#10;Each player starts the game with twenty L-shaped tiles, each comprising three squares; one player has tiles showing all green squares, green and neutral squares, or two green squares and one red square, while the other player's tiles reverse red and green. Players shuffle and stack these tiles face down, revealing only the topmost tile.&#10;&#10;To start the game, a two-square tile (one red, one green) is placed on the table. Players then take turns adding their topmost tile to the display. A tile can be placed (1) on the table with at least one edge adjacent to an edge in play or (2) on top of at least two tiles already in play. When placed on a higher level, each square of the tile must be supported, the tile must be level, and red and green squares cannot cover one another. (Every other color play &ndash; such as green on neutral or red on red &ndash; is legal.)&#10;&#10;Once all tiles have been played, players count the scores of their zones, to find their best zone: number of squares in a contiguously connected area of their color times the height of the square in this area that is at the highest level. The player with the highest scoring zone wins.&#10;&#10;Variant rules invite players to play with a hand of tiles that they refresh after each turn or to play with all tiles available at all time.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Layering"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12040",
    "Name": "Alice",
    "ID": 258070,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/258070/alice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "In the card game Alice, based on the novel &quot;Alice's Adventures in Wonderland&quot; by Lewis Carroll, players have to put the crazed characters back into their respective chapters of the book. To do so, players have to find and collect the characters first as they are hiding in two different card decks! If you complete a chapter card with all the demanded characters, you score its points!&#10;&#10;It may sound easy, but there is a problem: some characters don't fit into the chapters! You have to shrink them with a drink or increase their size with a cake to complete the story. The character's special abilities help you to do all of that, but watch out for the mischievous Cheshire Cat!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Series: Play the classics (Gen-X Games)"
    ]
  },
  {
    "Rank": "12041",
    "Name": "Koala Rescue Club",
    "ID": 425873,
    "Year": "(2024)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/425873/koala-rescue-club",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Welcome to Koala Rescue Club! Koalas are an endangered species so it&rsquo;s our job to protect them. In this roll and write game, you will plant new trees for koalas to live in and then rehome them safely. Each turn, a die roll determines which configuration of trees or koalas you can draw. Fill in areas to score points, and complete rows and columns to claim special bonus actions. Volunteers will help you by changing the shapes you can draw, and skybridges will open up new areas to plant in. And don&rsquo;t forget to build hospitals to keep your koalas healthy!&#10;&#10;Koala Rescue Club is a puzzly polyomino game with two layers of decisions. First, you need to draw trees in specific shapes. Then you need to draw configurations of koalas on top of those trees. Cascading bonuses give you extra actions to work with, and merit badges give you goals to plan toward on each map. Koala Rescue Club can be played with any number of players, and provides exciting simultaneous play with an important message.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12042",
    "Name": "Bears!",
    "ID": 99081,
    "Year": "(2011)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/99081/bears",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0377",
    "Description": "You and your friends are on a relaxing camping trip. But as you hammer in the last stake, you hear rustling. Bears are romping through the campsite! Who will survive the rampage? And who will be eaten by bears?&#10;&#10;Bears! is a fast-playing, competitive game in which you score points by pairing dice. Shoot bears and run from tents for a few points, or take a risk and score big by sleeping through the attack! But watch out! If any bears remain at the end of the round, your sleeping campers are done for!&#10;&#10;High-energy gameplay with quick decision making and high tension. Perfect for families, parties, icebreakers, and mixers. Each box supports 4 players. Buy more game boxes to expand the game and support more players.&#10;&#10;Includes: rules, 20 black dice for players, 20 white camp dice&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears",
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia",
      "Theme: Camping"
    ]
  },
  {
    "Rank": "12043",
    "Name": "Manager",
    "ID": 538,
    "Year": "(1979)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/538/manager",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5333",
    "Description": "Manager is a deceptively simple game of economics for up to six players. Each player is the manager of one of the six companies, which are supposed to be manufacturers competing in the same market with identical products. (It is strongly hinted that the products are computers.) The player is responsible for setting the sale price of his product, buying machines to automate production, and buying or selling stock in any of the six companies.&#10;&#10;The object of each round--usually--is to charge as much as you can for your product without charging too much more than everyone else. Every turn starts with the players secretly setting the price for their product. The person who has charged the least gets to sell. The one who has charged next-to-least also gets to sell--as long as his price wasn't more than 1,000 DM above the person below him. In fact, as long as there isn't a 1,000 DM gap between one player's price and the next, every player gets to sell. But any player who has charged over 1,000 DM more than his next-lowest competitor--and all players who charged more than him--gets locked out of the market.&#10;&#10;The prices on the stock market vary depending on who got to sell and who didn't. The companies that got shut out of the market lose ground. The companies that sold their product gain, with the one who got the highest price gaining the most.&#10;&#10;There is room for all kinds of maneuvering in the game. After the first few rounds, you make more money on the stock market than you do running your company, so you can actually drive your company into the ground--advancing someone else's company--and come out ahead.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Simultaneous Action Selection",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "12044",
    "Name": "Western Legends: Showdown",
    "ID": 394332,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/394332/western-legends-showdown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In the strategic card game Western Legends: Showdown, which takes part in the same universe as the Western Legends board game, two players compete to seize control over a typical far west town.&#10;&#10;At the beginning of the game, select three locations from seven available; and on your turn, you'll be able to pass or put one of your cards on a location. Each location defines how players can gain the cards that are found here. Played cards have special powers, so analyze the your opponent's cards and lay traps to gain the upper hand by unleashing devastating combos. At the end of a game, the player that has the highest total value on the card they have won is declared the winner of the duel.&#10;&#10;This town ain't big enough for the two of us, cowboy...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: Western Legends",
      "Series: Micro Game (Matagot)"
    ]
  },
  {
    "Rank": "12045",
    "Name": "Sam Grant: The Civil War in the West 1862-1864",
    "ID": 83,
    "Year": "(1997)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/83/sam-grant-the-civil-war-in-the-west-1862-1864",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8519",
    "Description": "Sam Grant covers the western theater of the American Civil War around the Mississippi area from 1862-1864.  It comes with a beautiful card-stock map from Vicksburg to Cincinnati and heaps of wooden blocks for the North and South.  The game utilizes both a strategic layer of the conflict but also provides a slightly more tactical layer of combat with additional battle maps that allow for center, and flank positions of specific units.  The game can be combined with Bobby Lee so that both theaters of the Civil War can be played out at the same time.&#10;&#10;This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and it&rsquo;s current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.&#10;&#10;All artwork and graphics in the game Sam Grant was created by RPG/Historical artist,  Eric Hotz.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12046",
    "Name": "Athlas: Duel for Divinity",
    "ID": 158861,
    "Year": "(2014)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/158861/athlas-duel-for-divinity",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3.75",
    "Description": "In Athlas: Duel for Divinity, each player takes the role of a young Athilian, a godlike being, outcast to the seven outer worlds to explore and uncover the secrets of creation laid by his ancestors. While traveling the outer worlds, Athilians practice their abilities to manipulate time and space until they become powerful enough to be challenged by the Athilian council to open the portal back to Athlas, thus passing the final test to adulthood.&#10;&#10;As an aspiring god you can design and create your own unique units by enhancing basic Genus cards with powerful abilities, artifacts and spells. You also get to choose divine interventions that might ultimately affect the outcome of the duel. Then you will summon your creations onto the battlefield and attempt to assemble two of three ancient relics in order to open the portal and win the game.&#10;&#10;The game's limitless design system enables players to form any strategy they wish against their opponent's creations.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12047",
    "Name": "Queen of 12",
    "ID": 370869,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/370869/queen-of-12",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "Enough with all the kings and councils that create more problems than they solve. Winter is coming and they are hoarding all the supplies!&#10;&#10;But to overthrow them, you need your own stones of power. Gather allies and ask for help from creatures all over the snowy kingdom to get your hands on stones. Only those who anticipate the plans of others, grab the most stones or use them most skillfully will be able to rise to become the new queen. Because there can only be one!&#10;&#10;Experience the first ever &quot;Bluff and Write&quot; game.&#10;&#10;In a total of 12 rounds, two, three or four of you will snatch dice from under each other's noses by tactically playing your cards.&#10;&#10;Will you prevail against the others, grab the right dice and place crosses in a targeted manner in order to rise to the throne of the 12 kingdoms at the end?&#10;&#10;You can look forward to both the familiar and popular trick card mechanic and the beautifully illustrated characters by Robin Lagofun. But this time you can expect a whole new component. The scorecard. In order to place the most crosses here, you have to get the best, the most or the most matching dice from the dice trays.&#10;&#10;Since the cards are known by all, the right dice can be scammed by tactical considerations and purposeful uncertainty of the others. However, every round is different!&#10;&#10;The card decks are rearranged every game and thus offer new challenges even after numerous games.&#10;&#10;Everyone has the same cards and competes for the same dice. Are the others greedy and want to grab the best dice, or are they too cautious for that? Take your chance!&#10;&#10;Your goal is to raise forces in all corners of the kingdom. To do this, you use the Stones of Power (twelve-sided dice) that you collect each turn.&#10;&#10;You get dice by selecting one of the character cards in your hand and playing it face down in front of you.&#10;&#10;Each character has special abilities that can get you the right color, the right number, or a completely new character card.&#10;&#10;But be careful, if several of you play the same character, he doesn't know where to help first and prefers not to help anyone. As a result, its effect cannot be used.&#10;&#10;In addition, the characters have different speeds. Characters with low numbers in the top center of the map are executed before the others. For this they are usually not allowed to take so many dice&#10;&#10;... But who knows if there are any dice left at all when it's the turn of the characters with the high numbers?&#10;&#10;Once you've got dice, you decide on your score sheet where you want to put crosses. For each die, you can decide whether to mark the color or the number.&#10;&#10;At the end of the game, the most points are awarded for a full row or column with 5 crosses. But beware: If there are exactly 2 crosses in a row or column, there are NO points!&#10;&#10;If you don't get any dice, all is not lost. Then you can use one of the powerful one-time effects that will get you back in the saddle very quickly. In some situations, you may even want to intentionally not collect any dice in order to be able to use one of these effects ...&#10;&#10;Whoever was able to place crosses the most cleverly at the end and thus received the most points, has won and becomes the new queen of the 12 kingdoms!&#10;&#10;-Translated from the crowdfunding page&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Spieleschmiede",
      "Mechanism: Roll-and-Write",
      "Series: Kingdom of 12"
    ]
  },
  {
    "Rank": "12048",
    "Name": "Risk: Black Ops",
    "ID": 34238,
    "Year": "(2008)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/34238/risk-black-ops",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7692",
    "Description": "Risk: Black Ops is a promotional version of the late-2000s re-vamp of the Risk ruleset and game components. Introducing Capitals, Cities, Objectives, and Rewards the game has become about completing Objectives instead of Global Domination. Global Domination may still be played with the updated components. In the updated Risk, the Goal is to be the first player to complete 3 Objectives and be in control of your capital.&#10;&#10;Capitals are player specific and deployed during intial troop setup. Cities add to territories when calculating for Troop draft and are placed during game setup in random or pre-determined location. Troop deployment and activation is virtually identical to classic Risk. The new cards alter the method for bonus troops utilizing star icons on the cards and a chart to determine the number of bonus troops earned. Territories printed on cards are only utilized for the random placement of Cities during initial setup.&#10;&#10;Objectives and Rewards are broken down into minor and major categories. Minor Objectives include items such as Control Europe and Control 1 Enemy Capital. Major Objectives include items such as Take over 10 Territories in one Turn and Control 18 Territories. Minor Rewards include items such as Additional Maneuver and Guaranteed Card. Major Rewards include items such as Airfield and Attack Die.&#10;&#10;The new Goal of attaining Objectives provides much of the original Risk experience with a decreased time commitment and randomly selected Objectives changing the experience on each play.&#10;&#10;Re-implements:&#10;&#10;    Risk&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Risk (Revised Edition)&#10;&#10;&#10;Components:&#10;&#10;    Gameboard&#10;    7 Dice (3 Red D6, 2 White D6, 1 Sparkly Red D6, 1 Sparkly White D6)&#10;    Deck of 42 cards&#10;    5 Sets of Units (80 single troop blocks, 6 triple troop triangular prisms in Red, Green, Blue, Yellow, and Black)&#10;    5 Capitals (Short cylinders in each color)&#10;    15 Cities (Tall rectangles in grey)&#10;    Part Sheet (12 Objectives, 8 Rewards)&#10;    Rule book&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Game: Risk (Official)"
    ]
  },
  {
    "Rank": "12049",
    "Name": "Rory's Story Cubes: Animalia",
    "ID": 182952,
    "Year": "(2015)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/182952/rorys-story-cubes-animalia",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "An expansion to the creativity game Rory's Story Cubes. This set includes 3 new dice with 18 thematic actions.&#10;&#10;This expansion can be played on its own or in combination with the original game.&#10;&#10;The game is useful as an aid to creative problem solving, language learning and story telling. Players roll the dice and then tell a story using the actions. &quot;Once upon a time...&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "12050",
    "Name": "Nirvana",
    "ID": 346621,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/346621/nirvana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Roll dice.&#10;Play cards.&#10;Liberate yourself.&#10;&#10;In Nirvana, players first roll dice and sum up the values to create cards for a card game. Whoever gets rid of all their cards first wins!&#10;&#10;In more detail, in the roll-and-write half of the game, a player rolls three dice, then all players write the values in a colored area on their board. Each player also has a limited ability to adjust the value of the dice in this round. Once complete, the players sum the columns on their sheet as shown to determine the ranks of the &quot;cards&quot; in their hand.&#10;&#10;In the shedding half, the players play a game based on the traditional structure known as Daifug&#197;&#141;, with the start player playing one or more cards of the same rank, and the other players then either passing or playing the same number of cards but of a higher rank. The first player to &quot;play&quot; all of their &quot;cards&quot; wins!&#10;&#10;This re-implementation of &#227;&#131;&#173;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#136;&#226;&#154;&#133;&#229;&#175;&#140;&#232;&#177;&#170; (Roll Write Daifug&#197;&#141;) has an all-new design and a card expansion that changes the rules each time you play.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Ladder Climbing",
      "Paper-and-Pencil",
      "Variable Set-up"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "12051",
    "Name": "Magellan: Elcano",
    "ID": 329529,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/329529/magellan-elcano",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "September 20, 1519: The activity on the deck is frantic. Sailors run from side to side, loading the final batch of supplies. On the royal stand in the harbor, the preparation is intense. The King has arrived to watch the fleet set sail: five mighty ships, commanded by five shrewd captains whose intelligence will be put to the test in the years to come. The cannons roar, giving the departure signal. The anchors are pulled up, and the sails unfurled. The voyage that will circle the globe has just begun.&#10;&#10;In Magellan: Elcano, you assume the role of a captain on one of these ships circumnavigating the world, and you want to collect as many goods as possible. Each player has an identical deck of 15 cards, and you start with five random cards in hand. These cards have values on them in two colors (from red, blue, and green) on opposite ends, and three decks of  ocean cards in red, blue, and green lie in the center of the table.&#10;&#10;Reveal the top card of each deck. Each player then takes turns playing a card from their hand in front of them, building up to three piles &mdash; one in each color &mdash; and rotating a player card as desired to make it one color or another. Continue around the table until all players have passed or have no cards remaining in hand. Whoever has played the highest total in red discards their played cards and claims the matching ocean card; all other players return their played red cards to hand. In  the event of a tie, all players return their cards to hand, with the red ocean card remaining in place. Do the same with the blue and green cards.&#10;&#10;All players draw two cards from their personal deck, then you reveal a new red, blue, and green ocean card, piling up cards of the same color if they weren't claimed the previous one. Continue playing rounds until all players' decks are empty. Total your claimed ocean cards. Whoever has the highest sum wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "History: Age of Discovery"
    ]
  },
  {
    "Rank": "12052",
    "Name": "Wurst Case Scenario",
    "ID": 248909,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/248909/wurst-case-scenario",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Total chaos in the Wurst Factory! A batch of bad sausages has been produced and on top of that, they are alive! The only solution is throwing them on the conveyor belt and eventually they'll fall in the meat grinder so they can be processed again and become tasty sausages fit for human consumption.&#10;&#10;But the sausages will struggle to survive. They want to stay alive as long as possible so they will run away from the meat grinder and push the other sausages in front of them. But they will also have to keep an eye out for the Must-ard who will give them commands they must follow. They can also turn to the May-onnaise who will give them some options they might use. And don't forget the Ketchup. What's a sausage without Ketchup?&#10;&#10;Who'll be the last Wurst standing? Will it be you?&#10;&#10;Wurst Case Scenario is a funny very lightweight family game. The players are dealt an identity card randomly and they keep their identity a secret. Every turn all players play one card to influence the position of the sausages on the belt. When all players have played their card all sausages move one position further on the belt in the direction of the meat grinder. Eventually the sausages will move onto the meat grinder and they are eliminated from the game (but the owner of the sausage will keep on playing cards). When there is only one sausage left on the belt the game has ended and the owner of the sausage is declared the winner. When your sausage is eliminated, you can still keep on playing to plot your revenge. The eliminated players will try to make sure the last sausages fall in the grinder at the same time (this isn't as easy as you might think) and when this happens there is no winner. We have to admit, this really is the Wurst Case Scenario!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "12053",
    "Name": "Shell Shock!",
    "ID": 2082,
    "Year": "(1990)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/2082/shell-shock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1786",
    "Description": "Shell Shock! is a two-player game of combat, adventure and heroism in World War II Europe; adapted from the award-winning and incredibly popular Ambush! solitaire game. In each of six missions, one player commands a squad of German infantry while another commands American, British, or Soviet troops. The players determine the composition of their squads - men, weapons, and equipment - and purchase Light and Heavy supports to assist them in the mission - from foxholes and barbed wire to artillery support. Every playing is different as the intensity of the battle, mission objectives, forces and weather change.&#10;&#10;Contents:&#10;One 22&quot; x 32&quot; Map Display with one 16&quot; x 18 &quot; Map&#10;Four 8&quot; x 16&quot; Maps (B-E)&#10;540 Counters (3 Sheets total)&#10;One Rule Booklet&#10;Two Mission Booklets&#10;Two Player Cards &#10;Two Squad Record Pads&#10;Two Vehicle Displays&#10;120 Playing Cards&#10;- 46 Random Event&#10;- 30 Allied Aid Card&#10;- 30 German Aid Card&#10;- 8 Special Guest&#10;- 6 Crew Vehicle&#10;One Counter Tray&#10;Two ten-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Ambush! solitaire wargame system (Victory Games)"
    ]
  },
  {
    "Rank": "12054",
    "Name": "By Fire and Sword",
    "ID": 56886,
    "Year": "(2009)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/56886/by-fire-and-sword",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "By Fire and Sword &ndash; a historical wargame is the name of a battle system developed by the Wargamer Company. We wanted to create a realistic, playable and dynamic wargame which recreates the 17th century wars fought by the Polish-Lithuanian Commonwealth against Turkey, Muscovy, Sweden, Crimean Khanate and Cossacks.&#10;&#10;The period between 1640 and 1676, on which the game focuses, is a time of almost constant warfare waged by the Polish-Lithuanian Commonwealth on all fronts, in many cases with several enemies at the same time. Supplements planned for the game will be dedicated to specific wars and campaigns in which the Polish-Lithuanian Commonwealth took part during the entire 17th century.&#10;&#10;&quot;By Fire and Sword&quot; is a comprehensive system including game rules, historical background for the forces of all the combatants, battle group creation rules and scenarios, but most of all a huge number of wargaming figures representing all the military formations of the warring parties.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Country: Poland",
      "History: Great Turkish War",
      "History: Polish-Swedish Wars",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12055",
    "Name": "Introduction to Advanced Dungeons & Dragons",
    "ID": 7849,
    "Year": "(1995)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/7849/introduction-to-advanced-dungeons-and-dragons",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "An introductory board version of the AD&amp;D system via basic scenarios played with miniatures (plastic, included), and a campy/nifty CD for both ambiance and  automated DM instructions.&#10;&#10;Includes introductory versions of the Players Handbook, Dungeon Master Guide, Monstrous Manual as well as a set of dice, six plastic character figurines, a Dungeon Master Screen, audio CD, six character cards and a reversible mapboard (&quot;Tomb of Damara&quot; and &quot;House on Harrow Hill&quot;).&#10;&#10;RPGGeek Entry: First Quest&#10;&#10;Dungeons &amp; Dragons Starter Sets:&#10;2nd Edition: The New Easy to Master Dungeons & Dragons and Introduction to Advanced Dungeons & Dragons&#10;3rd Edition/3.5 Dungeons & Dragons Basic Game&#10;4th Edition: Dungeons & Dragons Starter Set&#10;&#10;Supplemental articles were published in TSR's Dragon Magazine including:&#10;&#10;FIRST QUEST game: Introduction (Game design notes) Dragon (Issue 204 - Apr 1994)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Player Judge",
      "Role Playing",
      "Square Grid"
    ],
    "Families": [
      "Components: Compact Discs (CDs)",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Setting: Dungeons & Dragons",
      "Space: Asteroids",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "12056",
    "Name": "Alaska",
    "ID": 1387,
    "Year": "(1979)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/1387/alaska",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4516",
    "Description": "Players compete to collect their container blocks from a central island and return them across the ice sheet to their respective camps before the Spring thaw.&#10;&#10;The game runs in two parts; Winter as the players lay ice tiles across the hex board to the central island, and Spring as the thaw allows the players to remove ice tiles. In your turn, you draw from deck 1 which shows a 1,2 or 3 hex tile and a number on the winter/spring header/footer. After placing the tile in the hex-board, you then draw an action card from deck 2. Most are played immediately (Polar Bear, Frostbite, Found Container) but others you can save and use later (Robbery, Fog, Helicopter). Then the player can move their truck up to free places.&#10;&#10;A 3-hex ice tile counts as one space, so a player with a shorter route may profit early, but when the thaw comes, the other players can quickly remove the shortcut. The Polar Bear acts as a barrier and is often moved around. The other action cards can be beneficial (Found Container means you simply put a container in your truck where you are) or hinder you (Frostbite means you must drop the container and your truck jumps to your camp). Players can only rob dropped containers, not other trucks.&#10;&#10;The Spring thaw only comes when all the ice tiles that can be placed are down. You keep using deck 1, but simply read the alternative symbol for the thaw. There are fewer thaws, so the ice sheet stays active for some time, forcing players to make longer detours. You cannot remove an ice tile if it holds a truck or the bear, and tiles with dropped containers only go last. The game sort of stops when no containers can be collected, but since Helicopter action cards allow you to jump from place to place, the actual end-point is not precise.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Board Games",
      "Region: Arctic",
      "States: Alaska",
      "Theme: Seasons of the year"
    ]
  },
  {
    "Rank": "12057",
    "Name": "Lands of Evershade",
    "ID": 415848,
    "Year": "(2025)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/415848/lands-of-evershade",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "270",
    "Weight": "0",
    "Description": "Lands of Evershade is a hybrid RPG/board game experience that lets 1-5 players enjoy grand, richly narrated open-world adventures without a dungeon master, while keeping the game approachable and easy to learn.&#10;&#10;Start by building your perfect character using an immersive player's handbook. Choose from unique races and origins, dark secrets, and exciting classes with interesting advancements and specializations that ensure no two characters are the same. All decisions made during character creation &mdash; as well as later in the game &mdash; change how the world reacts to you, both in story and combat. Were you a nobleman or a common thief in your past? What's your secret or personal quest you hide from other players? New stories, interactions, and combat opportunities unlock at every step.&#10;&#10;You can explore the game's multiple standalone story modules and scenarios in the order of your choice to create your own campaign that will lead you to different areas and significant events in the vast universe of Lands of Evershade. When necessary, engage in fast-paced tactical combat in which enemies react to your actions. Enjoy dozens of high-quality models that bring life to your party members and enemies.&#10;&#10;Lands of Evershade is more than a game; it's a universe built over many years, a world of secrets buried in the shadow of the goddess Luada that will grow and expand with new content for years to come.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "12058",
    "Name": "Molehill Meadows",
    "ID": 397602,
    "Year": "(2024)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/397602/molehill-meadows",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Molehill Meadows you play as Mika the Mole, an intrepid adventurer with an affinity for shiny things, a hunger for juicy worms and an innate desire to dig. And dig you will by using polyomino shapes to strategically tunnel paths across flower filled fields, ever expanding your molehill home whilst being careful not to compromise existing pathways.&#10;&#10;Throughout your journey you will forage for worms, unearth hidden treasures, complete randomly chosen objectives and skillfully connect different sections of the map to earn valuable points. Not only will the delicious worms you collect along the way fill your belly but they also gain you unique powers, such as crafting your own customised tunnels, digging multiple times in a turn and even bending tunnel placement rules in your favour, with many satisfying combos waiting to be pulled off.&#10;&#10;With simultaneous play and a player count that&rsquo;s only limited by the number of game sheets you have, Molehill Meadows will be tunnelling it's way into your heart in no time.&#10;&#10;So pop on Mika&rsquo;s extra strong glasses and embark on this delightful ever-changing journey through Molehill Meadows and prove your skills in crafting the ultimate tunnel network!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Moles",
      "Components: Polyominoes",
      "Mechanism: Flip-and-Write",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "12059",
    "Name": "Hagakure",
    "ID": 293836,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/293836/hagakure",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.125",
    "Description": "&quot;Hagakure&quot;, a term meaning &quot;in the shadow of the leaves&quot; or &quot;hidden in the foliage&quot;, is a practical and spiritual guide for Japanese warriors that's also known as &quot;The Book of the Samurai&quot;.&#10;&#10;The game Hagakure is a trick-taking design for 3-5 players in which you try to score more points than any other player. The deck consists of thirty cards: villagers numbered 1-17, samurai numbered 18-27, and three &quot;old fools&quot; who have no numbers. (With 3-4 players, you remove cards 1-5 and 23-27 from the game.)&#10;&#10;At the start of each round, you deal 4-5 cards to each player, then place the remaining 4-5 cards in a pile called &quot;Goze&quot;. Each player starts with five &quot;Nobori&quot; tokens, each of which has a special power, and a player can choose to play exactly one of these tokens after looking at their cards. These tokens let you look at another player's hand, swap your hand with the Goze, double your points, etc.&#10;&#10;The lead player plays a card from their hand, then each player follows, with the highest card played winning the trick, then leading to the next trick. If a samurai (a red card) is played, then each other player must play a samurai, if possible. Otherwise the game has no required plays. An &quot;old fool&quot; played on its own is worthless, but if a second or third &quot;old fool&quot; is played into a trick, then the player of the last such card wins the trick.&#10;&#10;Players earn 1 point for each trick won and 1 point for capturing the 16. A player who took no tricks loses 2 points. After 5-9 rounds, depending on the player count, whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "12060",
    "Name": "Paratroop",
    "ID": 8328,
    "Year": "(1979)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/8328/paratroop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2069",
    "Description": "Three mini-games in one package - the Red Devils at Arnhem, the German assault on Eben Emael, and the German airborne invasion of Crete.&#10;&#10;Eben Emael: Lightning Strikes Belgium - May 1940, is a squad level simulation of the German airborne drop on the Belgian fortress, which paved the way for the German advance through Belgium. The Germans used glider troops and hollow charges to penetrate the steel turrets that dotted the top of the underground fort. The scale is 100 meters per hex and 12 minutes per turn on an 11&quot;x17&quot; map of the battlefield.&#10;&#10;Crete: The False Victory - May 1941, is a battalion level simulation of the battle between  the German airborne forces of General Kurt Student and the multinational Commonwealth forces defending the island. The scale is one mile per hex and one day per turn on an 11&quot;x32&quot; map of the northern coast of Crete.&#10;&#10;Red Devils: The Massacre of the Gallant - September 1944,  is a company level simulation of the battle between the British First Airborne Division and the German formations around the Dutch town of Arnhem. The Red Devils found themselves trapped 100 kilometers behind enemy lines fighting desperately to hold onto their objective, the bridge across the Neder Rijn(Lower Rhine). The game scale is 600 meters per hex and 12 hours per turn on an 11&quot;x17&quot; map.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Country: Belgium",
      "Country: Netherlands",
      "Islands: Crete (Greece)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "12061",
    "Name": "Gates of Mara",
    "ID": 300944,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/300944/gates-of-mara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2857",
    "Description": "Lead your tribe to the Gates of Mara, portals to realms of pure elemental energy. Encounter powerful elemental lords, manipulate intricate economies, and summon colorful magic. Vie for the most influence in each realm so you can establish your tribal claims.&#10;&#10;Gates of Mara blends upgradeable worker placement with layered area-control mechanisms, all brought to life by the art of Nastya Lehn. You can lead reptilian dragonkin, the amphibious goblins, the insectoid antids, or the arboreal elves.&#10;&#10;Strategically position your tribe members around the realms and gates. Enchant your tribe members to give them new abilities. Compete for short-term objectives, but keep your eyes on your influence. Only the player with the most influence can lay claim to the Gates of Mara!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12062",
    "Name": "Palabra",
    "ID": 3771,
    "Year": "(1990)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/3771/palabra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the back of the box:&#10;&#10;THE GAME IN A NUTSHELL&#10;&#10;Cards with color-coded letters create crafty new ways to score.&#10;&#10;&#10;     Make words from cards of mixed colors&#10;     From cards all the same color (scores double)&#10;     With &quot;straights&quot; of three or more consecutive letters&#10;     With starred cards that double or triple the value of words&#10;     With &quot;flushes&quot; (five or more cards all the same color, no word necessary)&#10;     By &quot;building&quot; on words played by opponents&#10;     In other shrewd and wily ways&#10;     Get help from three wild cards that can be substituted for any letter or any color&#10;     Zap your opponent's big score with point-canceling &quot;killer-card&quot; (Joker)&#10;     Game ends when all cards are used.  Highest total score wins.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "12063",
    "Name": "Escape Room: The Game – 2 Players Horror",
    "ID": 325704,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/325704/escape-room-the-game-2-players-horror",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Experience the excitement of a real Escape Room, right at home. In this challenging and nerve-racking horror two-player edition of the world-famous Escape Room The Game, you work with your teammate to solve puzzles and find hidden clues.&#10;&#10;It's a race against time; you only have 60 minutes to escape. In this game you win or lose together. Teamwork is the key to success. If you've never played an Escape Room before, prepare for a completely new experience. Unbelievable how quickly an hour passes in the heat of battle!&#10;&#10;Contains 1 introductory adventure (15 minutes tutorial &quot;Bloody Mary&quot;) and 2 complete adventures. To play this game you need a smartphone with the digital Chrono Decoder in the Escape Room The Game app OR the Chrono Decoder from the base game.&#10;&#10;House by the Lake&#10;Your car breaks down in the middle of nowhere. Luckily a friendly pump operator offers to fix your car in a day. He even gives you directions to his family&rsquo;s house by the lake where you can spend the night! Unaware of the family&rsquo;s dark secret you set out&hellip;&#10;&#10;Little Girl&#10;4 years ago, you&rsquo;ve finally managed to put the Mortician behind bars; a serial killer that killed 9 little girls and left their bodies in horrible poses. Now your niece suddenly disappears. Could this be the work of a copycat? Time to pay the Mortician a visit&hellip;&#10;&#10;",
    "Categories": [
      "Electronic",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Escape Room – The Game (Identity Games International B.V.)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "12064",
    "Name": "Their Finest Hour",
    "ID": 7639,
    "Year": "(1976)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/7639/their-finest-hour",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.3",
    "Description": "The Battle of Britain and Operation Sea Lion&#10;&#10;After the defeat of France in the spring of 1940, Britain alone remained in the war against German aggression. Follow-ing their triumph on the continent, the Germans organized and trained their forces for the campaign they hoped would win the war: the invasion and conquest of Britain. With the British army only slowly recovering from the tremendous loss of equipment it suffered during its hasty evacuation from France, the defense of Britain lay with the Royal Navy and, especially, with the Royal Air Force. For if the German Luftwaffe could drive the RAF from the skies of southern Britain, then the German armies would have a fair chance of crossing the English Channel and bringing the sparsely-equipped British ground forces to battle.&#10;Their Finest Hour is a two-player game recreating the military situation facing Britain and Germany in the summer and fall of 1940. At 16 miles per hex, the maps cover the entire British Isles plus northern France and western Norway. Each player controls the air, naval, and ground forces committed to the invasion or defense of Britain. Air units are based on groups of about 40 aircraft; naval units represent flotillas of destroyers and individual capital ships and cruisers; ground units are scaled at divisions, brigades, regiments, and battalions. The rules use the basic Europa game mechanics as a framework, with specialized rules covering the historical situation in detail.&#10;&#10;This box contains the following game components:&#10;&#10;    two 21 x 27 maps&#10;    1,200 die-cut counters&#10;    a complete set of rules&#10;    chart set&#10;    two dice&#10;&#10;&#10;Playing Time: up to 6 hours&#10;Number of Players: 2 players&#10;Complexity: Master&#10;&#10;Original Design: Marc W. Miller, Paul R. Banner, and Frank Chadwick&#10;2nd Edition Design and Development: John M. Astell&#10;Art Director.: Paul R. Banner&#10;&#10;(from the 2nd edition back box)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games",
      "Series: Europa"
    ]
  },
  {
    "Rank": "12065",
    "Name": "Robotech: Attack on the SDF-1",
    "ID": 231476,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/231476/robotech-attack-on-the-sdf-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "160",
    "Weight": "2.75",
    "Description": "In Robotech: Attack on the SDF-1, you play heroic characters of the venerable Super Dimension Fortress One, also known as the SDF-1. Players are thrown on a chaotic path as alien forces, known as the Zentraedi, attack without warning. You must defend the SDF-1 against continuous waves of Zentraedi attacks, unexpected disasters, and treachery. As a hero, you are forced to battle vicious enemies, repair damage, and manage resources. Tough decisions and sacrifices are required for you to reach home safely.&#10;&#10;If the Heroes can keep the SDF-1 from being captured by the Zentraedi and make it to the end of the Scenario, they win. Beware as there are many ways to lose, and the Zentraedi will not give up...&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Robots",
      "TV Shows: 80's Cartoons",
      "TV Shows: Robotech"
    ]
  },
  {
    "Rank": "12066",
    "Name": "Oxono",
    "ID": 398388,
    "Year": "(2024)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/398388/oxono",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "To win Oxono, you must be the first player to line up 4 pieces of your colour or 4 pieces of the same symbol, orthogonally. At each turn, you take 2 actions: move a totem of your choice (X or O) as many squares as you like, but always in the same row (horizontally or vertically), then place one of your pieces with the same symbol as the totem played, on a free square orthogonally around the totem's new position. You can only move a totem if you still have pieces of the same symbol in reserve, otherwise you will be forced to play the other totem.&#10;&#10;The most original aspect of Oxono is when a totem is completely surrounded. You can then play the totem over the surrounding pieces, and if you land on another encircled square, you can place your piece anywhere on the board. Note that you can use your opponent's colour to win by aligning symbols. The turnarounds are surprising for a game that lasts only 15 minutes and the replayability is maximum. The game feeling is very satisfying and the desire for revenge is immediate.&#10;&#10;&mdash;description form the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 6 x 6 Grids",
      "Digital Implementations: Board Game Arena",
      "Mechanism: 4 in a Row"
    ]
  },
  {
    "Rank": "12067",
    "Name": "Sherwood",
    "ID": 21829,
    "Year": "(2005)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/21829/sherwood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2692",
    "Description": "Each player has a group of forest robbers from Sherwood.  In each round players simultaneously attack three travelers with a hidden count of robbers.  According to the robbers, properties for each traveler is determined by which group attacked him.  Successful groups take some reward.  Victory points are earned from a range of one's own villages.  Some rewards allow the player gain a village and score points from them.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "12068",
    "Name": "Suspense: the Card Game",
    "ID": 149621,
    "Year": "(2013)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/149621/suspense-the-card-game",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "SUSPENSE: THE CARD GAME is a frighteningly fast game of deduction and bluffing. It's a tiny game for big brains. You'll be shocked at how much fun you can get from thirteen little cards.&#10;&#10;Each player is dealt a hand of four cards, leaving the last card face-down in the middle of the table. This is the secret victory condition of the round. Sometimes you want the lowest number in play, sometimes you want the highest number in hand... there are thirteen unique victory conditions possible, all based on highest or lowest number, either in play or in hand, and sometimes specifying black or white numbers.&#10;&#10;Fortunately, you have some clues in your hand to help your process of elimination. Your hand of cards lets you deduce that these will *not* be the victory condition for the round. Your goal is to deduce a victory condition while also trying to meet it. And time is tight! You only have a few turns in each round to figure it out.&#10;&#10;There is one more brain-burning twist: If you're the dealer, you know the secret victory condition! The other players will closely watch your choices for clues! You could try throwing false leads to get the other players on the wrong trail. You'll have to be really clever to keep everyone in... SUSPENSE!&#10;&#10;Details:&#10;3 Players | 15 Minutes | Ages 12+&#10;&#10;Quality:&#10;This game uses DriveThruCard's thickest, highest quality, Premium card stock.&#10;&#10;Includes:&#10;&#10;13 cards used in play.&#10;4 rules reference cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "12069",
    "Name": "Mini DiverCity",
    "ID": 236178,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/236178/mini-divercity",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Time passes by quickly and industries are taking advantage of resources held in an archipelago of islands and its coral reefs. Your team of divers is fighting against time to protect the archipelago and turn it into a national park before the fishing, petrol and tourism industries get complete control of it and destroy the coral reefs.&#10;&#10;Show the government that species diversity is wide enough to justify the coral reef transformation into a national park and you&rsquo;ll win the game! If you fail, the industries will take over and exploit the islands and the coral reefs until the ecosystem is completely destroyed. Will you be able to demonstrate the extent of the coral reef diversity before it&rsquo;s too late?&#10;&#10;Discover the underwater world in this shorter, smaller and streamlined version of DiverCity! You'll only use cards and several tokens to try to accomplish your goal in Mini DiverCity.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Exploration",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Memory",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Nature",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "12070",
    "Name": "Rory's Story Cubes: Score",
    "ID": 165523,
    "Year": "(2014)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/165523/rorys-story-cubes-score",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An expansion to the creativity game Rory's Story Cubes. This set includes 3 new dice with 18 thematic actions.&#10;&#10;This expansion can be played on its own or in combination with the original game.&#10;&#10;The game is useful as an aid to creative problem solving, language learning and story telling. Players roll the dice and then tell a story using the actions. &quot;Once upon a time...&quot;&#10;&#10;Integrates with:&#10;&#10;    Rory's Story Cubes&#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "12071",
    "Name": "Drone Home",
    "ID": 325545,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/325545/drone-home",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Race to launch your aliens down the ramps and land inside the drone! Watch out&mdash;there&rsquo;s a delay once you make it in, so others can knock you out! If you stay in and your alien escapes when the drone lifts off, you&rsquo;re one step closer to winning! Get rid of all your aliens first to win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "King of the Hill",
      "Real-Time"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "12072",
    "Name": "Saigo no Kane",
    "ID": 32995,
    "Year": "(2008)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/32995/saigo-no-kane",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0833",
    "Description": "&quot;The first day of a new school year has just begun in the elite school of Kankyou Gakuen. According to the school tradition all who wish to be school president may now present their candidacy to the voters. In order to do that they organize events on the school playing field. All seems to proceed in an atmosphere of friendly rivalry. The truth is, however, that the first week of school is a time of merciless combat during which all is fair. At the end of the week  we will know who gets position and influence and who loses status and privilege.&quot;&#10;&#10;Saigo no Kane is a board game in which you will battle your friends for power and authority in a Japanese high school. With the help of students of the election committee (and their parents&rsquo; money) you will organize events to attract voters. The person with the most support after the fifth turn wins.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "12073",
    "Name": "Critical: Foundation – Season 1",
    "ID": 359861,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/359861/critical-foundation-season-1",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "300",
    "Weight": "2",
    "Description": "It's 2035, and the world has changed little. Huge multinationals have taken over, and nanotechnologies are part of everyday life. Icarus was created to respond to the new challenges that this new way of life brings. Its goal: Investigate sensitive cases and undertake delicate operations.&#10;&#10;Critical: Foundation &ndash; Season 1 is constructed like a television series, with each of the nine episodes taking 30 minutes to play. You can take on the role of Gamemaster, who directs the adventure, or play as one of the characters to put yourself in the story. The game provides an RPG-style experience with board game scaffolding via character cards and dice-based combat.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "12074",
    "Name": "Waterloo",
    "ID": 5296,
    "Year": "(1962)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/5296/waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1864",
    "Description": "The classic The Avalon Hill Game Co game.&#10;&#10;From the box:&#10;&#10;Refight the last great campaign of Napoleon, in this fast-moving game of military strategy. Over 160 die-cut counters representing the massed armies of France, Prussia, and the Dutch Anglo-Allies maneuver and engage in combat on a full-color, 22&quot; x 28&quot; mapboard.&#10;&#10;Avalon Hill Complexity rating - 2&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12075",
    "Name": "Irish Freedom",
    "ID": 360480,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/360480/irish-freedom",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Irish Freedom is a solitaire wargame that simulates the Irish War of Independence from 1919 to 1921 and also covers the Irish Civil War from 1922 to 1923.&#10;&#10;As the player, you play the Irish rebel forces fighting for Independence against the British in the War of Independence. If you are successful in this, you then play the Free State forces against the Republican enemy in the Irish Civil War. Alternatively, you may play either war as a stand-alone game.&#10;&#10;Game play involves moving your forces, represented by counters, on a map of Ireland. You can also raise fresh forces to help your armed operations.  A simulated enemy move will attempt to prevent your victory. Victory is achieved by a combination of how quickly you can win the War of Independence and how quickly/completely you can win the Civil War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Irish War of Independence",
      "Country: Ireland",
      "Country: United Kingdom",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "12076",
    "Name": "Unboxed",
    "ID": 386270,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/386270/unboxed",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Unboxed, you and your friends take on the role of archeology interns under the direction of Dr. Ramos. At the dig site, the team has uncovered ten caches of ancient board games and they need your help to figure out how they were played. The centuries have not been kind to the rulebooks, so you&rsquo;ll have to infer the rules based on each game&rsquo;s symbology, components, and your own experience and intuition. Hopefully you&rsquo;ve been attending board game night regularly...&#10;&#10;EXAMINE&#10;Each of the ten dig-sites will grant you a specific set of components and a few questions to help guide your &ldquo;research&rdquo;.&#10;&#10;EVALUATE&#10;Figure out how the components work together.&#10;&#10;PLAY&#10;Once you&rsquo;ve successfully recreated the rules, you&rsquo;ll have a fully functional game!&#10;&#10;Unboxed brings board game lovers and aspiring game designers a unique puzzle experience, which features a playful spin on the one-box mystery and many satisfying surprises! Dr. Ramos will be there to provide hints as you theorize and test your designs for all ten of the provided scenarios. So, what are you waiting for? Put your sleuthing skills to the test and get these ancient games UNBOXED!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "12077",
    "Name": "Dragon Ball: Deckbuilding Game",
    "ID": 425934,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/425934/dragon-ball-deckbuilding-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Dragon Ball: Deckbuilding Game is a Boardgame with the main mechanic of Deckbulding. Players can use the main characters of Dragon Ball to fight against Villains.&#10;&#10;Every Foe can different mechanic. The game is being implemented in phases and is currently in the first phase.&#10;&#10;The Aeons End is the main reference for its creation as well as a tribute to the master Akira Toriyama.&#10;&#10;Similarities with Aeons End:&#10;&#10;     It is a cooperative Deckbuilding in which players face a villain.&#10;     The villain is played alone by an AI which can be your own deck or another mechanic.&#10;     Player turns are determined by a turn order deck in most scenarios.&#10;     Enemies may have minions that activate on the villain's turn.&#10;&#10;&#10;Differences with Aeons End:&#10;&#10;     The market is made by shuffling 5 decks.&#10;     There are two types of attack: energy and physical.&#10;     Energy attacks have a casting time.&#10;     Energy attacks can be boosted.&#10;     You can buy/steal dragon balls and make wishes.&#10;     Characters can have allies, equipment and training.&#10;     Characters have levels and are not balanced against each other.&#10;     Enemies have levels.&#10;     If a character dies he is eliminated from the game until he is resurrected.&#10;     It has 1vs1 mode.&#10;     It will have a campaign mode.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "12078",
    "Name": "Pleasant Hill: The Red River Campaign",
    "ID": 5997,
    "Year": "(1986)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/5997/pleasant-hill-the-red-river-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.2941",
    "Description": "Pleasant Hill: The Red River Campaign was first published in Strategy &amp; Tactics magazine #106. It is the seventh game of the Great Battles of the American Civil War series which includes Pea Ridge, Drive on Washington, Wilson&#039;s Creek, Cedar Mountain, and Jackson at the Crossroads/Corinth.&#10;&#10;The game is a simulation of the battle of Pleasant Hill, fought in Louisiana in April, 1864.  The Union Army was attempting to move up the Red River valley to Shreveport where it was overrun by a small Confederate force at Mansfield. The Union Army then retreated to nearby Pleasant Hill and took a defensive posture... on April 9, the Confederates attacked.&#10;&#10;Each Game-Turn represents 20 minutes of real time, each hex covers about 125 yards from hexside to hexside, and each Strength Point is the equivalent of 100 men or 1 gun.&#10;&#10;Included are a 22&quot;X34&quot; mapsheet, 200 counters, standard rules for the 'Great Battles' series, exclusive rules, and player charts and tables.&#10;&#10;Not a simple game... there are more than 20 pages of rules which include extensive rules for cavalry, artillery and line-of-sight, morale, and fire and melee combat.&#10;&#10;Victory is based on points earned by eliminating or demoralizing units and through capture of certain geographical objectives. The difference in points between the Union and Confederate players determine the level of victory.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Great Battles of the American Civil War (Richard H. Berg)"
    ]
  },
  {
    "Rank": "12079",
    "Name": "Stocks & Bonds",
    "ID": 1590,
    "Year": "(1964)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/1590/stocks-and-bonds",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.025",
    "Description": "Stocks &amp; Bonds will transport you to Wall Street.  You shrewdly invest in the game's 10 securities, buying and selling each year (each round) in an attempt to become the wealthiest stockholder in the game.  The game has a unique calculator which will tell you if you've had a Happy Monday or a Black Friday.&#10;&#10;Stocks &amp; Bonds is for two to eight players, teen through adult.  The bookshelf case contains a Stock Board, marker, dice, calculator, record sheets, situation cards, stock certificates and instructions.&#10;&#10;There are several different versions available, though the external boxes look the same.&#10;&#10;The original 1964 version in the 3M Bookshelf Series, with the block-style spine, has a single-sided market calculator, and requires that players pay $10 per transaction.  In the later version, with the filigree spine, the $10 per transaction is dropped, and the market calculator has a &quot;bear&quot; and a &quot;bull&quot; side.  Additionally, the later version has a &quot;margin&quot; variant that allows players to purchase stock on credit, but pay for a percentage of their credit.&#10;&#10;&#10;     reimplemented as Stock Market Guru&#10;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: 3M Bookshelf Series",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "12080",
    "Name": "Inception",
    "ID": 124000,
    "Year": "(2011)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/124000/inception",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1875",
    "Description": "This game is based on the movie of the same name. All players are extractors that play against one player chosen as the &quot;mark&quot;, and while the extractors work together at first, there is only one winner, i.e they all turn on each other eventually.&#10;&#10;There are 4 levels and Limbo. There is one safe per dream level, and in each safe is either hidden WORTHLESS MONEY, or the mark's secret ( the game objective ). The extractor to uncover the mark's secret wins. The mark wins when the deck runs out without anyone finding his secret.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "12081",
    "Name": "Doom Realm",
    "ID": 237106,
    "Year": "(2017)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/237106/doom-realm",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.7778",
    "Description": "Doom Realm is a print &amp; play roll &amp; write system that takes place in a dark fantasy world.&#10;&#10;Players will need to print out the rule sheets and adventure sheets in order to play. They will also need to supply 4 six-sided dice and a pencil.&#10;&#10;Your mission in each adventure is to locate and defeat the six enemies that dwell within the realm. Players roll four dice and must assign each of them to one of the four places on the adventure sheet (Movement, Enemies, Treasures, and Locations).&#10;&#10;MAP &ndash; One die must be used to explore the map. Each side of the die allows the player to shade in a certain shape of hexes on the map. When a number is shaded in in front of location, the player may attempt to battle the enemy there and secure the treasure that resides there.&#10;&#10;ENEMY &ndash; One die is also used to increase the power of an enemy. You must choose to either make the enemy have more health or deal more damage. So as the game progresses your foes will gain in power, so you need to balance how powerful you want them to get with how big the treasure horde is there.&#10;&#10;TREASURE &ndash; Another die is used to increase the size of a treasure horde by shading in the next square in the corresponding treasure. All sorts of helpful items can be had including swords, shields, and potions, but sometimes moving down the treasure track will add obstacles like traps or locks.&#10;&#10;LOCATION- The fourth and final die is used to increase the power level of a location. This both increases the amount of gold there and the power of the enemy. Whenever a star is shaded in on the location tracker you must shade in a box on the enemy residing there. Scary!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12082",
    "Name": "Warsaw Rising Up 1945-1980",
    "ID": 167404,
    "Year": "(2016)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/167404/warsaw-rising-up-1945-1980",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Warsaw Rising Up 1945-1980 is a board game for 3-5 players, where participants take the roles of Polish urban planners, architects, engineers and builders &ndash; members of design and building studios functioning within the Bureau for the Rebuilding of the Capital. They face the challenges of restoring Warsaw destroyed during World War 2, bringing back the city&rsquo;s prestige and importance in the fields of administration, culture and industry.&#10;&#10;The goal of the game is to rebuild Warsaw after the war and develop the city. The players have to get concrete, use the materials acquired from the debris of the destroyed Capital and various social funds that were used in reality during the rebuilding of Warsaw. However, not only the reconstruction itself is important, but also the appropriate location of the objects on the city map and competent delegation of the members of one&rsquo;s studio to work. One of the several tactical elements of the game is managing the project cards and workers. Using their extra abilities may be the key which will benefit one player and make the work much harder for another. But even for a moment they should not forget about acquiring building materials from prefabricated elements and building new panel blocks.&#10;&#10;The game covers the period of thirty-five years, so in subsequent stages many various tasks appear. They are related to political doctrines, tendencies in architecture as well as the general economical and developmental situation in Poland in the given period. But the most important feature of the game is that each time the players are able to rebuild Warsaw in a different way from this known from history. They decide whether the historical rebuilding plan will be realized and where &ndash; if at all &ndash; the Palace of Culture and Science will stand. The players also have an access to the plans that were never realized, both from the Six-Year Plan and later urban development concepts. The game includes a futuristic element, too &ndash; the players have plans of two subway lines at their disposal. Such plans actually existed in post-war Warsaw, but they were never realized due to economic problems. In this game it is possible.&#10;&#10;",
    "Categories": [
      "City Building",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Components: Map (City Scale)",
      "Country: Poland",
      "Crowdfunding: Wspieram",
      "History: Cold War"
    ]
  },
  {
    "Rank": "12083",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Baratheon Starter Set",
    "ID": 293387,
    "Year": "(2019)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgame/293387/a-song-of-ice-and-fire-tabletop-miniatures-game-ba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Robert is dead. Will a New Baratheon Take the Iron Throne?&#10;King Robert Baratheon is dead. And while his (alleged) son Joffrey sits on the throne, there are other Baratheons who have also made claim to the kingdom. Both Renley and Stannis Baratheon have laid claim to the Iron Throne and they are willing to fight to take it. House Baratheon might be internally divided, but their troops are still just as strong as ever on the battlefield.&#10;&#10;The Baratheon Starter Set gives players everything they need to make their claim on the Iron Throne. It comes complete with a rulebook, dice, measuring sticks, stat cards, and miniatures to field a full army in the A Song of Ice and Fire: Tabletop Miniatures Game. Players will get two units of Baratheon Wardens, and a unit each of Baratheon Sentinels and Stag Knights. Along with that, there are Unit Attachments and NCUs, including characters such as Renley and Stannis Baratheon, Alester Florent, Shyra Errol, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Components: Miniatures",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "12084",
    "Name": "Power",
    "ID": 487,
    "Year": "(1981)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/487/power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6154",
    "Description": "One of the elements of Diplomacy that makes it so unique is the writing of orders for your pieces and then the simultaneous resolution of the move for everyone.  Power uses this same general concept, only minus all the devil-inspired backstabbing that makes Diplomacy what it is.  In this game, players are given equal forces consisting of ships, planes and other weapons of modern warfare, including a 'nuke' of sorts.  Each turn, players can move a set number of their pieces based on the chosen piece's movement.  The board is a painfully simple system of orthogonal squares.  Once all moves for a given turn have been written down, all pieces are moved simultaneously.  If more than one force's pieces occupy the same space, then a superiority check is made with each type of piece contributing a set number of strength points (usually inversely related to movement).  The largest force then takes possession of all opposing pieces, making the shift in power quite significant, and the central theme for the remainder of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Area Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "12085",
    "Name": "Gold Digger",
    "ID": 290,
    "Year": "(1990)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/290/gold-digger",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.186",
    "Description": "Gold Digger sets anxious prospectors on a quest to find their fortunes in gold. Picking the claims that will yield a cornucopia of riches ... but beware of fool's gold! The player that outwits all of the others, wins!&#10;&#10;Originally published as Goldrausch, it was republished in 2002 as Gold Digger by Out of the Box Publishing, with a revised 2nd edition published in 2006.&#10;&#10;Reimplemented By:&#10;&#10;    Wapi&#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Stock Holding"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "12086",
    "Name": "Sellswords & Spellslingers",
    "ID": 244586,
    "Year": "(2018)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/244586/sellswords-and-spellslingers",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Sellswords and Spellslingers is a solo and cooperative fantasy miniatures game for 1 to 6 players.&#10;&#10;Each player creates a party of fantasy adventurers with a point system. Then players choose a scenario and try to complete a mission. Foes and events are moved automatically by a deck of cards. Characters grow with experience, and a list of campaign activities is provided.&#10;&#10;The game is sold as a pdf set of rules and requires printing a deck of cards.&#10;&#10;There are mechanical similarities to Song of Blades and Heroes, by the same author.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "12087",
    "Name": "Schlag den Raab: Das Spiel",
    "ID": 66851,
    "Year": "(2010)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/66851/schlag-den-raab-das-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "&quot;Schlag den Raab - Das Spiel&quot; is a board game based on a German TV show.&#10;The players have to compete in different &quot;mini-games&quot;, where they have to demonstrate knowledge and motor skills.&#10;&#10;Among those 36 &quot;mini-games&quot; there is one, where players have to point to cities as exactly as possible on an empty map. In another game, you have to drop an egg and catch it. A third game is about answering rather easy questions, that are really tricky if you have no time to think about it. So for example: How many vertex has a cube? A lot of people will answer 6 instead of 8.&#10;&#10;The &quot;mini-games&quot; are chosen randomly. The players score points in all these games. After the chosen number of &quot;mini-games&quot; is played, the one with the highest score is the winner.&#10; ",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: Schlag den Raab"
    ]
  },
  {
    "Rank": "12088",
    "Name": "The Army of the Heartland: The Army of Tennessee's Campaigns, 1861-1863",
    "ID": 12699,
    "Year": "(1996)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/12699/the-army-of-the-heartland-the-army-of-tennessees-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "From the back of the game box:&#10;&#10;The Army of the Heartland is a strategic-operational simulation of the rebel Army of Tennessee's campaigns during the Civil War.  Created by award-winning designer John Prados, and using the same scale and game system as his earlier Campaigns of Robert E. Lee, this game focuses on the critical, but largely ignored actions in Kentucky, Tennessee and northern Georgia between 1861 and 1863.  The game includes 560 die-cut counters and two stunning maps depicting the 'heartland.'  You also get two army display sheets, a 32 page rulebook with 8 pages of charts and tables and 9 scenarios covering the major engagements.  A campaign game scenario covering the whole crucial year of 1863 is also included to allow players to explore the options available to both sides.&quot;&#10;&#10;Game Scale&#10;Units: Divisions, brigades and regiments&#10;Ground: One hex = roughly 5 1/4 miles&#10;Time: One turn = 5 days (in Winter, 10 days)&#10;&#10;Contents&#10;560 Die-Cut Counters&#10;Two 34 inch by 22 inch Game Maps&#10;Rulebook with Scenarios, Historical Analysis, plus Charts and Tables&#10;Two Army Organization Displays&#10;Nine scenarios plus an 1863 Campaign scenario&#10;Two Dice&#10;Over 90 Leaders, each individually rated for his Initiative, Administrative, and Tactical Abilities&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: American Civil War Campaigns (John Prados)",
      "States: Georgia",
      "States: Illinois",
      "States: Indiana",
      "States: Kentucky",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "12089",
    "Name": "Palago",
    "ID": 38462,
    "Year": "(2008)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/38462/palago",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.6",
    "Description": "Palago is a tile placement game in which players strive to form closed groups of their colour. Two players, White and Blue, share a common pool of 48 hexagonal arch tiles. Each tile contains a white arch and a blue arch, and may be oriented in three ways such that the corner colours are the same for each rotation.&#10;&#10;White starts by placing two adjacent tiles, then players then take turns adding two adjacent tiles such that edge colours match neighbouring tiles.&#10;&#10;The game is won by the player who forms a surrounded island of their colour containing at least one arch. If a move forms winning groups for both players, then the mover loses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12090",
    "Name": "Space Station Zero",
    "ID": 369558,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/369558/space-station-zero",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Welcome to Space Station Zero, a miniatures-agnostic tabletop wargame where you and your friends explore the hidden depths of the ancient station to uncover its darkest secrets... and perhaps survive. Designed to play solo, co-op, or as an adversarial skirmish game, Space Station Zero is created by Adam Loper and Vincent Venturella for 1-4 players&#10;&#10;Use any sci-fi miniatures you'd like to explore the massive and mysterious space station you and your crew have found yourselves in after an unsuccessful hyperspace jump. Enjoy a deep campaign system with a branching mission structure and overcome all challenges - and learn the truth of Space Station Zero.&#10;&#10;The players gather 5-9 miniatures to be their crew, building stats for each one based on the type of crew chosen (Medical, Science, War, Shipping, Pirate, Exploration). This crew is used to explore the unknown sections of Space Station Zero. Each turn or challenge represents exploring one compartment of the station and contains varying opponents or environmental dangers that must be overcome (some chosen by random die rolls). Rolling for each activation, the player moves their crew into the compartment. If activation fails, the AI opponent then begins to move against the player. Once the challenge is overcome there is a choice of next challenge. This branching adventure moves through the two dozen challenges allowing for a different experience each game.&#10;&#10;The game can end horrifically with the death of the entire crew (permadeath is a real thing in this game), or the crew can come to the end of their particular branching narrative.&#10;&#10;A winning play of Space Station Zero is accomplished by successfully overcoming each challenge along the branching path that unfolds during the course of the campaign.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "12091",
    "Name": "The Game of Wolf",
    "ID": 269077,
    "Year": "(2019)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/269077/the-game-of-wolf",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Game of Wolf is a trivia game in which players play wolves, ravenous for trivia. On your turn, you may pick pack members based on their knowledge of the subject or go Lone Wolf for a chance to double the points! The Pack or Lone Wolf that answers the most correct of the five questions wins the points for that round!&#10;&#10;Will you go it alone, Wolf? Or will you choose strength in numbers?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "12092",
    "Name": "Aquarium",
    "ID": 173269,
    "Year": "(2015)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/173269/aquarium",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Aquarium is an underwater city represented on the board by twelve colonies divided into three levels deep. The game action takes place at the end of the XXI century. The match lasts three steps with five rounds in each step. The main goal of each player is to build various elements within the city to score more points.&#10;&#10;In his turn a player can move your submarine spending uranium units and after it must intercept a character and do an action. There are five characters in the game: Commander - allows supply the submarine with new crew and also allows the entry of inhabitants in the city. Engineer - builds elements within the colonies. Scientist Alien - provides technology cards. Controller - supplies submarines and the colonies with oxygen. Investor - provides money to players.&#10;&#10;In addition, Aquarium has two mini expansions included in the base game: 1 - Special Card characters. 2 - Saboteur, which allows players to hinder the plans of his opponents interrupting the flow of oxygen in certain colonies of the board and causing unexpected penalties!&#10;&#10;",
    "Categories": [
      "City Building",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Role Playing"
    ],
    "Families": [
      "Series: Numbered Series (MS Jogos)"
    ]
  },
  {
    "Rank": "12093",
    "Name": "Zwergendorf",
    "ID": 359238,
    "Year": "(2022)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/359238/zwergendorf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.7143",
    "Description": "In Zwergendorf, the dwarf draft and draw game by Rita Modl, you create your own little dwarf village. To do this, you draw cards with resources and draw them into your plan. You have to be careful not to miscalculate because the dwarves cleverly build all kinds of useful things for their village from each resource during the production phases. For every gold coin a new dwarf comes to the village, for every stone a wall is built, for every combination of wood, stone and beer a tavern is built, and so on. Since the forest clearing available to you as a building site is not the largest, you must plan well in advance so that there is enough room for everything in your dwarf village. Of course, the wishes of the inhabitants must also be taken into account, so there is a lot to plan for your own dwarf village.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Closed Drafting",
      "End Game Bonuses",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Creatures: Dwarves & Gnomes",
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "12094",
    "Name": "Colorado County",
    "ID": 374,
    "Year": "(1998)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/374/colorado-county",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4706",
    "Description": "In this unique game, players buy plots of land on a large, grass-covered board. After a random-like placement of twelve placement markers, the players simultaneously bid for cards which will allow the players to put control markers on the board in the positions indicated on the cards. However, only three cards are available, so only the top three bidders will receive a prize. As if the pressure wasn't enough, players receive a supply of bidding chips (called cowboy tiles) at the beginning of the game, which are only replenished by bidding lowest or zero (missing out on a card/placement) or by selling an owned plot (only 4 or 5 sales per game).&#10;&#10;Some of the plots that the players own will score differently, depending on the timing. At the beginning of the game, border plots are the key; later in the game, control of lakes and large masses of tokens are at a premium. The scoring values vary over the 4 rounds considerably.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "States: Colorado"
    ]
  },
  {
    "Rank": "12095",
    "Name": "Insert Coin to play",
    "ID": 323903,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/323903/insert-coin-to-play",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Insert a coin to play!&#10;Complete levels and unlock bonuses to make the highest score and win the game.&#10;&#10;Each player takes 1 sheet from the notepad. We will call it GamePad.&#10;Shuffle the cards and deal 5 to each player.&#10;Each player chooses 3 cards and draws the shapes of the cards on the three boxes (Levels) of their GamePad. Be careful not to make mistakes when you draw them!&#10;Shuffle again all the cards and divide them into 2 piles of 15 cards each. Shuffle 1 GAME OVER card in each pile and place them on top of each other in the middle of the table (where you can reach it) to form a single deck.&#10;&#10;At the beginning of each turn, flip the top card of the deck and place it where all players can see it.&#10;Each player must choose one of the two white symbols shown on the bottom of the card and draw it inside of one of the shapes in their Level boxes by filling the empty squares.&#10;The chosen symbol can be rotated or mirrored (horizontally and/or vertically) and must be drawn within the contours of the chosen Level&rsquo;s shape.&#10;&#10;You can decide to lose 1 Life and don&rsquo;t use any symbol of the flipped card. If you do so, fill 1 square of the chosen shape.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Bingo",
      "Line Drawing",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "12096",
    "Name": "Im Zeichen des Kreuzes",
    "ID": 1300,
    "Year": "(2001)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/1300/im-zeichen-des-kreuzes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2424",
    "Description": "Game about the Crusades. Player move their armies through Europe towards Jerusalem. Play cards to move through specific terrain. Plunder cities to gain gold which can be used at other cities to purchase more troops. The player that conquers Jerusalem is the winner.&#10;&#10;A nice new mechanism is the Combat Tower: a cardboard and plastic tower containing horizontal levels with holes. Drop all battling armies in the top: everything that comes out at the bottom fights. Armies that do not fall through stay in the tower until dislodged by armies from a following battle.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Travel",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cube Tower"
    ],
    "Families": [
      "Cities: Jerusalem",
      "Components: Drop Tower",
      "Components: Map (Continental / National scale)",
      "History: Crusades"
    ]
  },
  {
    "Rank": "12097",
    "Name": "Coup",
    "ID": 2088,
    "Year": "(1975)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2088/coup",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8235",
    "Description": "Players attempt to acquire shares in the most valuable companies. Companies work to build valuable blocks of adjacent properties and see that they are booked full of tourists. Players maneuver to boost the value of companies in which they own stock.&#10;&#10;The gaming board consists of 6 columns of different colors with fields numbered from 1-20, so 120 fields. Then there are wooden bits with the corresponding colors and numbers to the columns, and chips of the different colors of the columns. Every player secretly draws the wooden bits and tries to make series of numbers in the different columns. The longer the series, the more points it will generate at the end. At each players turn, beside putting the wooden bits, they can buy the colored chips. The more colored chips of the column with the longest series you have the better are your chances of winning. Players can also change unwanted wooden bits with new ones during their turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Number"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Tile Placement"
    ],
    "Families": [
      "Series: Krone Spiele für Erwachsene (Ass / Schmidt-Spiele)"
    ]
  },
  {
    "Rank": "12098",
    "Name": "Race For Tunis",
    "ID": 4020,
    "Year": "(1992)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/4020/race-for-tunis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4545",
    "Description": "In November of 1942, the Anglo-Allied 1st Army had landed in French Northwest Africa, deep behind the front lines of the struggle then raging between the AFRIKA KORPS and the British 8th Army. The two combatants clashed in northern Tunisia in a race to take Tunis, the main supply port. &#10;These were unusual battles, fought by handfuls of troops. The AXIS won the race &mdash; but only barely &mdash; and the Allies let an opportunity to capture all of North Africa slip in a single blow.&#10;&#10;(11 pages of rules + a history of the battle).&#10;&#10;Can be linked with GDW's Bloody Kasserine.&#10;&#10;A standard scenario starts November 17 and ends December 24 in 1942.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Tunisia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12099",
    "Name": "Pass the Bomb: Party Edition",
    "ID": 63052,
    "Year": "(2007)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/63052/pass-the-bomb-party-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.0833",
    "Description": "Play is the same as the original Pass the Bomb, however there are an additional 4 types of decks and 1 category die.&#10;&#10;Five cards from each of the four decks plus five of the original type are put face down to start the game. In each round the category die is rolled to determine which deck a card is drawn to use in that round. These categories are:&#10;&#10;&#10;    Movers - on this card are 2 letters in which players have to call out a famous person whose name starts with 1 of those letters. If you can use both letters for that famous person's first name and surname you are exempt from playing in that round.&#10;&#10;&#10;&#10;    Mixers - this is a deck of questions such as what is in your pencil case? Players call out a word associated with the question.&#10;&#10;&#10;&#10;    Makers - with the word printed on the card, players have to make new words using that word either at the beginning or end of the new word e.g. BED can become BUNKBED or BEDROOM.&#10;&#10;&#10;&#10;     Shakers - on this card there is a jumbled assortment of letters in which players have to make at least a four letter word e.g. from RBIAECAN players can make words such as bare, bear, race etc.&#10;&#10;&#10;There is a joker on the die so any of the 5 decks can be drawn. If the bomb is rolled, then the standard version is played so the bomb die result dictates where the letters can be used as per normal Pass the Bomb.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hot Potato"
    ],
    "Families": [
      "Game: Pass the Bomb"
    ]
  },
  {
    "Rank": "12100",
    "Name": "Prime Time",
    "ID": 166640,
    "Year": "(2015)",
    "Geek Rating": "5.553",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/166640/prime-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.36",
    "Description": "As a big shot executive you need to keep your network stacked with the best shows in Prime Time. A basic goal for any TV show is to &quot;win&quot; its time slot for the network by having the highest ratings, and thus the highest ad revenue. As you add talented actors, producers and writers to the show, you&rsquo;ll have to decide how to arrange your TV Guide to win over the most viewers. Will you be putting your best shows early in the week? What will you leave for the Friday night death slot? Make your choices wisely so you can become the #1 network.&#10;&#10;Prime Time is played over six rounds, divided into two seasons of three rounds each. During each round, players will bid for and take their actions - buy shows, hire and fire talent, or play golf, among other things.&#10;&#10;Each round follows 4 phases:&#10;&#10;&#10;    Development phase &ndash; Players take 3 actions each. &#10;    Broadcasting phase &ndash; Players set up their TV schedule and try to attract demographics. &#10;    Award show phase (only in rounds 3 and 6) &ndash; Players score points based on their performance.&#10;    Income phase &ndash; Get paid, clear the board and set up for the new round.&#10;&#10;&#10;At the end of the 6th round, each player counts their remaining cash and gains 1 VP for each full $3.&#10;The player with the most VP wins the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Television (TV) Industry"
    ]
  }
]