[
  {
    "Rank": "23501",
    "Name": "Goblin Dice",
    "ID": 183881,
    "Year": "(2015)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/183881/goblin-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Put yourself in the goblin runner's shoes and take part in a fun and exciting race. Only good reaction and agile mind will help you survive this dangerous race because a huge magic stone is rushing at your heels and will flatten anyone who gets in its way! Roll the dice to earn bonus points and become the fastest on the race track!&#10;&#10;Goblin Dice consists of a random number of rounds and continues until one of the players reaches the finish line &ndash; winning the game &mdash; or the stone flattens everyone except one player, with this final survivor being the winner. Every round, each player rolls two dice and uses any two of them to move or to activate the tile's special feature. Once all of the players have used their dice, the stone behind them moves and tries to smash the last runners. Players do not only move their goblins forward, but they can also activate special features of the tiles, complicating the game for their opponents.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fantasy",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "23502",
    "Name": "Tokyo Washi Game Cats",
    "ID": 257199,
    "Year": "(2018)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/257199/tokyo-washi-game-cats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "TOKYO WASHI GAME CATS is the first in a line of games played using Japanese Washi Tape. Cats is a modular experience adaptable for 2-6 players in which you play a cat in search of a fish in the city of Tokyo!&#10;&#10;Using only a writing instrument for each player, the map is created, then players take turns strategically placing fish and their cat(s). Next, alternating back and forth, you move one of your cats on your turn in an attempt to grab a fish on the opposite side of the map and return home with it.&#10;&#10;There are two special moves in the game, allowing your cat to make a Super Amazing Jump, or to disappear into a sewer and pop out again at a new location!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Deduction",
      "Environmental",
      "Exploration",
      "Maze",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Enclosure",
      "Grid Movement",
      "Modular Board",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Series: TOKYO (Jordan Draper Games)"
    ]
  },
  {
    "Rank": "23503",
    "Name": "Seven Card Samurai",
    "ID": 65889,
    "Year": "(2010)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/65889/seven-card-samurai",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2667",
    "Description": "Description from BoardgameNews.com:&#10;&#10;In Seven Card Samurai, 2-8 players try to protect the rice in their villages from bandits and ninjas while simultaneously building a strong collection of samurai. Each turn, a player draws two cards, then plays two &ndash; raiding an opponent&rsquo;s rice supply with a bandit, placing samurai and ronin in your village to provide protection, using a ninja to attack another player&rsquo;s hand or enable your bandit to bypass samurai, calling on a shogun to use its special powers.&#10;&#10;When a player collects seven samurai in only one or two colors &ndash; whether on the table or combined with the cards in hand &ndash; the round ends, with that player scoring 7-20 points depending on the color distribution of his samurai. Each player also scores one point for each rice marker he holds, and the player with the most points after five rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror",
      "Medieval",
      "Zombies"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "23504",
    "Name": "Polarity",
    "ID": 17699,
    "Year": "(2002)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/17699/polarity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1",
    "Description": "In Polarity Magnetic Game, players are supposed to use the magnetic opposites to hold their structure together - only they can't see them so they don't know which sides will stick! Polarity Magnetic Game is a unique playing experience, where kids learn how magnetism works by trying to stick the 2-colored magnetic blocks together to build towers. But, since the Force Field shifts with each piece added, kids never know which pieces will stick! The challenging Polarity Magnetic Game will keep kids guessing as they keep building! Game includes 48 magnets in 24 MindBlocks. For 2-4 players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "23505",
    "Name": "Globetrotters",
    "ID": 2401,
    "Year": "(1984)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/2401/globetrotters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7143",
    "Description": "From the box:&#10;&#10;The Game of Travel and Adventure&#10;&#10;Travel the world by air, land or water, to collect keys from around the world.  Whether you plan your course strategically or react spontaneously to the game, your challenge is to defeat both your opponents and chance. Only you can decide whether to go for adventures in any of the major cities of the world, roll for the jackpot in gambling cities like vibrant Las Vegas or steamy Macao, or sail to lush tropical islands such as Hawaii, Fiji, or the Seychelles. Numerous twists and turns occur throughout your journeys, constantly affecting your fortunes. The final outcome is always in doubt until the very end.  Globetrotters has been designed to accommodate any level of play. As you progress from novice traveler to seasoned globetrotter, you will discover a contest of extraordinary depth.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "23506",
    "Name": "1000 Bornes Express",
    "ID": 120618,
    "Year": "(2009)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/120618/1000-bornes-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Mille Bornes at full speed with only 66 cards instead of 110!&#10;&#10;Fewer cards in hand and rules arranged for parts more rhythmic and faster!&#10;&#10;Players compete to drive 1000 km, dealing with hazards along the way. Draw a card to your hand, play or discard. You must lay a green traffic light to start, play cards showing mileage, dump hazards (flat tire, speed limit) on the other players, remedy hazards (spare tire, end of limit) from yourself, play safety cards (puncture proof), and try to be the first to clock up the distance.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Mille Bornes",
      "Movies: Cars"
    ]
  },
  {
    "Rank": "23507",
    "Name": "Samurai Jack: Back to the Past",
    "ID": 248695,
    "Year": "(2018)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/248695/samurai-jack-back-to-the-past",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Based on the fifth and final season of the animated series, Samurai Jack: Back to the Past picks up the title character's mission to return to the era before the reign of his adversary, the evil demon Aku. Jack's friends accompany him along a path, comprised of various locations from the series, to defeat villains and finish with the most honor. Winning requires utilizing allies, traits, and weapons while guarding Jack's sanity, taking players on an unpredictable ride that mirrors the story-rich episodes revered by critics and loved by fans.&#10;&#10;Samurai Jack: Back to the Past features custom sculpted figures for Jack, Aku, Ashi, and more characters from the series.&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Miniatures",
      "Theme: Samurai",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "23508",
    "Name": "Monopoly: Super Mario Celebration!",
    "ID": 323911,
    "Year": "(2020)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/323911/monopoly-super-mario-celebration",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The Super Mario Celebration edition of the Monopoly game offers action-packed excitement along with nostalgia. Choose from 6 tokens designed with the Super Mario enthusiast in mind, and buy, sell, and trade locations from iconic Super Mario games. It features beloved characters and themes through the years, all the way back to 1985 and the first Super Mario Bros. video game. The Monopoly game features a Question Block with sound effects that can change a player's luck. Toad houses and Princess Peach's castles replace houses and hotels. The board game is a great gift for gamers and a birthday or holiday gift for Super Mario fans, ages 8 and up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Negotiation",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "23509",
    "Name": "Universal Fighting System: Penny Arcade",
    "ID": 19552,
    "Year": "(2006)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/19552/universal-fighting-system-penny-arcade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "The Penny Arcade cards for the Universal Fighting System.&#10;&#10;From the website:&#10;&#10;&quot;Choose your fighter from the mega-hit webcomic Penny Arcade: the capricious prankster, Gabe, or the malevolent genius, Tycho. This February grab the Penny Arcade Card Game from Sabertooth Games and re-enact their ferocious - and comic - battle for the watch. Sit down with a friend, choose your character, and play out the hilarious battle with attacks and moves inspired by the comic. The card game comes with two sixty card decks in high quality deck boxes, containing everything you need to sit down and play immediately. The cards feature all new art and flavor text from the creators of the webcomic, Mike Krahulik and Jerry Holkins. The Penny Arcade Card Game is also fully compatible, and tournament legal, with the Universal Fighting System (UFS) Collectible Card Game by Sabertooth Games, allowing you to face Gabe and Tycho off against an ever expanding army of your favorite fighter game characters.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Universal Fighting System/UniVersus",
      "Players: Two-Player Only Games",
      "Webcomics: Penny Arcade"
    ]
  },
  {
    "Rank": "23510",
    "Name": "Banzai!",
    "ID": 19379,
    "Year": "(2005)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/19379/banzai",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Banzai!&#10;&#10;Le jeu qui rend Fu...&#10;&#10;12 families battle for title Banzai Master. They will need strategy and also very quick reflexes in order to be successful..&#10;&#10;The game consists of a number of  turns in which one player and his family is eliminated from the game. Only the quickest player should be the Banzai Master.&#10;&#10;During one turn, players change cards simultaneously, but not chaotically. By using particular combinations of cards, they can make announcements, which have effect on the position of the pawns in the game. &#10;The number of pawns is smaller than number of players and when any player announce Banzai!, everyone reaches for his pawn. Those who have no pawn, are eliminated for this game.&#10;&#10;Advanced rules come with more announcements.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "23511",
    "Name": "This Belongs in a Museum",
    "ID": 220642,
    "Year": "(2017)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/220642/this-belongs-in-a-museum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;In This Belongs in a Museum, players compete to become the most revered archaeologist in the world. Traverse seas and mountains, and use airports to connect dig sites to your base camp. Collect valuable artifacts and outwit your rival colleagues in this new addition to the Drawn &amp; Quartered line of easy-to-learn, strategic tile-laying games.&#10;&#10;Archeologists take turns placing base camp, dig site, and terrain tiles to connect and build their respective domains. Move your archeologist around the game space to collect artifacts for added victory points. But watch out for the mummies that can be placed in your path and break up your carefully connected sections!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "23512",
    "Name": "LEGO Time Cruisers Game",
    "ID": 9816,
    "Year": "(1997)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/9816/lego-time-cruisers-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It&rsquo;s amazing. Dr. Cyber has discovered time travel.  Unfortunately, no one on earth believes him.  Your mission is to prove to the world that time travel really exists.  Grab your gear and get ready to visit four awesome LEGO worlds: castle, space, wild west and aquazone.  You must collect one artifact from each world and bring them back.  Do this, and the whole world will believe in time travel.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Occupation: Researcher / Scientist",
      "Theme: Time Travel",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "23513",
    "Name": "Hippo Hopp",
    "ID": 90471,
    "Year": "(2011)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/90471/hippo-hopp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The birds have been hopping over the Hippos back all days search for bugs. Come dusk the hippos want to rest and the birds had better watch out.&#10;&#10;Hippo Hopp consists of 28 Hippo cards with a number between 1 and 8. A circle of 19 cards is placed face up and the remaining 9 are placed face down as a draw pile. Once players have had a chance to memorise the circle, all cards are placed face down. Players then take turns turning one card in the circle face up and moving the bird pawn that many spaces clockwise. If they land on a face down hippo they are safe and score one point for every face up hippo they passed. If they land on a face up hippo they take the card as a penalty (-2 points at the end of the game) and replace it from the draw pile. Instead of choosing a card from the circle, players may discard any other player's penalty card and move that many spaces.&#10;&#10;The game ends when the draw pile is empty. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Hippopotamuses"
    ]
  },
  {
    "Rank": "23514",
    "Name": "Villainy: The Supervillainous Card Game",
    "ID": 19036,
    "Year": "(2005)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/19036/villainy-the-supervillainous-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6",
    "Description": "An expandable (non-collectible) card game, Villainy - The Supervillainous Card Game pits players against each other in a bid for world domination. The first set, titled Evil Masterminds, lets players choose one of three villains to play: Mugga Mugga, Dr. Oblongata, or Mallory Maleficarum. Future sets will be based around Dregs of Society and Scum of the Earth.&#10;&#10;From the publisher:&#10;&#10;Villainy - The Supervillainous Card Game pits cartoon evildoers against each other in a bid for world domination...or at least bragging rights at the next bad guy potluck.&#10;&#10;Each 60-card deck is packed with weapons, minions, monsters, and special action, segue, and set-up cards that really shake things up! In their bid for control of the planet, the super villains must employ everything at their disposal, and in the end ONLY ONE CAN WIN!&#10;&#10;Each deck in the set is sold separately. Choose your favorite bad guy or collect them all!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "23515",
    "Name": "Don't  Quote Me",
    "ID": 10917,
    "Year": "(2003)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/10917/dont-quote-me",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players race their pawns around a pentagon shaped board. To move, a player must correctly identify the speaker of quotations on cards drawn during play. The player to the right of the player draws a Quote Card. She then reads aloud the quote which matches the category of the player's current space. Players move 3 spaces for guessing without a hint, 2 for guessing with one (biographical) clue or one for picking the right name out of three suggested names. The first player to return to her starting position wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Unique Shape",
      "Game: Don't Quote Me"
    ]
  },
  {
    "Rank": "23516",
    "Name": "Pokémon TCG: Rumble",
    "ID": 62395,
    "Year": "(2009)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/62395/pokemon-tcg-rumble",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Pok&eacute;mon TCG: Rumble, the new all-in-one multiplayer Pok&eacute;mon Trading Card Game, combines TCG and board game elements, and serves as a great introduction to the Pok&eacute;mon Trading Card Game.&#10;&#10;Each Pok&eacute;mon TCG: Rumble game allows up to seven players to open the box and compete in a true Battle Royale with the goal of being the last Pok&eacute;mon standing. The fast-paced card game is played on a playmat where the simple roll of the dice can decide your fate.&#10;&#10;To play the game, simply place your markers to guess which Pok&eacute;mon cards will outlast the others, roll the Energy dice to figure out which move you can use&hellip;and roll the Target die to find out which Pok&eacute;mon you will attack! Score points for each Pok&eacute;mon you Knock Out and score even bigger if your marker is on the last Pok&eacute;mon standing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "23517",
    "Name": "Dice Stack",
    "ID": 218640,
    "Year": "(2017)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/218640/dice-stack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pile up the points &mdash; carefully! &mdash; in Dice Stack. On a turn, a player rolls the six tilted dice, then stacks them in numerical order from low to high, counting out the sum as they go and stopping any time they want to score the sum to that point. If they stack all six dice, they can roll the golden die, then attempt to place that on top; if they do so, they double the points they earn on that turn. If they drop a die at any time, their turn ends and they score no points.&#10;&#10;The first player to collect one hundred points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "23518",
    "Name": "Letres",
    "ID": 2321,
    "Year": "(1998)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/2321/letres",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Kind of like Scrabble with cards.&#10;Be the first player to to make a word using ALL of the cards in your hand. The dealer decides how many this is, from 3 to 8, and can change from one hand to the next. The more cards that you deal, the more challenging the play. If, for example, the dealer deals 5 cards, then only words with 5 letters can be made. &#10;Each letter in that word is then worth a certain number of points, giving you a score for that hand. &#10;The first player to reach a pre-determined score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "23519",
    "Name": "Discovering Europe",
    "ID": 11773,
    "Year": null,
    "Geek Rating": "5.500",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/11773/discovering-europe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the Manufacturer&rsquo;s website: Discovering Europe  is the fun way to improve your geographical know-how while indulging in a spot of armchair traveling. Each player is dealt a number of City cards at the start and the aim is then to visit every one of those cities. The winner is the one who gets to all of them first. However, things are never simple when you travel and you may well encounter road blocks or be affected by chance. Chance cards can send you in entirely the opposite direction - to Minsk, for example, when you are hoping to get to Dublin - but they can also give you a free airline ticket or allow you to send another player to somewhere like Kishinev. If you're hazy about where exactly Kishinev is, then you certainly need to play  Discovering Europe.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: Europe",
      "Series: Discovering (Gosling Games)"
    ]
  },
  {
    "Rank": "23520",
    "Name": "Moctezuma",
    "ID": 331653,
    "Year": "(2021)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/331653/moctezuma",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Spanish ships were seen on the horizon. The Mexica people could not know what they were about to face, with this far more technologically advanced army, whipped into a fervor by faith in their foreign religion. However, they know the terrain better than anyone and can rely on the strength of their ancestral gods, who are severe in their nature but willing to support their people. Will you be able to change the course of history? Take your place at the head of the people of the city of Tenochtitlan commanded by Moctezuma and see if you can repel the invaders?&#10;&#10;In this game you will have to collaborate to defend the city of Tenochtitlan from the foreign invaders. The Spanish troops will use everything in their power to destroy the various temples of the city in order to demoralize and conquer its people. Your job, on one hand, will be to manage your warriors and place them at the service of the great commander Moctezuma, while on the other hand, you will have to know how to best use your priests. Their sacrifices and prayers can reinforce the effect that the Mexican gods have on the game&rsquo;s board.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Country: Mexico",
      "Mythology: Aztec"
    ]
  },
  {
    "Rank": "23521",
    "Name": "Bump in the Night",
    "ID": 36690,
    "Year": "(2008)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/36690/bump-in-the-night",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "A group of kids have wandered into your house to spend the night. Dawn will not come soon enough to save them, the only question that remains is which group of monsters will terrorize them the most.&#10;&#10;In &quot;Bump In The Night&quot; 2-6 players each play a group of six monsters that they will use to terrorize the kids in the haunted house.  If enough terror is generated in a person or if a person is forced to flee the house, the player claims the person for a point.  Other points can be gained through special bonus cards as well.  The first player to five points on their turn wins the game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "23522",
    "Name": "Das Letzte Kamel",
    "ID": 2089,
    "Year": "(1989)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/2089/das-letzte-kamel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "A roll-and-move camel racing game in which players roll colored dice and are given the option of moving camels whose multicolored racing stripes match the roll forward on the racing track. The twist is that the owner of each camel is not revealed until the end of the game, and the slowest camel wins.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Racing"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Camels"
    ]
  },
  {
    "Rank": "23523",
    "Name": "Rhumb Line",
    "ID": 7421,
    "Year": "(2003)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/7421/rhumb-line",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.1429",
    "Description": "Rhumb Line ... 2-player abstract strategy game of observation, placement (nuggets) and accumulation (points).&#10;&#10;Players take it in turns placing their nuggets, on the empty board, to form point-winning rhumb lines.&#10;&#10;4 in a radius = 10 points &hellip; 4 in an arc = 20 points &hellip; 4 in a spiral = 30 points.&#10;&#10;The twist in the tail is - when players are down to their last nugget, they remove one of their own (once only) but may not place it from whence it came on their next turn ... so, look out!&#10;&#10;This 'end-play' avoids a foregone conclusion, is food for thought and opens up all sorts of scoring possibilities.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "23524",
    "Name": "Skåål",
    "ID": 13513,
    "Year": "(2004)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/13513/skaal",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8235",
    "Description": "From the publisher, Tilsit Editions:&#10;&#10;In the country of Skaaland, each player heads up a clan of dwarves with only one idea in its collective head: to become Skaal, the royal clan the most respected among all of the dwarves. But getting the respect of the dwarves, who are small but proud, is not a simple matter. You need to be a good gold prospector but also an honoured beer brewer!&#10;&#10;After a preliminary placement phase during which the pieces are set up on the game board representing Skaaland (with its regions and villages), each player tries to win respect points.&#10;&#10;Each turn, each player may only carry out one of the six available actions. Players can bring new dwarves into the game, move those already on the board, prospect in search of gold, mine discovered gold, open a tavern or move a tavern.&#10;&#10;The problem with dwarves is that they're sometimes a little impetuous. For example, if a player discovers gold in a region, a rumour of its discovery immediately propagates across the land and the dwarves from the neighbouring regions arrive at top speed to see the new discovery. Not a moment's peace!&#10;&#10;Sometimes, while prospecting, a player runs into &quot;oops&quot; instead. That's annoying because the effort was wasted, and it means that there will never be any gold in that region.&#10;&#10;But gold isn't the only thing that matters in life! Digging is thirsty work and if a clan has a majority in a region, it may open a tavern. If the dwarves are too drunk to dig, then the clan that owns the tavern gains, each turn, respect points equal to the number of dwarves from opposing clans around the tavern. And that's good!&#10;&#10;The drunk dwarves either flee this village of debauchery, or return with their buddies and take over the den of iniquity.&#10;&#10;Contents: 1 rules insert, 1 game board, 90 dwarf figures, 12 tavern markers, 1 sack of 'gold', 1 sack of 'oops', 1 prospecting pawn, 1 special die.&#10;&#10;This game is the 3rd in the Tilsit Collection series.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Series: Tilsit Collection"
    ]
  },
  {
    "Rank": "23525",
    "Name": "Sudden Death!",
    "ID": 3996,
    "Year": "(1978)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/3996/sudden-death",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Sudden Death is a surround placement type of game. During your turn you place down 1 of 3 different plastic pieces made up of either two, three or four squares. The board consists of 441 squares and each player starts on his own side. The object is to block the other players to prevent them from playing any more pieces. You are allowed to jump over one square. To speed up game play, the designers included a button connected to a 9-volt battery and to a timer in the middle of the board. The button slowly rises and after a certain number of seconds, a buzzer goes off. If the buzzer goes off, you pay a penalty of losing 2 two-square pieces. The timer can be set to go either quickly or slowly.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Electronic"
    ],
    "Mechanics": [
      "Enclosure",
      "Real-Time",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "23526",
    "Name": "Nacho Loco",
    "ID": 27674,
    "Year": "(2007)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/27674/nacho-loco",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Challengers will outwit, out score and out match opponents to be crowned champion of this spicy new strategy game.&#10;&#10;The object of the game is to acquire points by getting rid of all your unique triangular (tortilla chip!) cards while blocking opponents from doing the same.&#10;&#10;Each player is dealt six cards, and a card from the deck is flipped to create a playfield. Opponents place their three-sided cards in the playfield by matching colors. There are three segments on a card, which may include colors, actions, or an unmatchable Black X. Action cards including &ldquo;Skip Next&rdquo;, &ldquo;Opponent Draws Three&rdquo;, and &ldquo;Go Again.&quot; If you cannot play, you draw a card; if you match 2 or 3 sides of your card the other players draw 1 or 2 cards. The field is Closed when no plays are possible. The player Closing then deals a card to each opponent and starts a new playfield. The first player to discard all cards is awarded one point per card remaining in their opponents' hands. First player to 20 points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "23527",
    "Name": "ShutterBug",
    "ID": 229243,
    "Year": "(2017)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/229243/shutterbug",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Description from the publisher:&#10;&#10;1932! The world is fascinated by growing rumors of hidden creatures that roam America. Popular tabloids are desperate for photographs of these mysterious beasts to prove the myths and sell tabloids. That's where you come in: As a freelance photographer looking to make a name for yourself, you must follow tips that have you scouring the country hoping to snap the pictures the tabloids desire. When your deadline arrives, you will sell your portfolio to score big! Now grab your camera and field notes, stay one step ahead of your rivals, and race to a photo finish as the greatest shutterbug of all time!&#10;&#10;ShutterBug is a fast-paced set collection game of opportunity and exploration for 2-6 players, played in eight rounds. Each turn, players move their pawn across a map of America, gathering tip cards and racing to specific spaces to take pictures of astounding mythical creatures. Trading tips with other players to build their portfolio of fantastic creature photos, players strive to earn points for fulfilling their secret assignment and actively completing side jobs. Every turn counts, and every photo gets players closer to their goals. The player with the most points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "23528",
    "Name": "Connect 4 Flip",
    "ID": 30836,
    "Year": "(2000)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/30836/connect-4-flip",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.25",
    "Description": "This is a twist on the old connect four game. The playing grid can be flipped 180 degrees on your turn so you can start filling up from the bottom (top). The pieces already in the grid remain in the locations and don't slide down.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 7 Grids",
      "Game: Connect 4",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "23529",
    "Name": "Mascletà",
    "ID": 221633,
    "Year": "(2017)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/221633/mascleta",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mascletas are a tradition from the city of Valencia, Spain, where the city pyrotechnics organise the most complex and daring fireworks displays.&#10;&#10;The deck of cards is divided in Petardos (BOOM!), Carcasas (PAMM) and Salidas (FIUUU), besides of the special cards. The pyrotechnic (one of the players) shuffles the cards and puts them on the table. In turns, the players will turn the cards on the table to reveal the Petardo, Carcasas o Salidas. Every time a card is turned up, the player will say the sounds corresponding to the illustration on the card and repeat the sound of all the cards that have been turned up previously. When a player mistakes the sound or doesn&rsquo;t remember the sequence they lose a life. The player who lost the life starts the next round. (Note: players can&rsquo;t use fingers to count).&#10;&#10;The winner will be the player who has more lifes when one of the other players loses all of their lifes. In case of a draw, it would be a masclet&agrave; to break the draw.&#10;&#10;There are some special cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Cities: Valencia (Spain)",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "23530",
    "Name": "Avista",
    "ID": 21563,
    "Year": null,
    "Geek Rating": "5.499",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21563/avista",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Avista is a card game where players compete in the art of finding out words as quickly as possible. In this game you can achieve victory only with a quick tongue and even quicker brains.&#10;&#10;The game is played with a non-standard 52 card deck. Each card has two fields: subjects and an initial letter. There are three different subjects - one each of the three difficulty levels: easy, moderate, and difficult.&#10;&#10;The first card drawn from the deck specifies the subject of the word that the players should find out. The second card specifies the initial letter of that word.&#10;&#10;After the second card is turned the right way up the player who says a word that matches both of the requirements wins every card below the topmost. The topmost card is reused as a subject for the next word and so on. In the case of tie a new card is drawn and the previous cards remain in the pot.&#10;&#10;The game ends when the last card of the deck is played and the winner is the player who has gathered most cards.&#10;&#10;Re-implemented by Avista Pro.&#10;&#10;Similar to:&#10;&#10;    Quick Wit&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23531",
    "Name": "Arlecchino",
    "ID": 86174,
    "Year": "(2010)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/86174/arlecchino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "In Arlecchino, each player owns a color and wants to have the most segments of that color on the board when the game ends.&#10;&#10;To start the game, players place the tiles randomly on the board, then remove the black-and-white starter tile. The other tiles have some combination of the four colors in the game: four segments of yellow; three yellow and one blue; two yellow, one blue and one red; etc. On a turn, you choose a tile that contains at least one segment of your color, then move that tile one or more times, up to the number of segments of your color on that tile. You can move horizontally or vertically, and you can jump over an adjacent tile to remove it from the game. You must remove a tile on your turn or else you must pass. When all players must pass, the game ends and the player who has the most segments of his color on the remaining tiles wins.&#10;&#10;Microbadge&#10; - Arlecchino fan&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "23532",
    "Name": "Robotics",
    "ID": 29626,
    "Year": "(2007)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/29626/robotics",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7059",
    "Description": "Each player has its own robot production company. In order to build robots in time, players have to acquire, trade and build robot parts. Players sabotage each others production line which can lead to total destruction of an almost finished robot. Some construction parts are illegal and if the inspectors come to your factory they can confiscate your illegal parts.&#10;&#10;Robotics is a crazy construction and trading game for 3-4 players in a not too distant future.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "23533",
    "Name": "Grand Tribunal",
    "ID": 21276,
    "Year": "(2006)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/21276/grand-tribunal",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5263",
    "Description": "A board game of magical invention ...&#10;&#10;Imagine a world where myth is real -- where wizards wield magic beyond the ken of other mortals. Imagine yourself as one of these mages, dwelling in a mystical bastion with your allies and servants, unlocking secret powers and creating wonders. Every thirty-three years the Grand Tribunal is held, attracting other wizards from far and wide to show off their magical creations for the inspection and approval of the archmages. These powerful judges vote on the best, and invite the winner to join their ranks as a new archmage -- a true master of the art of magic!&#10;&#10;Grand Tribunal is a board game for three to five players, inspired by the Ars Magica roleplaying game. In Grand Tribunal, players use Vis tokens to activate cards representing magic item types, spell categories, and resources, which they then assemble into powerful magic items. Each round, players place their votes for the item types and spell categories they're most likely to be able to play. Three times during the game -- at the periodic Tribunals -- players are presented with 1st-, 2nd-, and 3rd-place awards for creating magic items with item types and spell categories that match those with the most votes. The player at the end of the game with the most points based on those awards wins!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "23534",
    "Name": "Tops",
    "ID": 8675,
    "Year": "(2002)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/8675/tops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Players stack colored rings (blue, yellow and red) on three spinning tops and try to achieve one of their two patterns. The players have a limited number of rings and must wait until the last moment to play them. However, the task becomes more and more difficult as the tops slow down and start oscillating.&#10;&#10;A winner of the 1997 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23535",
    "Name": "Dreaming Dragon",
    "ID": 123495,
    "Year": "(2012)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/123495/dreaming-dragon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The sleeping dragon is protecting her stash of golden eggs, and she won&rsquo;t be pleased to wake and find there are lizards sharing space in her warm nest. Help the lizards escape without breaking any of her precious eggs. It takes a careful hand to remove the lizards!&#10;&#10;In Dreaming Dragon, players use their fine motor skills to rescue the most lizards.&#10;&#10;The Sleeping Dragon molded piece is placed in the center of the table, with 29 Lizards and 15 Golden Eggs placed on top of it.  On your turn, use your Pinchers to try to remove one of the Lizards from the dragon:&#10;&#10;- If you are successful without anything falling off the dragon, place the Lizard in front of you. Well done! You also get to keep any other Lizards that are attached!&#10;- If anything falls off the dragon, your turn ends immediately, but you can keep any Lizard already in your Pinchers (and any other Lizards attached to it).  Any Lizards that fall off are placed in the box, and any Golden Eggs that fall are placed in front of you!&#10;&#10;When all Lizards are removed from the dragon, the game ends.  For each Golden Egg in front of you, you must return a Lizard!  After accounting for all Golden Eggs, the player with the most Lizards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "23536",
    "Name": "Monopoly:  Builder",
    "ID": 341308,
    "Year": "(2021)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/341308/monopoly-builder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Travel the board buying properties, collecting rent and resources, and using builder&rsquo;s blocks to build your island city.  The game ends when the penthouse has been built.&#10;&#10;Buildings are built on a center map using resources collected during the game.  The height of each building determines it&rsquo;s worth at the end of the game&#10;&#10;Score bonus points for having the most money, having the most contiguous buildings on the center map, and having sets of properties.  The player with the most points at the end wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "23537",
    "Name": "Peek-a-Boo!",
    "ID": 118713,
    "Year": "(2012)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/118713/peek-a-boo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In Peek-a-Boo!, three children have placed sheets on their heads to pretend that they're ghosts &ndash; but unknown to them a real ghost has joined their playtime! It's up to you to determine under which sheet the real spirit is hiding as well as which color candle it's holding. To do this, players must make use of the mirrors in the castle surrounding the figures as everyone knows that true spirits don't cast a reflection...&#10;&#10;To set up for the game, each player receives a search tile showing a symbol, and 16 candle chips (each showing one of four colors and one of four symbols) are mixed and placed facedown on the spaces on the circular track. The mechanical doohickey in the game board &ndash; which lowers mirrors out of sight when one of the ghosts is used to crank a gear in the board &ndash; is set up. You secretly place one of the four colored candles in each ghost, then set them on the game board.&#10;&#10;On a turn, you roll the die. If you roll a number, you move a ghost of your choice the number of spaces indicated to try to land on a candle chip. If you do land on one, you reveal it, keeping the chip if it shows your symbol and leaving it faceup on the board otherwise. If you roll a ghost, you can conduct a mirror test, take a joker move, or do both. For the mirror test, you take one of the ghosts, place it in the center of the game board, then crank the gear (as each ghost has a coglike thing beneath it). If the mirrors disappear, you've found the real ghost! If not, you'll see the ghost reflected in a mirror and the angle of the mirror allows you to see the candle color; announce this color to all players. For a joker move, you move a ghost to any space of your choice to try to collect the chip on it.&#10;&#10;Once you have all four of your chips, you immediately test a ghost of your choice to see whether the mirrors fall. If they do, you need to then name the color of candle it holds. If you fail either test, you're out of the game and play continues until the next player tests a ghost. If you succeed, you've revealed the real ghost and win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "23538",
    "Name": "Mermaid Beach",
    "ID": 90972,
    "Year": "(2011)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/90972/mermaid-beach",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mermaid Beach, a card game created by an eight-year-old, plays somewhat like a take-that version of Go Fish. Each player starts the game with a hand of beach cards: these cards include four copies each of items like beach balls, sunglasses, umbrellas, and so on; a dozen mermaids/mermen; and seaweed, sneaker waves and a single sea monster. A deck of shell cards &ndash; with cards worth 1-4 points and starfish action cards &ndash; is shuffled and placed on the table.&#10;&#10;On a turn, a player can discard a mermaid/merman or matching pair of items to take the top shell card, discard a mean mermaid to steal another player's shell card, ask another player for an item card (a la Go Fish, drawing a card if you come up empty and scoring if you hit), play a sneaker wave to remove one opponent's shell card from play, or play seaweed to force someone to draw a beach card. If someone collects a shell card that is worth points, that player places the card on the table; if the shell card features a starfish, every player passes one beach card left or right as instructed.&#10;&#10;The game ends when a player has no cards left in hand or has only the sea monster in hand. In the latter case, this player must discard all of the highest-value shell cards that she has collected. The player with the most shell points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "23539",
    "Name": "Czółko",
    "ID": 236302,
    "Year": "(2017)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/236302/czolko",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Cz&oacute;&#197;&#130;ko is a simple Polish party game use silly moves, accents and weird performances to convey the word or phrase on the card that&rsquo;s on your friends head to help him or her guess it!&#10;&#10;Use multiple exciting game variant like Bomb or Platypus to limit ways one can show the card contents!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": [
      "Series: Czółko (Simplicity games)"
    ]
  },
  {
    "Rank": "23540",
    "Name": "Combots",
    "ID": 4340,
    "Year": "(1983)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/4340/combots",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Two-player SF wargame (of sorts) pitting two modular gladiatorial-combat robots (&quot;combots&quot;) against one another. (Where have we seen this before?) Each robot is represented by a composite miniature that you put together using the available components. There are two different command units (heads), two main thrusters (bottoms), and four equipment tenders (middle pieces with six slots in them), with which you can make Scouts (combots with one tender), Warriors (two tenders), or Marauders (three tenders), although you don't get enough tenders with the game to build a pair of Marauders.&#10;&#10;Now comes the fun part. Not only can you custom-design your combots, you can actually build them by sliding various modules into the slots in the equipment tenders: claw arms, lasers, laser shields, aiming units, missile launchers, armor plates, etc., etc. When you're ready, deploy your combots at either end of the included diamond-shaped hex map and guide them into battle; the last robot with any remaining functional offensive modules wins.&#10;&#10;Approximate playing time is a guess. Two players is the maximum for a standard game; scenarios are provided that allow up to five players to play in the diamond map, or more players in user-designed maps, but you would have to buy either extra copies of the game or components for additional miniatures.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "23541",
    "Name": "Bayon",
    "ID": 4402,
    "Year": "(2002)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/4402/bayon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Players hire explorers who must be sent on expeditions. Each explorer has different abilities, and each expedition has different requirements (the more difficult the expedition, the higher the reward in gold). Often it is necessary to use more than one explorer for an expedition.&#10;The first player to win a certain amount of gold wins the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Economic",
      "Exploration"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Cambodia",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "23542",
    "Name": "Ex & Hopp",
    "ID": 208,
    "Year": "(1996)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/208/ex-and-hopp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "A quick and simple card game for 2-6 milk-drinking players. Each player places a color card down as their marker and the matching sets of cards numbered 1-12 in those colors make up the deck. The deck is shuffled and players get 4 cards, the remainder goes down as a draw deck. There is a set of small tiles in red and black for negative or positive points (red are 4,4,5,5,6,6, black are 2,3,3,4,4,4,5,5,5,6,6,6). These are shuffled face down and 4 turned up to start 4 rows.&#10;&#10;On your turn, you can place a card against a row or try to swap a card with another player. If you want to swap, you simply offer a color for another color, mentioning no numbers. Swap with the player of your choice, but if nobody wants to swap, you've wasted your turn.&#10;&#10;When you play a card to a row, you draw back so you have 4 cards. When the row is full, determined by the number on the tile, the player with the highest total in the cards has to take the tile, be it positive or negative. Usually your choices are obvious, but sometimes it is worth assisting another player to take a row, rather than waste a good card for you on a low or negative tile. If a row is tied between players, the cards are discarded and the tile stays for more cards.&#10;&#10;The discard deck is shuffled over, taken tiles refreshed by new ones. The game ends when the tiles are all taken, deduct the negative from the positive to get your score.&#10;&#10;This game was re-themed and expanded on with Relikt.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23543",
    "Name": "Cube Checkers",
    "ID": 6678,
    "Year": "(1997)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/6678/cube-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Play is essentially the same as standard Anglo-American Checkers with short jumps, but with the addition of a &quot;roll-over&quot; stage at the end of non-capture moves. Each player begins with twelve six-sided dice with the &quot;one&quot; faces showing in the standard Checkers initial arrangement. Maximal jumping captures are mandatory, but after non-capture moves, a player increases the number on any other die by one (unless the die moved is that player's last piece). Any die showing a &quot;six&quot; is a standard Checkers king that may move or capture backwards or forwards. Pieces that reach the opposite last row also become kings immediately, but the turn ends. US Patent 5636841.  Game invented by Robert Burroughs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 8 Grids",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "23544",
    "Name": "Castles of Caleira",
    "ID": 236905,
    "Year": "(2018)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/236905/castles-of-caleira",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "Castles of Caleira is a beautifully illustrated, fantasy landscape microgame that uses clever interaction, and strategic decision trees to garner incremental advantage over your opponent. Players build their castle using one of the 18 cards per turn, to hinder their opponent or build the strongest citadel, to ultimately end up with the Castle that history remembered.&#10;Castles of Caleira hopes to incorporate vivid story-telling, and luscious art direction to immerse players in an epic prelude to the Cutlass Boardgame Universe.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "23545",
    "Name": "Such & Such",
    "ID": 16699,
    "Year": "(2005)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/16699/such-and-such",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "All the answers are in twos!&#10;&#10;In Such &amp; Such, teams try to solve a set of five clues. All of the answers are things that go together. For example, &ldquo;The two youngest Brady kids&rdquo; (answer: Bobby and Cindy); coffee complements (answer: cream and sugar); and motto of The Three Musketeers (answer: All for one and one for all).&#10;&#10;To play, one team member reads five clues to his teammates, who then have 40 seconds to solve them.&#10;Teammates may pass but will not be allowed to return to the clue. When time runs out, the opposing team has the chance to steal any passed clues and any clues that were not answered before time ran out. The first team to reach 25 points wins. Such &amp; Such is for four or more players who play in  teams.&#10;&#10;Ages 10 and up.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23546",
    "Name": "Odin's Table",
    "ID": 66551,
    "Year": "(2010)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/66551/odins-table",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7273",
    "Description": "Join the Gods of Asgard in the game of strength and wisdom.&#10;&#10;Mindwarrior Games Ltd. releases the second title this year after Atlantic Triangle. Based on the Viking mythology, the game is illustrated and designed by Mindwarrior Games, god illustrations done by Teemu Karjalainen.&#10;&#10;Odin&rsquo;s Table is a strategic board game where two players struggle for victory with the assistance of the ancient Viking gods. Players try to move their game tokens to the enemy fort. The winner is the player who first gets three game tokens of their own into the enemy fort.&#10;&#10;Use the superior power of Odin, the wit of Loki and the powers of 8 other gods to win in this strategical game of tactics and bluff!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Mythology: Norse",
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "23547",
    "Name": "Einfach Genial: Das Würfelspiel",
    "ID": 117987,
    "Year": "(2012)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/117987/einfach-genial-das-wurfelspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "Einfach Genial: Das W&uuml;rfelspiel, along with Keltis: Das W&uuml;rfelspiel and W&uuml;rfelwurst, is part of a line of dice games packaged in cubes from Kosmos.&#10;&#10;On your turn, you roll your dice (which feature a differently colored  and shaped symbol on each face) and score as many points for each symbol on the rolled dice as there are symbols on the dice in front of the other players. You can roll at most three times, so knowing when to keep your result or gamble for a better one is the difference between victory and defeat.&#10;&#10;Players record these points on an individual scoring board with tracks for each color, and the first player to move all colors to seven points wins. Progress is complicated by three barriers on the scoring tracks, which cannot be passed unless all colors have been bumped to a certain level of points &ndash; thereby forcing players to push their colors evenly.&#10;&#10;Einfach Genial: Das W&uuml;rfelspiel was originally released as one of three games in Fantasy Flight Games' Ingenious Challenges. It is a slightly smaller version: here the score pad only goes 1 to 7.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Ingenious",
      "Mechanism: Roll-and-Write",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "23548",
    "Name": "Flip, Switch and Roll",
    "ID": 368116,
    "Year": "(2022)",
    "Geek Rating": "5.499",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/368116/flip-switch-and-roll",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Keep changing the game in Flip, Switch and Roll, the 2-8 player dice altering card game.&#10;&#10;It&rsquo;s simple! Players take turns to play Switch cards attempting to match their Number card with the dice in front of them. With the Switch cards, players can flip, switch, roll and even sabotage their way to victory. Will your number come up?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Move Through Deck",
      "Neighbor Scope",
      "Push Your Luck",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "23549",
    "Name": "Yaniv",
    "ID": 88900,
    "Year": null,
    "Geek Rating": "5.499",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/88900/yaniv",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Yaniv is an Israeli card game, played with a standard deck of cards.&#10;&#10;Players attempt to be the first to decrease the value of the cards in their hand to below a designated number by discarding sets of matching cards. The first person to achieve this (known as &quot;calling Yaniv&quot;) causes all other players to score a penalty based on their remaining cards. However, if another player reaches an equal or lower score at the same time, the player who calls Yaniv instead receives a hefty penalty.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "23550",
    "Name": "Maskenball Venezia",
    "ID": 3290,
    "Year": "(1999)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/3290/maskenball-venezia",
    "Min Players": "5",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "Re-issue of Adlung's Maskenball, this time themed on a Venetian costume ball. Very nice cards. Rules in German, English &amp;  French.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: Italy"
    ]
  },
  {
    "Rank": "23551",
    "Name": "Deuce",
    "ID": 2450,
    "Year": "(1985)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/2450/deuce",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "These 52 cards, 11 cards (0 through 10) in each of 4 colour suits plus 6 Rainbow cards and 2 X cards.  You try to go out (empty your hand) during each hand; score is kept and the first player to reach 100 wins.&#10;   Each player is dealt 6 cards.  You begin by placing two cards of your choice in front of you, face up, to create two discard piles.  The two cards played must match either by colour or by number.  In turn, you play one card from your hand onto any of the discard piles.  To play onto a pile, the card played must match the other pile's card in number or colour.  If you can't or don't wish to play a card, you must draw cards until you can play one.  Should the draw be exhausted, a new deck is made from the discard piles, keeping only the topmost cards.&#10;   To go out, your discard piles must at least tie all the others in number value.  Score is 10 points for the player who went out, plus the combined values of the cards left in the other players' hands.  The discards aren't scored.&#10;   Rainbow cards are wild, being of all four colours at once --they match any card.  The card value is zero, which may be handy to reduce an opponent's discard piles value.  X cards (also worth zero), on the other hand, can only be matched by Rainbow or X cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "23552",
    "Name": "卑怯なコウモリ (Cowardly Bat)",
    "ID": 134547,
    "Year": "(2012)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/134547/bei-qie-nakoumori-cowardly-bat",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Hiky&#197;&#141; na k&#197;&#141;mori (&quot;Cowardly Bat&quot;) is a card game of bluffing in which players try to piggy-back on other players' cards to score the most points.&#10;&#10;All cards are dealt to the players. Each round players take turns playing a card on the table one by one and announce whether it is a Beast or a Bird. Cards may be played face up or face down, and players are free to lie about the card they have played. After each player has a card on the table, face-down cards are revealed and the outcome of the round is determined:&#10;&#10;&#10;     If all cards are the same type: Everyone wins a point.&#10;     If cards are of two types, then if there are only Beasts and Birds, the side with the most cards wins a point. If, however, there are Bats and anything else, the side that is not the Bats wins a point.&#10;     If cards are of all three types, then if there is a majority of Beasts or Birds, the side with the most cards and the Bats get a point. Otherwise if the number of Beasts and Birds is the same, they all get a point and the Bats get nothing.&#10;&#10;&#10;Play continues until players run out of cards. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Bats",
      "Animals: Birds"
    ]
  },
  {
    "Rank": "23553",
    "Name": "SPACE INVADERS: THE BOARD GAME",
    "ID": 279967,
    "Year": "(2021)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/279967/space-invaders-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Based on the SPACE INVADERS arcade game.&#10;Competitive gameplay.&#10;Card/ Deck building game.&#10;Players move their cannons at the bottom of the board and can shoot the attacking Invaders that are added as new technology to their decks. Scanning invaders awards a secondary currency (&quot;Alien Inteligence&quot;) that can be used to research otherwise unavailable technologies. The goal of the game is to find the most efficient way to convert energy into score and to have the highest score when the game ends. The game ends (in order of probability) when the invaders have destroyed the human base, if the alien command ship (UFO) has been defeated, or if only one player survives.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "23554",
    "Name": "T-Rex",
    "ID": 174,
    "Year": "(1999)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/174/t-rex",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9091",
    "Description": "Many regard this game as a trick-taking game, however that would be a very liberal interpretation of trick-taking.  Players are each given an equal set of cards, which they randomly pick a hand of seven.  Each hand one suit is a trump suit, and one suit is a non-trump suit.  Players place one of their cards in front of themselves, and this continues until the hand ends.  At that time, the top card on their piles are compared and the best card picks his reward first, and the remaining reward going to the second place.  The reward cards give players points, and the highest total at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "23555",
    "Name": "Activity professional!",
    "ID": 41894,
    "Year": "(1992)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/41894/activity-professional",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "This is a party game from Piatnik. &#10;There are several phrases players have to find out. One player has to act or to describe and the other ones have to find out what that should be. There are several editions and expansions for this real famous game.&#10;&#10;In this edition the phrases are: collocation/figure of speech and sayings/proverb.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "23556",
    "Name": "Phase 10: Das Brettspiel",
    "ID": 69602,
    "Year": "(2010)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/69602/phase-10-das-brettspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4375",
    "Description": "As in other Phase 10 versions, the players try to collect sets of cards in ten different phases which have to be collected in order. Only when one phase is completed, the player can start collecting the next one. &#10;In this board game version, players move along a circular track on the board. For this, they roll two dice and choose one of them for their movement. The field they land on contains instructions on how to draw or replace cards or even request them from others. Afterwards, phases can be laid out or added to. At the end of each player's turn, a card has to be discarded. A player who has no cards left after this moves forward two phases, the other players who have completed the current phase move forward to the next phase, all others have to try the current phase again in the next round. The first player to complete phase 10 is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Phase 10"
    ]
  },
  {
    "Rank": "23557",
    "Name": "Khrysos Hunters",
    "ID": 160406,
    "Year": "(2014)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/160406/khrysos-hunters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.8",
    "Description": "Mysterious treasures have been found in the Khrysos galaxy! Collectors, adventurers and treasure hunters from distant worlds are all racing to make their fortune. Assemble your team and use their unique skills to battle, confound, and steal from your opponents. Be the first team to collect the treasures to win. Enjoy millions of map combinations and a huge variety of characters to experience within this base game which is expandable up to six players.&#10;&#10;The hybrid card/board game Khrysos Hunters is a fast, fun, action packed romp that has players move their treasure hunters around a changeable map to be the first to collect twelve treasures. Each turn is initiated by a die roll, but each of the colorful characters in play uses a different strategy by leveraging one of their six abilities.&#10;&#10;May the best team win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23558",
    "Name": "Spy Code: Break Free",
    "ID": 239504,
    "Year": "(2017)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/239504/spy-code-break-free",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Break Free, you and up to three other agents are locked in handcuffs, testing your espionage skills together. Your goal is to escape from the cuffs more quickly than anyone else because whoever frees themselves first scores the most points!&#10;&#10;Break Free comes with twelve unique mazes with three difficulty levels. Players must handcuff themselves and break free by using the lock pick, moving it up and down and twisting it left and right to escape!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Spy Code (Yulu Toys)"
    ]
  },
  {
    "Rank": "23559",
    "Name": "Last Minute",
    "ID": 1109,
    "Year": "(2000)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/1109/last-minute",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Get whisked away as you try to pack your suitcase with the matching items, sun oil, skis, camera etc. Fun/Action game, Rules in German, English &amp; French.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23560",
    "Name": "Puls",
    "ID": 1935,
    "Year": "(1999)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/1935/puls",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players try to empty their hands, but cannot play a card number that is a factor or multiple of the number on the card previously played. Each card has a symbol on it that indicates who can next play a card. You score points for cards left in your hand and for misplayed cards. After several rounds, fewest points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "23561",
    "Name": "Woods of Tarnaris: Path to Luslaria",
    "ID": 282506,
    "Year": "(2019)",
    "Geek Rating": "5.499",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/282506/woods-of-tarnaris-path-to-luslaria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Deep in the forests of Tarnaris lies Luslaria, the realm of the elves. Here those noble warriors protect their plants, animals and mystical creatures, and enjoy their blaze of colour and beauty. If you want to play with them, you have to remember exactly where you found them.&#10;&#10;Woods of Tarnaris is a 2-4 player card game that combines speed with memory capability of the players for a fast and funny gaming experience. It sustainably improves short-term memory and supports learning of the first numbers from 1 to 10. The aim of the game is to be the first player who finds all the card pictures inside the memory field and place them in the middle of the table in ascending order of the card numbers. Many special turns and special cards achieve a very nice gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Card Games: Matching"
    ]
  },
  {
    "Rank": "23562",
    "Name": "Rivals: Masters of the Deep",
    "ID": 169425,
    "Year": "(2015)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/169425/rivals-masters-of-the-deep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "IN THE DEEPEST OF THE DEEP SEAS...&#10;&#10;lies the Lurk. It is dark but clear, cold but habitable and a swell of life begins where land ends. The Gorgangrackles eat the Anglerfin. The Anglerfin eat the Chumtails. The Chumtails eat the Trollsharks. The Trollsharks...well they eat each other. Between the moistened mountains of Bluff and Butte sprawl the villages of the Nautilus, a peculiar race of tentacle-bearded nature-lovers. The villages are said to reside on top of a rare mineral deposit of UnderAether.&#10;&#10;Topside a Cog would give his left leg for a small glimpse of the material. The UnderAether could supply their steam-factories for centuries and here it is resting under the tentacles of water breathers. The Rivalry has been fought for years. Now the famous Gearhead's Brigade has been sent by the High Cog Warden to investigate a strange beacon in the deep dark depths.&#10;&#10;Rivals: Masters of the Deep is a tactical game for two or more players set in the cold dark depths of the Lurk. Players take command of either the Cog or the Nautilus, gather a fighting force and, through wise decisions and strategic moves, destroy the opposition. In Rivals, Cog &amp; Nautilus go head to head on the battlefield. Your team will engage in fast-paced combat and interact with the board itself. The Creatures of the Lurk will come out of hiding, coral will try and eat you, Underwater rip tides will batter you, all as you fend off your opponent.&#10;&#10;To Setup your game you first gather your army by spending Aether. Each model has a cost. You then pay for any abilities or starting equipment you would like your army to have. You then create the &quot;Lurk&quot; Map. The Lurk is where all battles in the base game play out. The Lurk map is made with hex tiles. After setting up the map, including all card decks and dice, you place your units in the starting points. Your teams are now ready to do battle.&#10;&#10;There are two phases for each side, a Movement Phase &amp; an Action Phase. During the Movement phase you may activate up to two hexes worth of models to begin their movement. After all movement is completed the player moves on to the Action phase. Like the movement phase you may activate up to two hexes, same or different, to begin their Actions. In the Action phase each activated model can perform one of four actions or a special action. The basic actions are Attack, Search, Recover or Charge. There are special areas on the map that you can search and explore but be wary because there is usually danger in dark places. The map also contains dangers and difficult terrain including Coral, underwater geysers and much more.&#10;&#10;Turns go back and forth until your opponents hero is destroyed.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Chibis",
      "Theme: Steampunk",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "23563",
    "Name": "Launch Pad",
    "ID": 76684,
    "Year": "(2010)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/76684/launch-pad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.375",
    "Description": "The space race is on!&#10;&#10;You are battling to build the biggest, baddest rockets possible and send them soaring into space. Each rocket requires metal, fuel, and the expertise needed for liftoff. As you build your rockets, beware of your opponents, who are eager to steal your goods and sabotage your work--you may even have some tricks of your own to thwart their progress.&#10;&#10;All the while, the launch pad is being constructed--as soon as it&rsquo;s ready, the rockets that are &quot;go&quot; for launch will blast off into space, leaving all others behind!&#10;&#10;Do you have what it takes to make your rockets soar before it&rsquo;s too late?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "23564",
    "Name": "Moustache Smash",
    "ID": 165551,
    "Year": "(2014)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/165551/moustache-smash",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A fast and lively game of flipping cards and slapping moustaches.&#10;&#10;The goal of the game is to collect the most cards.  Each player holds a suction-cupped moustache on a stick under their noses.  A moustache card is played from the deck face up at the center of the table.  If the moustache shown on the card matches the color or shape of your moustaches, slap it!  The first player to do so collects the card as a point (or pays a penalty if he slapped the card incorrectly).  When the deck runs out, the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23565",
    "Name": "Hepta",
    "ID": 10593,
    "Year": "(1974)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/10593/hepta",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "OBJECT&#10;To place your game pieces on the board so that they do not cover any of the designated color on the board. The winner is the player who plays the most game pieces.&#10;&#10;From the box: A pleasing combination of puzzle and strategic game. On one side of the board, the idea is to place 14 tiles so as to cover all but one of the 7 colors. There are 7 colors and therefore 7 different problems. On the other side of the board, the game consists in seeing who of the two players is able to play more tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: Polyominoes",
      "Series: Traveller (Ravensburger)"
    ]
  },
  {
    "Rank": "23566",
    "Name": "Flying Circus: Tactical Aerial Combat, 1915-1918",
    "ID": 7031,
    "Year": "(1972)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/7031/flying-circus-tactical-aerial-combat-1915-1918",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "&quot;Plane to plane combat in the age of the 'knights of the air.'  Movement and combat rules permit the re-creation of the 'dog-fighting' characteristic of the period. Famous aircraft included for use in the scenarios are: Fokker III, Dr I, D VIII, Albatross, Pfalz, Sopwith Camel, SPAD 13, Nieuport 11, SE 5A, and many others. Each aircraft type has its own customized control card used to keep track of its speed, ammunition, damage, and climbing. A 'streamlined' version of the rules is also provided to introduce players to tactical aerial simulation.&quot;&#10;&#10;SPI's first air combat game, originally published as a magazine game in Strategy &amp; Tactics magazine #31. Facets of the game mechanics would be used in their later air games Spitfire and Foxbat &amp; Phantom.&#10;&#10;200 counters&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Series: Jim Dunnigan Tactical Aerial Combat System"
    ]
  },
  {
    "Rank": "23567",
    "Name": "Selfish: Star Wars Edition",
    "ID": 355094,
    "Year": "(2021)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/355094/selfish-star-wars-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Selfishness is a helpful trait in Disney Star Wars Selfish, as you search the galaxy for rebel scum aboard the Millennium Falcon!&#10;&#10;In order to win, you must preserve your fuel supply, upgrade your ship, and fight your way through space to reach the rebels first.&#10;&#10;Attack other players to move through space towards your target, but don't let others disable you on your journey, you must protect yourself!&#10;&#10;If you do run out of fuel, or have no upgrades on your ship, your ship is broken down, you're stranded, and you're out of the game.&#10;&#10;But, if you reach the Millennium Falcon first, then you capture the Rebels and win. Everyone else loses the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Race",
      "Take That"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "23568",
    "Name": "Qubix",
    "ID": 35247,
    "Year": "(2011)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/35247/qubix",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8333",
    "Description": "Qubix is a three-dimensional strategy game in which players take turns removing available blocks of 1, 2, or 3 cubes in several colors from a central pile and adding them to players' piles (to a maximum of three levels) to create specific patterns and earn points. If a player completes a pattern on another player's pile, both players earn points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "23569",
    "Name": "Set Schnupperspiel",
    "ID": 168390,
    "Year": "(2014)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/168390/set-schnupperspiel",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Set Schnupperspiel or Set Demo Deck is a small, promotional copy of Set! containing 27 cards.&#10;&#10;In SET, each card contains 1-3 objects, with all of the objects on a card having the same color, shape and shading. Colours, shapes, and shadings come in three different types: green, purple and red; oval, diamond and squiggle. As opposed to the original game, there is only one type of shading; solid.&#10;&#10;The object of the game is to create sets of 3 cards that are either all alike or all different.&#10;&#10;The Set Schnupperspiel, or Set Demo Deck, was available at the AMIGO Spiel + Freizeit GmbH booth, at Spiel '14, as a freebie.&#10;&#10;The Set Schnupperspiel was also available in Stadt Land Spielt! Sonderdrucke 2018 as part of that games package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time",
      "Travel"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Containers: Round Boxes",
      "Game: Set",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "23570",
    "Name": "Totally Dingbats",
    "ID": 23552,
    "Year": "(1990)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/23552/totally-dingbats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "The die decides if it's a two way challenge, whereby everyone battles it out, or if one player goes solo against the clues and the timer.&#10;&#10;There are three types of Dingbats cards.&#10;&#10;dingbats: A mischievous collection of alphabet charades that are lots of fun to figure out&#10;Eg &#10;bidden apple&#10;bidden pear&#10;bidden orange&#10;bidden grape&#10;&#10;Answer: Forbidden Fruit&#10;&#10;Kingbats:&#10;Master the mind-boggling brainteasers and you could become King of them all!&#10;&#10;Eg &#10;HeHeHeLIUM&#10;Answer: Laughing Gas&#10;&#10;Thingbats: Colorful visual riddles &#10;eg &#10;Picture of Tap - S - Picture of Tree&#10;Answer: Tapestry&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23571",
    "Name": "Cloud Mine",
    "ID": 235506,
    "Year": "(2018)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/235506/cloud-mine",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Cloudmine, players alternate being visionaries and cloud hunters in order to catch the largest number of clouds.&#10;&#10;During a turn, one player takes the role of being a visionary by choosing a particular cloud card from a number of cards drawn from the top of the deck corresponding to the number of players. They then attempt to mislead the greatest number of other players, who are cloud hunters, in an effort to gain points. To do this, after choosing a card, the visionary makes up a story of at most five words, then splays the cards on the table, and the cloud hunters in turn attempt to guess the visionary's chosen cloud. If the hunters choose a card that's not correct, the chosen card is given to the visionary, and play passes to the next hunter. If the chosen card is correct, the visionary earns points for every card they've already gathered.&#10;&#10;After a set amount of turns, where each player gets a chance to be a visionary, play concludes, and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "23572",
    "Name": "Yummy Monsters",
    "ID": 259329,
    "Year": "(2018)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/259329/yummy-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Welcome to Yummy Monsters, the restaurant for each and every taste! Come as you are &mdash; we are open for every monster like me and you!&#10;&#10;In Yummy Monsters, you are monster waiters in the restaurant who try to serve food to your guests' liking &mdash; and this gets weird at times because the customers are monsters!&#10;&#10;In this dexterity flinging game, players try to throw foods into the mouths of four 3D monster heads. The game box acts as the tables where the monsters are sitting, and the customers have different quirks on how they like their food to be delivered, so you need to master multiple throwing techniques.&#10;&#10;Each waiter is a different monster who has its own special gloves and mask that will make throwing the foods difficult!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23573",
    "Name": "War with a Vengeance!: The V-1 Campaign June and July 1944",
    "ID": 110037,
    "Year": "(2011)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/110037/war-with-a-vengeance-the-v-1-campaign-june-and-jul",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "An LPS bonus mini-game, War with a Vengeance is a solitaire simulation of the defense against the V-1 (Vergeitungswaffe or Vengeance Weapon) campaign against Great Britain.  Each turn represents 10 days where a random number of V-1 rockets are launched from sites in France Against London.  The player takes on the role of the English defense forces to deploy assets and intercept the incoming V-1 Rockets.  Options allow the English to commit forces to direct interception, launch site interdiction, or to support the Normandy invasion in an attempt to capture and neutralize the launch sites.  With limited resources you must decide as the English how to best protect London and eliminate the threat of &quot;Hitler's Vengeance&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "23574",
    "Name": "Pass the Pigs: Pig Party Edition",
    "ID": 92497,
    "Year": "(2011)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/92497/pass-the-pigs-pig-party-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Pass the Pigs, in which players roll pig-shaped dice to score points, included one pair of pig dice. Deluxe Pass the Pigs doubled the swine count, with two pairs of pigs for head-to-head competition. Now Pass the Pigs: Pig Party Edition has brought home the bacon, doubling the pig count yet again with four pairs of pigs (pink, black, brown, tan) included in the box.&#10;&#10;Game play is reminiscent of Pass The Pigs, but with more pigs and more scoring opportunities. Players try to win cards that display a specific goal (pigs in a particular orientation) and a point value. The game includes bonus cards, including a chance to roll all eight pigs at once. Sooooooo-eeeee!&#10;&#10;Pass the Pigs: Pig Party Edition comes with a black, zip-up case to hold the game components.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pigs",
      "Containers: Zippered Pouch",
      "Game: Pass the Pigs"
    ]
  },
  {
    "Rank": "23575",
    "Name": "Operation Rescue Kit",
    "ID": 27982,
    "Year": "(2006)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/27982/operation-rescue-kit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;&quot;Cavity Sam needs your help, STAT! Open up the doctor&rsquo;s medical case to reveal Sam&rsquo;s new operating table with 15 Funatomy parts, including new ones such as texting thumb and joystick wrist. This game also includes an oxygen pump you can press and a timer. You can monitor your progress in the game via the light up heart monitor! Operation Rescue Kit has 4 all new exciting games for extended play, and now it also includes 3 skill levels for players of all ages to enjoy. Store the funatomy parts in the new storage compartment included, and take this portable game everywhere you go.&quot;&#10;&#10;Operation Rescue Kit comes in an electronic medical case that contains everything you need for 4 different operation games against the built in timer: Speed It Up!, More Oxygen Please!, Rush Job! &amp; Specialist Help. The game includes three difficulty settings and a new set of modern life ailments including his texting thumb and joystick wrist!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Tweezers",
      "Game: Operation"
    ]
  },
  {
    "Rank": "23576",
    "Name": "Right Turn, Left Turn",
    "ID": 1240,
    "Year": "(2000)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/1240/right-turn-left-turn",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1333",
    "Description": "Imagine 7 cards each with a drawing of a different Traffic Cop. You see the front of some cops and others you just see their back (from the rear). Each card is unique because in addition to the cop, they each have a diffrent symbol on them, i.e. a Tree, a Stop Sign, etc. Now put them in a circle with their feet toward the inside of the circle. Further, you also have a deck of 21 Direction cards and each has a symbol (which corresponds to the ones on the Traffic Cop cards) and 3 directions on them, i.e. A Tree, 4 Rights, 3 Lefts, 2 Lefts. This Direction deck is placed face down in the center of the circle. Anyone flips a direction card and it all starts; start at the Traffic Cop that has the matching symbol, then move left and right as the card calls for, but remember you must move to the Traffic Cop's left or right. So depending on if they are facing forward or backwards, you go the appropriate direction. Whoever calls out the correct stopping place first, by symbol, wins the card. Good game similar to Ikarus.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23577",
    "Name": "MARETTA",
    "ID": 418181,
    "Year": "(2024)",
    "Geek Rating": "5.499",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/418181/maretta",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Maretta is an escape from the island where desperate castaways will beat each other up for 15-20 minutes.&#10;Among pelicans, sharks, monkeys, inking squid and erupting volcanoes you will gather resources to try to save yourself in a desperate flight towards the sea and towards the steamers.&#10;&#10;2 Adventures / 2 different game mechanics:&#10;&#10;     Escape from Maretta&#10;     Escape from Vulcano Island&#10;&#10;&#10;Type: family+&#10;&#10;Mechanics:&#10;&#10;     Escape from Maretta: Race along a sea track bar and Set-Collecting of Resources&#10;     Escape from Vulcan: Pure race to the death&#10;&#10;&#10;Story&#10;&#10;Whether it's the fault of the pelican monkeys or the sharks, since you were shipwrecked on the island of Maretta, there hasn't been a day of calm. You have also tried to collaborate with the castaways: you built your village, collected wood and vines for the fire, found plants and fruits to live on.&#10;&#10;Yet it takes so little to send everything up in smoke, yes because we're talking about smoke.&#10;The smoke of a steamer in the distance or the first signs of an imminent eruption are enough to make the &quot;marettosi&quot; nerves explode and then start a mad rush.&#10;Trips, thefts and intrigues are the order of the day, and watch out for the barrels along the way!&#10;Each turn you discard and collect resources. The numbers on the cards influence the movement and allow you to move your opponents against Sharks, Monkeys, Squids, Anchors, Grapples and Pelicans, limiting their action.&#10;&#10;Brief description of the game&#10;&#10;In the Escape from Maretta you will collect resources to be able to get on the steamer. The more resources you have, the easier it will be to climb, but this won't be enough.&#10;Will you be able to reach the steamer?&#10;&#10;In Escape from Vulcano resources will make the mine cart you are traveling on heavier to make you go faster but be careful, too many resources will slow you down.&#10;Will you be able to go faster than the moving Lava?&#10;&#10;You can try to live the Experience FROM VULCANO to the STEAMER, the 2 adventures combined.&#10;&#10;New Adventure will be released for free using the same box and components. Keep connected!&#10;&#10;One example? Thing to be in the middle of the see after a shipwreck and you have to reach the Maretta Island. Can you imagine what can change in the mechanics? We will show you soon ;)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Collectible Components",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "23578",
    "Name": "Lankhmar",
    "ID": 4025,
    "Year": "(1976)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/4025/lankhmar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "User Summary&#10;&#10;Lankhmar is a game based on the characters in the Nehwon world created by Fritz Leiber.  It contains elements of both individual character adventures, army combat, and magic quests.&#10;Play involves the drawing and following of geas cards, moving units and weaponry, collecting rewards from the Reward Deck after completing quests, and resolving battles.  The map is made up of hexes of various land types with varying combat affecting statistics.  Units have a set number of action points with which they can move or carry out their other unit abilities such as changing or picking up weapons.&#10;&#10;The geas component is the most unique, forcing players to send their heroes off on perilous quests despite whatever plans had been previously made.&#10;&#10;Optional rules include the inclusion of healing, land sinking into the sea, and a more complicated combat system.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Negotiation",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Negotiation",
      "Player Elimination",
      "Race",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Camels",
      "Animals: Horses",
      "Series: Famous Authors (TSR)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "23579",
    "Name": "Ditto",
    "ID": 22045,
    "Year": "(1998)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/22045/ditto",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&#10;    edit&#10;&#10;&#10;The former description was from a game called 'Brainstorm'.&#10;&#10;This game is more fun than Brainstorm. This is Ditto, or Idem Ditto.&#10;&#10;A partygame for up to six players, where you have to guess what other people will write down on their paddle.&#10;Each quick round two cards are turned face up: 1 card with a noun and 1 card with a description. E.g.: weird + thing on a farm.&#10;Than everyone writes down something they associate with these cards. &#10;When you write down the same thing as another player, you get points if you are the majority.&#10;&#10;It's quick, lots of fun and the whole idea to write something down that other people will write too, is just hilarious! Get in each others head and have a blast!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "23580",
    "Name": "Froop!",
    "ID": 4372,
    "Year": "(2002)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/4372/froop",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "On your turn, play a card from your hand onto the Froop, an amorphous pile of cards in the middle of the table, so that two symbols on your card match up with the symbols on the Froop beneath it. If you can cover 3 or 4 symbols, you immediately get another turn. The first player to run out of cards wins. Rules are included in 15 different languages, and advanced rules are included to make the game more strategic, faster, cutthroat, or all three.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "23581",
    "Name": "Table Soccer",
    "ID": 11600,
    "Year": "(1965)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/11600/table-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Contents:- 12 blue players, 12 red players, game board, 2 x goals, 2 x white discs, score cards, intructions.&#10;&#10;A dexterity game of soccer.  Later released again by Waddingtons in a more updated version with figures of players on flat bases.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "23582",
    "Name": "Risk: Marvel Cinematic Universe",
    "ID": 184337,
    "Year": "(2015)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/184337/risk-marvel-cinematic-universe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "&quot;Play as one of five factions, each with its own victory condition, representing heroes and villains in the Marvel Cinematic Universe.&quot;&#10;&#10;The main board is for 3-5 players played out over a city map for sector control.  A 2-player map is included for the Guardians of the Galaxy card game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Marvel Universe",
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "23583",
    "Name": "Toppling the Reich: The Battles for the Westwall",
    "ID": 24325,
    "Year": "(2006)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/24325/toppling-the-reich-the-battles-for-the-westwall",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "900",
    "Weight": "3.2",
    "Description": "Toppling the Reich: The Battles for the Westwall, is an operational level simulation of the fighting for the Rhine River and Westwall that occurred in 1944 and 1945. Designer John Prados transports his Panzerkrieg game system to the Western Front to examine the major episodes of this clash. Using scenarios, which can also be linked together to form a campaign game, he covers the entire war in France and the Low Countries from early September 1944 to the German surrender in May 1945. Players on both sides will be challenged with conducting offensive operations as well as desperate defenses.&#10;&#10;Units are mostly divisions with some specialist brigades/regiments (engineers, commandos, heavy or specialized armor units). Players can form larger Corps level formations that enhance combat actions. The air war is also covered with air units on both sides conducting air superiority, ground support, parachute and aerial supply missions. The game design is easy to get into, but loaded with much decision-making for both players. The level of supply and logistical support determines how many units and leaders can conduct operations in the turn. Leadership on both sides, in the form of the various Army and Front Headquarters as well as the leaders from each, play vital roles in the various operations each turn. While the Allies can field a tremendous force across the entire front, the lack of ports and the Allied ever-lengthening supply lines will be a challenge in keeping the offensive moving. The German player will have less of a challenge in providing logistical support, but his already battered Wehrmacht, Luftwaffe and SS formations will face a hard time in fending off the enemy&rsquo;s attacks while also gathering strength and resources for a counter-strike. Timing, planning, and making the most of the opportunities presented to you on the battlefield are key to success in this game by award-winning designer, John Prados.&#10;&#10;Rules in Toppling the Reich include ones dealing with the various Army and Corps Commanders on both sides, Paratroop drops and airpower, a very clever depiction of ULTRA capabilities (and failures), the planning and timing for German counter-attacks. Toppling the Reich is actually six different games: five scenarios which cover the Western Front from September 1944 to April 1945 and one 36 turn Campaign Game which includes this entire period. The smaller scenarios include:&#10;&#10;Scenario 1: Broad Front or Narrow Thrust? (Market-Garden) - Sept. 1-24, 1944 (four turns)&#10;Having broken out of Normandy, Allied troops capture Paris and press toward the German frontier. The Germans strive to rebuild the strength of their Fifth Panzer Army, destroyed in the Falaise Pocket, and to reconstitute a solid defense. The Allied commander has a very limited attack supply capability and must choose between attacking all along the front or concentrating for a single powerful attack.&#10;&#10;Scenario 2: See Germany and Die! Closing Up to the Westwall - Sept. 25-Nov. 11, 1944 (8 turns)&#10;Against a rapidly solidifying German defense, Allied armies attempt to maximize their gains in spite of their still limited supply abilities. The full deployment of the Allied Sixth Army Group north of the Swiss border and the continued offensive stance of Patton&rsquo;s Third Army press the Germans in Lorraine back towards the Rhine. At the same time, the Americans in the center take Aachen while the British attain the line of the Meuse.&#10;&#10;Scenario 3: The Roer River and Lorraine - Nov. 12-Dec. 10, 1944 (5 turns)&#10;Greatly recovered from its Normandy debacle, the German army by November 1944 is offering stiff resistance to the Allies. For their part, Allied armies attempt to clear the right bank of the Rhine in Lorraine, and to expand and secure their penetration of the Westwall at Aachen. This stage of the war sees some of the most bitter and bloody fighting in the Western Front.&#10;&#10;Scenario 4: Herbstnebel-Nordwind: From the Bulge to Alsace - Dec. 11, 1944-Feb. 2, 1945 (9 turns)&#10;The Allied advance has been essentially brought to a halt before the Westwall. The German High Command made a conscious decision about their strategy for the next phase of the campaign. Adolf Hitler opts for a counter-offensive, and attacks are planned in the Ardennes and toward Strassbourg. The Germans throw their best forces into a last great gamble to snatch victory from the jaws of defeat.&#10;&#10;Scenario 5: The Defense of the Rhine - Feb. 4-Apr. 3, 1945 (10 turns)&#10;After the failure of the Bulge and Alsace offensives, an exhausted German army returns to the Westwall to discover that the Allies are already prepared for a bone-shattering frontal offensive. Allied troops grind through the Westwall defenses and the Germans attempt to hold the Rhine. Hitler, dissatisfied with the situation in the West, relieves his best commanders. With the end of the war nearing, an important question for the Allied Command is what kind of attack force should be brought to bear against Berlin.&#10;&#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full color map&#10;    Two dual-side printed countersheets (480 1/2&quot; counters)&#10;    One 20-page Toppling the Reich rulebook&#10;    One dual-side printed Toppling the Reich Special Rules Player Aid&#10;    Two single-side printed set-up Player Aid charts&#10;    Three dual-side printed 11x17&quot; scenario set-up sheets&#10;    Two 6-sided dice&#10;&#10;&#10;Game Scale:&#10;&#10;    Game Turn: 6 days&#10;    Hex: 5 miles / 8 kilometers&#10;    Units: Battalion to Corps&#10;&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: Netherlands",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "23584",
    "Name": "Kakuro Challenge",
    "ID": 23616,
    "Year": "(2006)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/23616/kakuro-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "After SuDoKu there's a new popular puzzle on the market and publishers are on it: Kakuro.&#10;&#10;A game by Leo Colovini. 2-4 Players make rows on a board, on which they try to place their numbers in a way that the sum of those numbers is the same as a predetermined number. The placing of tiles has to be done by respecting the rules of Kakuro. By using both the Kakuro math-element and player interaction, Kakuro is a game for a broad audience.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23585",
    "Name": "Raise the Titanic",
    "ID": 5282,
    "Year": "(1987)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/5282/raise-the-titanic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The object of the game is to earn fame and fortune by exploring (plundering?) the sunken Titanic, raising it and recovering the ship's log.  You need to gather expeditions of crews, supplies and equipment and face many pitfalls.&#10;&#10;The game plays in two phases, before and after the ship is raised (more on this later).  In the first phase, you circle the outer board gathering your expeditions, and occasionally enter the two inner paths that actually lead to the ship.  This is where you plun...er, &quot;recover artifacts&quot; from the Titanic.  After the ship is raised, the game now becomes a race to the Home Port with the ship's log.  All players get an advance from the publisher and the race proceeds.  The player with the log rolls only one die to the others' two, and the log changes hands each time the player with the log is caught up with.&#10;&#10;Winner is the player with the most money from artifacts recovered, fame points garnered and the ship's log bonus.&#10;&#10;The board is centered on a plastic column with a spring inside; a large model of the Titanic rests on the spring, loaded down by the weighted artifacts.  As the latter are recovered, the model naturally climbs up towards the top of the column.  Simple, clever and visually quite effective.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "23586",
    "Name": "Waterworks",
    "ID": 333,
    "Year": "(1972)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/333/waterworks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2096",
    "Description": "The object of the game is to be the first player to build a complete leak-free pipeline, from your valve card to your spout card. The iron/lead pipe cards can 'leak' (via opponent sabotage), and be repaired with a wrench or a replacement pipe segment; the copper pipe cards never leak. The minimum number of pipe cards you need to place in between the valve and spout varies by the number of players.&#10;&#10;In versions that support up to 4 players:&#10;2 players = 12 pipe cards&#10;3 players = 10 pipe cards&#10;4 players = 8 pipe cards&#10;&#10;In versions that support up to 5 players:&#10;2 players = 15 pipe cards&#10;3 players = 12 pipe cards&#10;4 players = 10 pipe cards&#10;5 players = 8 pipe cards&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "23587",
    "Name": "Politics as Usual",
    "ID": 11414,
    "Year": "(2005)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/11414/politics-as-usual",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6429",
    "Description": "Politics As Usual is a fast paced card game with mass market appeal that makes each player a candidate campaigning to be President of the United States. Players battle to control Votes, launch Slander attacks, and play cards to gain an Edge. Gather enough Votes and you get to be President!&#10;&#10;You can even play cards for other players! Let's say a controversial Issue comes up that is worth negative points. After all, there are some topics that no matter what you say, you're going to lose voters. Wouldn't it be handy if one of your opponents gave a Good Speech on the issue?&#10;&#10;Each player is given a Candidate card at the start of the game representing a well know political persona. &#10;Each Candidate card has a built in special ability and Favor points.&#10;&#10;A revolutionary part of the game design is the introduction of &quot;Favor&quot; points. Each player starts the game with a couple Favor chips, and players may trade them back and forth as they wish. There are no rules governing the trading of Favors. Here's the cool part, at the end of the game, every Favor that you have that came from another player counts as a Vote. Your own Favor chips do nothing for you at the end of the game!&#10;&#10;Wheel and deal! Gather political favors and be the power all others seek in desperate times, and at the end of the day, you'll be seated in the Oval Office!&#10;&#10;Some have said this seems to make the point that political favors are just as important as votes in American Politics.&#10;&#10;Is this a bad thing? Maybe, but it's certainly Politics As Usual!&#10;&#10;Expanded by: Politics as Usual: Unusual Suspects&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "23588",
    "Name": "\"La Garde recule!\"",
    "ID": 122711,
    "Year": "(2011)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/122711/la-garde-recule",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5455",
    "Description": "&quot;La Garde recule!&quot; is the tenth game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;&quot;La Garde recule!&quot; takes a close look at the final moments of Waterloo, when Napoleon sends in his Imperial Guard to take the ridge and rout the Allied defenders. A mere five battalions, but the prime of the French army. Historically the Imperial Guard withdrew and the cry &quot;La Garde recule!&quot; sounded across the French Army.&#10;Will the French player succeed where Napoleon failed?&#10;&#10;&quot;La Garde recule!&quot; is a mini-game, postcard sized. Rules at the back, map front and 16 (mostly) double sided counters along the sides. &#10;The game is a hex and counter game where troops are activated though a standard deck of cards: black activates French units, red Allied. How many and all is determined by the specific card. &#10;Combat is resolved by comparing combat strengths of the units and drawing cards from that same deck. Whenever a joker is drawn, the turn is over, the deck is reshuffled and a new turn begins.&#10;&#10;Goal of the game is to get the French units off the north side of the map (breaking through Allied lines at Waterloo) while the Allies win by preventing that.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "23589",
    "Name": "Panda Head",
    "ID": 179629,
    "Year": "(2015)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/179629/panda-head",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Description from the publisher:&#10;&#10;What's not to love about pandas?! Panda Head is a trick-taking card game in which the winning panda is the one who stays awake the longest by scoring the fewest points.&#10;&#10;That's right: Points are bad! The more points you score, the drowsier you get, and you don't want to end up a pooped panda. Don't be bamboozled!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "23590",
    "Name": "Elector Counts",
    "ID": 350028,
    "Year": "(2022)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/350028/elector-counts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "The old Emperor is dead, and his successor is anything but clear. In the halls of the powerful, diplomacy has failed, civil strife is rampant, and the trumpets of war ring loud and clear!&#10;&#10;Fight for control of The Empire, securing your holdings with faith, steel, and gunpowder. Who among the Elector Counts is worthy of ascending to Sigmar&rsquo;s throne?&#10;&#10;An exciting new card game for 2-4 players, Elector Counts contains everything you need to vie for control of the Empire.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "23591",
    "Name": "Spingo",
    "ID": 19475,
    "Year": "(1980)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/19475/spingo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "This scrabble-related game is played using a special twelve-sided die called the Spingo die, containing several different letter combination. The player who rolled then chooses a letter, and everyone must write down that letter on their paper sheets. When the sheets are filled, each complete word is counted, and points are awarded.&#10;&#10;Re-implements:&#10;&#10;    Word Nerd (Which uses 3-4 letter English words)&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "23592",
    "Name": "ApocalypZe Card Game",
    "ID": 139690,
    "Year": "(2014)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/139690/apocalypze-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "ApocalypZe, a game for two or more players, is a complicated game of skill and strategy.  Played in 5 phases, you'll find that the decisions you make about where to play your cards and how you attack, defend, and consume your resources will set the course of the game and determine victory or defeat.  Each aspect of the game is multi-layered.  In addition, you can mix and match the cards in the box to design your own decks and take control of your own ApocalypZe.&#10;&#10;Your deck of cards represents your supplies and resources during these trying times. During the game you will consume these resources and do your best to replenish them while trying to force your opponent to waste through his own. Once you run out of supplies, you no longer have the capacity to survive and are out of the game.&#10;&#10;During each turn you play cards to one location on the table. This may be your stronghold or your opponent's. It may also be another type of location such as a scavenging location. You must choose your location carefully each turn. If you choose to act against an opponent, you will not be able to sure up your defenses.&#10;&#10;Throughout the course of the game you be able to defend your stronghold and scavenge for resources with survivors, and attack your opponent's stronghold and scavenging locations with zombies and other raiders. A number of types of cards that both enhance your characters and affect the game in various ways can be played throughout the course of your turn.&#10;&#10;As the game progresses, you will be forced to consume resources (cards). As your deck dwindles, you will have to make some hard choices to insure that you will outlast your opponent and survive the ApocalypZe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: ApocalypZe (9 Kingdom)"
    ]
  },
  {
    "Rank": "23593",
    "Name": "up N dn",
    "ID": 8600,
    "Year": "(2003)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/8600/up-n-dn",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "up N dn, first released as Auf &amp; Ab, is essentially a climbing card game like Tichu or Gang of Four. Players take turns playing cards on the table according to certain rules until eventually one of them collects the cards.&#10;&#10;In up N dn, however, the most important thing is not to win tricks but to get rid of your cards as quickly as possible. You can play more than one card at a time and may also get more than one opportunity to play per round, but the sudden change of play between an UP and a DOWN round can significantly affect the strength of your hand and gives the game its special flavor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "23594",
    "Name": "Crazy Bugs",
    "ID": 9471,
    "Year": "(1991)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/9471/crazy-bugs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "In Crazy Bugs, a.k.a. Bizzy Bizzy Bumblebees, players each don a plastic headband that has a support rod with a magnetic bug or bee on the end of it, then they simultaneously race to pick up marbles with their magnetic deely bopper. Whoever collects the most marbles wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Bees",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "23595",
    "Name": "Chicken Wings",
    "ID": 191910,
    "Year": "(2016)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/191910/chicken-wings",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Necessity is the mother of invention in Chicken Wings because when the hot plate starts burning in the kitchen, those chickens want to get away from the kitchen lickety-split.&#10;&#10;Luckily the kitchen has plenty of tools at hand, so they turn a wooden spoon into a catapult, and with one wing aiding another, they launch their poultry pals out the window. A good throw is only half the battle, though, as not all landing spots outside the kitchen are equally good, so you want to aim carefully...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "23596",
    "Name": "Foil",
    "ID": 794,
    "Year": "(1968)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/794/foil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Foil is a word card game in which players draw and discard letter cards until one player can make words using all the cards in his or her hand.  All players then shuffle the letters of words they have made and then have five minutes to unscramble the words of their opponents.  Players score for words they have made, opponents' words unscrambled, and for forming words that no opponent unscrambles.&#10;&#10;Belongs to both the 3M Bookshelf Series and the 3M Gamette Series&#10;&#10;The game comes with 4 plastic card trays for holding draw and discard decks, a sand hourglass for tracking time, and 108 Letter Cards with alphabet letters varying in usage frequency based on the English language.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Real-Time",
      "Spelling"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Components: Sand Timers",
      "Series: 3M Bookshelf Series",
      "Series: 3M Gamettes",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "23597",
    "Name": "Het Huis Anubis",
    "ID": 33959,
    "Year": "(2007)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/33959/het-huis-anubis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "Won the 2007 Dutch Toy of the Year award for Ages 8-12.&#10;&#10;Challenge the mysteries of the House of Anubis and try to avoid the watchful eyes of Victor. The first one to collect the 6 secret tokens and get back to his/her room is the winner.&#10;&#10;In each turn, a player draws a card and plays a card, trying to locate the tokens. Some cards are movement cards, others help in finding the tokens, yet others are keys that help open doors or theft cards that enable a player to steal a key from another player.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "TV Shows: House of Anubis"
    ]
  },
  {
    "Rank": "23598",
    "Name": "50 Clues: Escape the Blast Zone",
    "ID": 369337,
    "Year": "(2022)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/369337/50-clues-escape-the-blast-zone",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Terrified by a message from an old friend, you try to flee Bornholm. An island far out in the Baltic Sea. Soldiers in chemical suits are patrolling the streets and the boats are sabotaged.&#10;&#10;Escape the Blast Zone is a free 18-card mini-game, that is available at game conventions, in stores, and as a download for print&rsquo;n&rsquo;play. It serves as an introduction to the Sunshine Island trilogy.&#10;&#10;50 Clues is a series of immersive puzzle games that offer the experience of an escape room, but in a format that can be played at home. You combine objects, solve puzzles and decipher codes to complete the stories. A smartphone or tablet keeps track of the solutions and provides multistep hints if the need arises.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: 50 Clues"
    ]
  },
  {
    "Rank": "23599",
    "Name": "The Dickens Game",
    "ID": 3450,
    "Year": "(1983)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/3450/the-dickens-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Players move from inn to inn, collecting characters to complete the 6 chapters of a Dickens novel. The first player that has a &quot;complete novel&quot; wins the game. The rules state that the designer Mary Danby is a great-great-granddaughter of Charles Dickens. Past Times is a chain store of cod repro English history, with games usually produced for them by Oxford Games, but this is a game they've published themselves and the rules are in English, French and Japanese!&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Charles Dickens",
      "Cities: London (England, UK)",
      "Country: England"
    ]
  },
  {
    "Rank": "23600",
    "Name": "Kakerlaken-Duell",
    "ID": 217275,
    "Year": "(2017)",
    "Geek Rating": "5.499",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/217275/kakerlaken-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "As in every duel, players in Kakerlaken Duell sit opposite one another. Between them is a game board on which stand exactly four cockroaches in four rows. On a turn, one player sets up the stones in front of themselves, one per row with the symbol facing themselves; the other player then reveals one or more of these stones. Can you trick your opponent in making the wrong choices? Can you read their mind while keeping yours hidden?&#10;&#10;Whoever first lures one of the cockroaches to their side of the board wins!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cockroaches",
      "Animals: Insects",
      "Players: Two-Player Only Games",
      "Series: Ugly Animals (Drei Magier)"
    ]
  }
]