[
  {
    "Rank": "7701",
    "Name": "All Things Zombie: The Boardgame",
    "ID": 36986,
    "Year": "(2009)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/36986/all-things-zombie-the-boardgame",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5283",
    "Description": "All Things Zombie is a board game based on designed by Ed Teixeira of Two Hour Wargames and winner of the Origins 2005 Miniatures game of the year.&#10;&#10;Gamers play as survivors trying to survive in a world populated with zombies, fighting intensely satisfying tactical battles as they roam the devastated land. As the minis game designer, Ed Teixeira says, &quot;It's all about real life in an unreal world.&quot;&#10;&#10;Featuring amazing art, and a detailed, yet accessible, design, All Things Zombie is a gamers' dream. All Things Zombie will appeal to both strategy gamers and RPGers alike. Whether searching a police station for guns and ammo, gunning down hordes of zombies, or blasting through a running gun battle with other not-so-nice-survivors, All Things Zombie will keep you on the edge of your seat.&#10;&#10;All Things Zombie can be played solo, cooperatively, or competitively with everyone against each other. Whichever way you choose to play the game the zombies are run by the game mechanics and do not need to be run by one player.&#10;&#10;The game includes six scenarios as well as a campaign game that insures a high degree of re-playability. Easy to learn but difficult to master All Things Zombie will provide the gamer with many hours of fun.&#10;&#10;This edition is no longer available, the new edition is now available and titled All Things Zombies Reloaded.&#10;&#10;New Edition In the Series:&#10;&#10;    All Things Zombie: Reloaded&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Science Fiction",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Game: All Things Zombie",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "7702",
    "Name": "Bitter Woods: Designer Edition",
    "ID": 144607,
    "Year": "(2014)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/144607/bitter-woods-designer-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "720",
    "Weight": "2.75",
    "Description": "(from Compass Games website:)&#10;&#10;On December 16th 1944, Germany launched its last, desperate offensive in the West. The result was The Battle of the Bulge, a brutal struggle in a dismal winter landscape set against an enemy imbued with a fanatic conviction that victory could be snatched from defeat. It was the United States Army's greatest and fiercest battle of World War II. Over a million men and thousands of guns, tanks, and other fighting vehicles were engaged. In those &quot;Bitter Woods,&quot; fighting against heavy odds, the American soldier slowed and then stopped the spearhead of two elite Panzer Armies, forever emblazing themselves in the annals of military history.&#10;&#10;Compass Games presents the Designer Edition of this Charles S. Roberts and ORIGINS award nominee. New to this edition are updated unit counter graphics, additional scenarios, and an extended campaign game to allow the Allied counterattack to be fully realized. In addition to the 6 and 8 turn tournament games, Patton's famous relief of Bastogne can be recreated via scenario play. Specific rules include: Mechanized Exploitation Movement, Hidden Fuel Dumps, Leader Units, Reserves, Random Events, Bridge Demolition, Kampfgruppe Peiper Breakout, Skorzeny Infiltration, Air Power, and Artillery Support.&#10;&#10;Designer Edition Bitter Woods is the premier edition of this highly acclaimed regimental level Battle of the Bulge game and includes all aspects of the original game plus the expansion edition. The potential for mechanized exploitation movement and an appropriate Allied counterattack capability ensure an exciting challenge for both sides. Designer Edition Bitter Woods is highly playable, yet historically accurate, further ensuring a game you will want to revisit for years to come.&#10;&#10;Complexity: Medium (5 out of 10)&#10;Solitaire suitability: 8&#10;Time Scale: 1 turn = 12 hours&#10;Map Scale: 1 hex = approximately 2 miles&#10;Unit Scale: Primarily regiments and brigades&#10;Playing Time: Small Scenarios: 3-4 hours, Full Campaign: 8+ hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7703",
    "Name": "LIE",
    "ID": 161383,
    "Year": "(2015)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/161383/lie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3571",
    "Description": "Players begin the game with 5 cards and they choose which number on each card they will use to bluff and win the round. During a round, each player must either make a bid of how many of a certain die they believe are shared amongst all players chosen dice -OR- call the previous player's bluff and say, &quot;LIE!&quot; The loser of the round may only draw back up to 4 cards next round and play continues until just one player remains!&#10;&#10;There are several unique aspects to this 30-card mini micro game:&#10;&#10;1. Players choose which dice they will bid and bluff with each round.&#10;2. Each player holds extra hidden information based on which dice they DIDN'T use for the round.&#10;3. The first player to bid in a round must choose which direction the bidding will proceed in.&#10;4. 2 to 6 Players can play!&#10;5. Several variants included.&#10;&#10;Number 6 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "7704",
    "Name": "Aristocracy",
    "ID": 287247,
    "Year": "(2019)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/287247/aristocracy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The nobility have mysteriously vanished! Or are at least not around at the moment. It's up to you to unite the country by pretending it belongs to you while they're preoccupied. Unfortunately, everyone else has the same plan.&#10;&#10;Each turn in Aristocracy, you reveal new tokens on the game board, then claim one type of token. Some of them let you place buildings to claim territory and build connections, some are resources that provide points at the end of the game. There are a variety of rewards for accomplishing certain things, and the player with the most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Setting: Gullsbottom"
    ]
  },
  {
    "Rank": "7705",
    "Name": "Piecepack",
    "ID": 2860,
    "Year": "(2001)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/2860/piecepack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.3636",
    "Description": "Piecepack is to board games what a Standard Deck of Playing Cards is to card games. It is a set of components that can be used to play many games. Included in each set are tiles to build the board, allowing for boards of various shapes and sizes, coins in varying suits and values, dice in suits and values, and player pawns.&#10;&#10;See Piecepack Game System for a detailed look at the system and its games.&#10;&#10;Thus far, over 100 games have been developed for piecepack sets, and since it is an open-source type system, new games appear frequently.&#10;&#10;The other interesting thing is that piecepack sets are public domain. Anyone can make one, even for profit, without paying any sort of royalties of any kind.  It is generally requested that they conform to some standard dimensions, but otherwise, they are free to make and sell.&#10;&#10;The suggested Piecepack dimensions make them compatible with Looney Pyramids.&#10;&#10;",
    "Categories": [
      "Book",
      "Game System"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Piecepack",
      "Containers: Video Tape Boxes"
    ]
  },
  {
    "Rank": "7706",
    "Name": "Candy Lab",
    "ID": 302281,
    "Year": "(2020)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/302281/candy-lab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2667",
    "Description": "Machines are operating at full capacity in the candy factory!&#10;&#10;In Candy Lab, you take on the role of confectioners and are busy boxing the prized candies. In the middle of all this hustle, you have to retrieve the candy bars to fulfill your orders. The best among you will receive the coveted title of &quot;master confectioner&quot; and leave with their weight in candy!&#10;&#10;Your opponents will stop at nothing to win the supreme title &mdash; and actually, neither will you!&#10;&#10;In the game, you play order cards to retrieve candy bar combinations, activate their effects to help you, and (above all) disrupt your opponents. The game ends when the last candy bar is retrieved or when the draw pile of order cards is depleted.&#10;&#10;The player with the most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "7707",
    "Name": "The Bad Karmas and The Curse of the Zodiac",
    "ID": 348872,
    "Year": "(2023)",
    "Geek Rating": "5.627",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/348872/the-bad-karmas-and-the-curse-of-the-zodiac",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "Okay, so 12 horrifying gigantic demigods called Zodiacs have awoken and want to extinguish human civilization. Pretty crappy day. And it turns out only you and your band of unlikely heroes can defeat these monster a-holes and save us all. Ready? Yeah, you were born ready.&#10;&#10;The Bad Karmas and The Curse of the Zodiac is a cooperative tactical boss-battle board game with a digital dimension. Work together to defeat the 12 Zodiacs who evolve and respond in real-time to player actions. The game comes with smart miniatures, board, dice, a free companion app, and the new Teburu game platform, which keeps tracks of everything on the smart board and enhances gameplay with artificial intelligence.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Real-time"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "7708",
    "Name": "Eagles: Waterloo",
    "ID": 4667,
    "Year": "(1995)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/4667/eagles-waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1522",
    "Description": "Recreate the climactic Waterloo campaign with Eagles: Waterloo edition. Eagles is a fast-paced, fun, and historically accurate simulation of Napoleon's final campaign.&#10;&#10;Collectible&#10;Each Eagles Waterloo deck contains 60 cards, the cards are selected from the 300 different cards that accurately portray every general, regiment, battery, and significant terrain present at the Waterloo campaign. Each Eagles card has been printed in three versions: Gold, Silver, and Bronze. Gold cards are rare, silver cards uncommon, and bronze cards are common, but each version of the card will has the same game effect. This will allow gamers to obtain a complete set easily while collectors can hunt for a Silver or Gold series.&#10;&#10;Full sets are also available.&#10;&#10;Historical&#10;The regimental uniforms and the portraits of the generals are historically accurate, providing the Napoleonic war buff with a detailed, graphical, order of battle for the Waterloo campaign. Card identities are printed in French, English, Dutch, or German depending on the nationality of the regiment. The special cards and the rules recreate the flavor of the campaign and the Napoleonic period.&#10;&#10;Four battles can be played: Ligny, Wavre, Quatre Bras and Waterloo plus the full campaign containing the 4 battles or eventually a fictitious battle of Charleroi.&#10;&#10;All artwork and graphics in the game Eagles was created by RPG/Historical artist, Eric Hotz (www.hotzartworks.com).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: Dixie American Civil War Card Game (Columbia Games)"
    ]
  },
  {
    "Rank": "7709",
    "Name": "Beyond the Rift: A Perdition's Mouth Card Game",
    "ID": 325401,
    "Year": "(2022)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/325401/beyond-the-rift-a-perditions-mouth-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Beyond the Rift: A Perdition&rsquo;s Mouth Card Game is a cooperative card game for 1-4 players, narrating the events taking place after the heroes overcame Perdition&#039;s Mouth: Abyssal Rift.&#10;&#10;A foul stench was in the air, as the last guests stumbled upstairs, some still shaking their heads at what they had just heard.&#10;&#10;&quot;Fools,&quot; Niffil cursed, as another attempt to warn them of the danger of the 'Cult of Progress' had failed.&#10;&#10;&quot;These peasants wouldn&rsquo;t believe it even if a demon ate their cattle,&quot; Elisa added. Wobbling over, Bastian noticed that the innkeeper did not only carry a tankard, but also a letter.&#10;&#10;&quot;This came for you, Bastian.&quot; he mumbled. &quot;I think it&rsquo;s from somewhere in the East,&quot; he added, slamming the tankard on the table.&#10;&#10;The vax seal told Bastian who it was from, and a gnawing feeling in his gut told him what it was about. He didn&rsquo;t want to get involved but felt he had no choice.&#10;&#10;&#10;Dare to explore the land of Zanziar, via branching paths of six campaigns, each focusing on one of the six Heroes within the game. Become a stoic warrior, take on the role of a spunky magus, relive the life of a dwarven tinkerer, enact the pious ways of a zealous halfling priest, duck below any bar like a proper rogue, or embrace the inner rage of a Berserker.&#10;&#10;Each hero has two basic resources at their disposal, Action Points and their Hero Deck.&#10;Drawing from their hero deck players will find a variety of action cards that will determine what actions heroes are able to perform. Playing a card will cost action points which can also be used to draw more cards, manipulate the position of enemies and activate special abilities. Managing one's resources of cards and action points, while dealing with the many threats presented will be key to survival in Beyond the Rift.&#10;&#10;Utilizing the Evolving Deck System, heroes acquire items that replace cards from their original starting deck, making them decks of ever-growing power and synergy, as the campaign progresses.&#10;&#10;By navigating their way through the six campaigns, players will not only discover the wondrous world of Zanziar, but will also gain knowledge about the sinister, dark past of its inhabitants and that of the heroes themselves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "7710",
    "Name": "Starship Interstellar",
    "ID": 334827,
    "Year": "(2024)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/334827/starship-interstellar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.75",
    "Description": "2357: in stark contrast to mankind&rsquo;s hopes, violent astronomical events and the unregulated use of the new &ldquo;solar extraction&rdquo; technology have greatly accelerated the growth rate of our star during the recent decades. Now the Sun is nearing the end of its life cycle, and its fate -as any other star of its category- is to transform into a Red Giant. This will result in an exceptional increase in volume that will cause it to engulf Mercury, Venus, and possibly Earth itself.&#10;&#10;In the best-case scenario, the increase in volume will stop short of our planet&rsquo;s destruction, but life as we know it would have already been destroyed due to radiation and the dramatic increase in surface&rsquo;s temperatures. Our only hope, as mankind, is to build a colossal interstellar spaceship that would allow a fraction of humanity to evacuate on a &ldquo;new earth&rdquo; we have located in the Trappist star system during our search for viable extrasolar planets.&#10;&#10;Such a project, however, is far from simple: the resources we need can&rsquo;t be found on our planet, and the few made available from the solar extraction technology are still insufficient. The only way to complete this monumental task is to harvest the materials needed directly from the other planets of our solar system.&#10;&#10;In Starship Interstellar, you are the leader of one of the world's most influential Corporations, that has chosen to rise to the occasion and do their part to help complete this project. Your goal is to be the foremost contributor in the race to complete the starship before it is too late. The corporation that takes the lead in this project will have the honor of helping guide humanity to its new home.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Point to Point Movement",
      "Resource to Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Starship Interstellar"
    ]
  },
  {
    "Rank": "7711",
    "Name": "Stratego",
    "ID": 232822,
    "Year": "(2011)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/232822/stratego",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "2.125",
    "Description": "From the box - &#10;&quot;The CLASSIC GAME of BATTLEFIELD STRATEGY&#10;ON A DISTANT PLANET, TWO ARMIES CLASH. WHO WILL BE VICTORIOUS?&#10;You command an army of soldiers, machines, scouts and miners. &#10;Devise a plan and deploy your troops. Use strategic attack and clever deception to break through your opponent's line, but beware of bombs and enemy spies. Capture the flag, and victory is yours!&quot;&#10;&#10;Two players position their game pieces on a chess-like board but in a configuration unknown to each other: token values can only be seen from one side. &#10;On a turn, a player moves a token horizontally or vertically. If the token lands on a square occupied by the enemy, the two tokens are revealed and their values compared. If a special power doesn't come into play, the lowest value is taken off the board.&#10;&#10;To win, a player must discover the opponent's flag piece.&#10;&#10;Stratego Spin Master 50th Anniversary Edition plays similar to classic Stratego with some slight rule variations and a sci-fi/futuristic theme.&#10;&#10;This version is played on a 10x8 with 30 pieces on each team versus the traditional 10x10 grid with 40 pieces to each side. The Stratego Spin Master 50th Anniversary Edition uses the alternate highest to lowest numbering system for it's pieces, 10 as the Marshal, 2 as the Scout and 1 as the Spotter.&#10;&#10;This edition introduces 2 &quot;Spotter&quot; pieces to each side.&#10;&#10;From the instructions:&#10;&quot;Spotters target and identify the enemy calling in laser barrages from orbiting battleships to destroy them.&#10;&#10;Spotter Special Attack: Spotters may move, then use their special attack. A Spotter may attempt to attack and capture any piece on the square in front of it by guessing the piece's rank. Tell you opponent that you are 'Spotting' the piece, then guess. Your opponent must reveal the piece's rank.&#10;&#10;If your guess is correct, that piece is captured. The Spotter does not move to the captured piece's square.&#10;&#10;If your guess is not correct, nothing happens. But your Spotter is revealed!&#10;&#10;Note: Spotters can 'spot' and capture Bombs and the Flag.&#10;Spotters may attack normally instead of Spotting.&quot;&#10;&#10;A simple strategy for the Spotter is placing him behind a crater. When an enemy attacks down one of the Corridor lanes their piece is revealed. If they capture your piece and move forward, the Spotter can then flank them from the side 'guessing' their rank with complete certainty.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Secret Unit Deployment",
      "Square Grid"
    ],
    "Families": [
      "Game: Stratego",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7712",
    "Name": "Adventure Realms",
    "ID": 344974,
    "Year": "(2021)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/344974/adventure-realms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "After the last Dark Moon, the Demon King, Blasphemy, broke in the Kingdom of Arcadia and stole the 4 Elemental Stones of our world. With that much power, it is inevitable that he will destroy the mighty Kingdom and undoubtedly everyone in it. The King is looking for brave leaders to recruit heroes, gain power within the guilds, and race through the dungeon to destroy Blasphemy. Will you adventure through the realms?&#10;&#10;Adventure Realms is a worker placement and deck building game in which you will recruit new heroes, gain power within the guilds, and race through the dungeon. Gain powerful elemental stones to enhance certain items and heroes and gain extra end game victory points. You can also complete quests by meeting certain requirements. Stuck in lower levels of the dungeon? No worries, just play some devastating magic cards to gain the lead in the dungeon.&#10;&#10;Adventure Realms is completely done in beautiful 16-bit graphics by FinalBossBlues and graphically designed by Pete Jank. It is reminiscent to the old school Super Nintendo games such as Final Fantasy and Dragon Quest.&#10;&#10;On a player's turn, they will play 1 of their hero cards and place an agent into an Agent Space. These spaces will gain you specific rewards. On top of that, the hero card you played will also give you specific resources or abilities for that turn.&#10;&#10;The objective of Adventure Realms is to gain Journey Flags to race through the dungeon. Once everyone has passed on their turns, players will enter the dungeon phase in which magic cards can be played to boost your levels in the dungeon. The player who had traveled through the dungeon the furthest will gain the first player rewards. The game will continue like this until a player has gained 10 victory points or until the dungeon deck has run out.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Race",
      "Worker Placement"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "7713",
    "Name": "Last Frontier: The Vesuvius Incident",
    "ID": 2324,
    "Year": "(1993)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/2324/last-frontier-the-vesuvius-incident",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9167",
    "Description": "It Seemed Like a Simple Mission...&#10;&#10;Join the UN Colonial Marine Corps in this exciting solitaire game from FMG!  Take command of a team of 12 heavily armed Marines as they board a crippled lab ship in a decaying orbit.  Rescue the surviving crew, but beware of malevolent alien intruders, escaped lab animals, berserk robots and a sabotaged defense system.  Work fast - the controls are smashed and the ship is plummeting towards a fiery end in the atmosphere below.  The action is exciting and unpredictable from the minute you dock until the last shuttle blasts out!&#10;&#10;Can you make it back alive from the Last Frontier?&#10;&#10;Expanded to a multiplayer game by:&#10;&#10;    Last Frontier: The Artifact&#10;&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Square Grid",
      "Sudden Death Ending",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7714",
    "Name": "Super Kawaii Pets",
    "ID": 346951,
    "Year": "(2022)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/346951/super-kawaii-pets",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "Super Kawaii Pets is a game of set collection based on the concept of rescuing various kinds of pets and making them happy.&#10;&#10;From a common market, you pick sad animal cards and the resource cards they need: love, food, and medicines. Spending the resources turns them from sad to happy animals that are worth happiness points. You can then assign them to special locations that grant even more happiness points. When enough happy animals and locations have been assigned, the game ends and the player with the happiest shelter wins.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Market",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "7715",
    "Name": "Waterloo 20",
    "ID": 34334,
    "Year": "(2000)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/34334/waterloo-20",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.2222",
    "Description": "With Napoleon&rsquo;s escape from exile and return to France, his Grande Arm&eacute;e is once again on the march. Can the Anglo-Allied forces under Wellington and the Prussian army under Bl&uuml;cher stop him?&#10;&#10;Waterloo 20 is the first in a series of games featuring low unit density on the map (20 pieces or less per side) and medium complexity.&#10;&#10;Veteran designer Joseph Miranda has reduced the complexity and focused the scope of Napoleonic campaigns with his Napoleonic 20 game system. This system provides for operational level maneuvers and also has random event cards and night game turns to provide some of the &ldquo;friction of war&rdquo; that affected both sides greatly during the campaign.&#10;&#10;Morale plays an important role on both sides as players can &lsquo;spend&rsquo; some to force march their pieces, help rally stragglers, or urge their troops on as they advance in battle.&#10;&#10;Consists of 9 pages of rules (8 for standard rules, one for game-specific rules), 40 die-cut 5/8&quot; counters, an 11&quot; x 17&quot; map and 12 random event cards.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Digital Implementations: Tabletopia",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "7716",
    "Name": "This Game Is KILLER",
    "ID": 413461,
    "Year": "(2024)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/413461/this-game-is-killer",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "This Game Is KILLER is a hilariously deadly party game about being hunted by an alien life form aboard a cramped cargo vessel in deep space. The object is simple: Survive at any cost &mdash; and remove the alien threat before it kills you all.&#10;&#10;In a round, you will be dealt two cards. Each can be played as either your position on the ship (i.e., where you are) or an action (what you do). On a turn, you play one card, then after everyone has finished, play reverses and comes back around, with you playing the second card for whatever you didn't choose the first time. Thus, you always have one position and one action.&#10;&#10;Then the alien's location is revealed. If you share that location and you have the highest priority number, you're dead. If a crew member's action kills you, you're dead. In fact, death comes pretty quickly in this game &mdash; then ten minutes later, you are all jumping back in to play again. With a bit of skill and luck, however, you may be able to isolate the alien at one of the locations that let you jettison it into space, along with any fellow crew members who happen to be there.&#10;&#10;This isn't a deduction game; it's horror survival...if horror survival were funny.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Sudden Death Ending"
    ],
    "Families": []
  },
  {
    "Rank": "7717",
    "Name": "Yomi: Round 1",
    "ID": 163047,
    "Year": "(2014)",
    "Geek Rating": "5.627",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/163047/yomi-round-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.7143",
    "Description": "Yomi is a fighting game in card form in which physical dexterity is replaced by hand management skills. Just like in a fighting game, you have to know your character, know the matchup, and know your opponent. Each character has a deck that follows the same conventions as a deck of playing cards. This makes it easy to learn the contents of your deck: numbered cards are normal moves, face cards are special moves, and aces are super moves.&#10;&#10;Yomi: Round 1 is a standalone item that contains four characters (out of twenty) for the second edition of Yomi. With these characters, you can compete in 1v1, 2v2, 2v1, and solo modes, with each player in the game needing one character deck. The character decks in Yomi: Round 1 can also be played against those in Yomi: Round 2 or any of the individual character decks that comprise the second edition of Yomi. As for the characters, they are:&#10;&#10;&bull; Grave&#10;&#10;&#10;    Versatile and powerful, including one of the most powerful super moves in the game.&#10;    If you can read the opponent well, you'll get more Dragonheart attacks than usual.&#10;&#10;&#10;&bull; Jaina&#10;&#10;&#10;    Jaina can attack a lot and buyback her attacks by paying life.&#10;    She can take risks with Unstable Power in order to get even more super moves than usual. &#10;    Even her blocked moves deal more damage than other characters'.&#10;&#10;&#10;&bull; Midori&#10;&#10;&#10;    Midori can transform into a green dragon, and then his moves are much more powerful.&#10;    He's a grappler with good defense.&#10;    In Dragon Form, he can block to fetch cards from his discard pile to build a great hand.&#10;&#10;&#10;&bull; Setsuki&#10;&#10;&#10;    After doing a combo, Setsuki can usually refill her hand.&#10;    Very fast attacks. &#10;    Some ninja tricks to recur certain cards and to escape danger.&#10;&#10;&#10;Note: This item contains:&#10;Yomi Starter Set: Grave versus Jaina&#10;Yomi: Midori versus Setsuki&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Yomi (second edition)",
      "Series: Fantasy Strike (Sirlin)"
    ]
  },
  {
    "Rank": "7718",
    "Name": "Yashima: Legend of the Kami Masters",
    "ID": 163175,
    "Year": "(2015)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/163175/yashima-legend-of-the-kami-masters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7059",
    "Description": "A long time ago the Kami, spirit protectors of the world, were unknown to all but those who practiced Shinto. Then, a cataclysmic event nearly destroyed us. What was salvaged from the wreckage were people who could see Kami and bond with them. Those bonds paired with schools of battle lead to powerful clans fighting against the chaos. But what happened when the darkness was defeated? Powerful fighters bonded with their Kami are destined to repeat the past in a battle for honor and domination!&#10;&#10;Yashima: Legend of the Kami Masters is a card-driven miniatures game where each player customizes their chosen kami master and engages in player vs. player or team vs. team combat. It includes four characters and four kami, each with their own deck of cards. Each character includes a high-detail miniature.&#10;&#10;     Characters: Rosamu, the monk, Hikaru, the priestess, Akikio, the Fire Sorceresses, and Kenta, the Ronin Warrior&#10;     Kami: The Dragon, The Tiger, The Tortoise, and The Phoenix&#10;     Interchangeable character and Kami cards provide 16 playable combinations&#10;     Player&rsquo;s life is determined by the  Battle Deck, It is used to gain karma, and also unleashes attacks against your opponents&#10;     Players are not eliminated in multi-player games, they hit &quot;restoration&quot; then continue battle, the last player to hit restoration wins the game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Player Elimination",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7719",
    "Name": "Ark & Noah",
    "ID": 129382,
    "Year": "(2012)",
    "Geek Rating": "5.627",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/129382/ark-and-noah",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7368",
    "Description": "Ark &amp; Noah &ndash; originally shown under the name Diluvium &ndash; is a game of strategy in which players must not only compete for points, but must also work together to build and load the Ark. Everyone shares the task of saving the animals, but in the end there can be only one winner!&#10;&#10;In the game, the players are Noah and his sons, and they must find the animal couples and load them on the Ark before the Flood starts. In each round, they will choose which action they will take: Searching for Animals; Collecting Wood, Food or Pitch; Building Corrals in their color; or Loading Animals on the Ark. This choice also determines the round order for the next turn. Players score points by loading animals in the right corrals, possibly in the player's color. Thus, in each round there is a strategical phase (choose action) and a tactical phase (execute action).&#10;&#10;",
    "Categories": [
      "Animals",
      "Nautical",
      "Novel-based",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Religious: Noah and the Ark",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "7720",
    "Name": "Dungeons & Dragons: Bedlam in Neverwinter",
    "ID": 379699,
    "Year": "(2023)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/379699/dungeons-and-dragons-bedlam-in-neverwinter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "270",
    "Weight": "1.6667",
    "Description": "Join a group of fellow adventurers investigating a series of alarming disappearances in Icewind Dale in this single-play D&amp;D escape board game for 2-6 players.&#10;&#10;This harrowing 3-part adventure can be broken into 3 game sessions or played in 1 heroic sitting. Begin by creating your character. Then explore a humble tavern, fight in epic battles against iconic D&amp;D monsters, and embark on a wild chase through the Underdark on the tail of an evil mage and his dangerous cult to unravel the mystery of their dastardly plans.&#10;&#10;The only way to find the missing people and escape the obstacles is to explore rooms, complete puzzles, and gather clues to solve the mystery at the end of each act.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Category: Escape Room Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "7721",
    "Name": "CDSK",
    "ID": 383789,
    "Year": "(2023)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/383789/cdsk",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "CDSK is a trivia game that asks you to be honest with yourselves. How well do you know this subject? Too confident? You won&rsquo;t go anywhere. Too careful? You&rsquo;ll be crawling. But if you answer just right&hellip; you&rsquo;ll zoom off to glorious victory!&#10;&#10;Draw a card matching the space you&rsquo;re on. Then move your piece as far forward as the difficulty you set&hellip; if you get the answer right!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Questions and Answers",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "7722",
    "Name": "Vikingar: The Conquest of Worlds",
    "ID": 206266,
    "Year": "(2017)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/206266/vikingar-the-conquest-of-worlds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "1.9412",
    "Description": "Viking game where players (2 to 6) explore the world to solve the various adventures that they face ; plundering the holy places , fighting mythical creatures or trading with cities. Typical day in the life of a Viking!&#10;&#10;The main goal of the game is to acomplish the necessary deeds to gain entrance transition to the Valhalla .&#10;&#10;The game takes place on a round modular board composed of 24 tiles.  The tiles are face down until a player decides to explore them.&#10;&#10;Players will have to use their drakkard to successfully accomplish the glorious achievements needed for the transition to the Valhalla . Valhalla is situated at the end of the game board , or where the land gives way. But be careful not to fall into the void.&#10;&#10;Fights (events, looting and battles between players) are solved by throwing a number of runes on the central area of the board; the high sea. The runes position on the area will  influence on the area influences the outcome of the battle.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "7723",
    "Name": "Reigns: The Council",
    "ID": 284998,
    "Year": "(2020)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/284998/reigns-the-council",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8333",
    "Description": "Reigns: The Council is an asymmetric party game for 3-6 people about a monarch seeking the harmony of their realm, and their advisors vying to influence them for their own goals.&#10;&#10;One player is crowned monarch, and for the length of their reign, they decide which petitions from their advisors they will support or decline. Every decision influences the state of the realm. If any one of the four pillars of society becomes either too powerful or too weak, it means the end of the reign, a gruesome death for the monarch, and a victory jig for the advisors whose secret goals were met &mdash; then a new heir is crowned, and a new reign begins.&#10;&#10;Reigns: The Council is based on the cute and fun app game Reigns.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Medieval",
      "Party Game",
      "Political",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Negotiation",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7724",
    "Name": "Fast Food Franchise",
    "ID": 720,
    "Year": "(1992)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/720/fast-food-franchise",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.1389",
    "Description": "Players compete with each other to start fast food corporations, open new markets, launch advertising campaigns, and build nationwide chains of restaurants.  The winner is the first player to make a million dollars, or be the only player left in the game if all other players go bankrupt.&#10;&#10;From Wikipedia:&#10;Initially, the game looks like Monopoly. There is a board, with spaces around the edges. Some of these spaces can be controlled. Each time you land on a space controlled by an opponent, you pay them money.&#10;&#10;The inside of the board is an abstracted map of the United States. There are no fixed &quot;color groups;&quot; rather, your controlled outer spaces (&quot;Markets&quot;) are the major cities of the USA, and you need to use the inner map to connect these markets.&#10;&#10;Connected markets act like multiple colors in a color group. However, the expansion in the middle map is far more strategic than random.&#10;&#10;Where Monopoly is a game about trading property, Fast Food Franchise is a game of controlling the inner map.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Mechanic: Circuit-Based Trading Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7725",
    "Name": "Bucket Brigade",
    "ID": 359,
    "Year": "(1998)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/359/bucket-brigade",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2667",
    "Description": "Bucket Brigade is a card game with a racing track by Reiner Knizia. Players use colored cards (numbered 1 or 2) to move four colored tokens along a track. The color that wins the race makes cards in that color worth +3 at the end of the round.  The other three, depending on how far they advanced, are worth anywhere from +2 to -1.  If a color moved farther, its color are worth more points -- but you probably spent more of that color to move it there, giving you fewer points!  Irony.&#10;&#10;The new Bucket Brigade edition by Face 2 Face Games uses the exact same rules, score levels on the racetrack, and card distribution as the original, but instead of Honeybears, the racing tokens are firemen ascending a ladder.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "7726",
    "Name": "Extra! Extra!",
    "ID": 128011,
    "Year": "(2015)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/128011/extra-extra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.2308",
    "Description": "Extra! Extra! is all about completing the front and back pages of a newspaper, with a mixture of stories of different sizes. The larger the story, the better. Players score bonus points for stories in their speciality, extra material, interviews, and headlines.&#10;&#10;In the game, players collect news in six newsworthy subjects: home, world, business, politics, sport, and leisure. To do this, they place their reporters on the news they want to publish, but they can be outbid by other newspaper owners with bigger wallets. Copy and photo cuttings can be obtained from &quot;the morgue&quot;; more reporters can be hired; and news sold to raise capital.&#10;&#10;Whoever completes his front and back pages first receives a bonus &mdash; but will that player have enough Circulation Points to win?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Journalism"
    ]
  },
  {
    "Rank": "7727",
    "Name": "Monad",
    "ID": 1520,
    "Year": "(1968)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/1520/monad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0286",
    "Description": "The object of the game is to collect round cards known as &quot;Monads,&quot; which look like yin-yang symbols. The players do this by Trading, Buying, and Leaping with other cards.&#10;&#10;Monad / Die 1. Million uses a deck of cards with six colors (Red, Orange, Yellow, Green, Blue, and Purple). Half of these are called &quot;Warm&quot; colors (Red, Orange, and Yellow), and the others are &quot;Cool&quot; colors (Green, Blue, and Purple). The majority of cards has one symbol on them (known as &quot;Commons&quot;), but there is one card of each color with 2-5 colors on them (known as &quot;Bis,&quot; &quot;Tris,&quot; &quot;Quads,&quot; and &quot;Quints&quot;). At the start of the game, each player is assigned one of the six colors as their &quot;identity&quot; and is dealt six Commons and one &quot;Bonus&quot; card (which shows three pairs of colors). The Bis, Tris, Quads, and Quints are placed face up in separate piles in the center of the table.&#10;&#10;On their turn, a player attempts to get higher numbered cards into their hand. The easiest way is by &quot;Trading.&quot; To trade, a player turns in a pair of cards with the same number of symbols but of opposite colors (one warm and one cool) and takes the top card from the stack with the next highest number of symbols. When they turn in two Quints, they gain a Monad. If the two cards turned in match one of the pairs on their bonus card, they may also draw the top card from each of the lower stacks. They may also use cards of the same color as their Identity as wild cards, which are treated as having any number of symbols.&#10;&#10;The player can turn in more than two cards and &quot;Leap&quot; to a higher stack. This allows them to select a card with a higher number of symbols. Finally, they can &quot;Buy&quot; a card. Buying cards uses the numbers located on each card. The player turns in a number of cards which total greater than the number on the card they are after. Monads can be purchased for 80 points.&#10;&#10;A player can also draw the top card from the deck but doing so prevents them from taking any other action that turn.&#10;&#10;The first player to accumulate a given number of Monads (which varies depending on the number of players in the game) is the winner.&#10;&#10;Belongs to the 3M Gamette Series&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Set Collection"
    ],
    "Families": [
      "Series: 3M Gamettes",
      "Series: Sid Sackson Signature"
    ]
  },
  {
    "Rank": "7728",
    "Name": "Fief: France Edition",
    "ID": 278304,
    "Year": "(2021)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/278304/fief-france-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.9167",
    "Description": "FIEF: France is a game of dynastic ambition in which players assume the roles of nobles in the 15th century kingdom of France. Each player strives to become the most powerful ruling force in the kingdom by gaining control of Fiefs and Bishoprics. In turn, they acquire Royal and Ecclesiastical (church) titles which give their families influence to elect the next Pope and King. Players strengthen their positions by negotiating marriage alliances between their families, setting the stage for love, treachery, and deception!&#10;&#10;FIEF is a classic game and this edition includes a new board (FIEF France: Gameboard)!&#10;&#10;The game board represents the Kingdom of France in the Middle Ages. Villages have square outlines that are connected by roads that allow Lord and Troop movement. The villages are grouped into eight colored background areas that represent individual Fiefs, which are domains given to Lords to preside over. Fiefs have different colored backgrounds. Each village also belongs to one of five church Bishoprics; each Bishopric is outlined with a heavy border line and is numbered between 1-5 along the edge of the board inside a Bishop's Mitre. Bishoprics include several different Fiefs' villages.&#10;&#10;Each player controls up to four family members, comprised of male and female nobles. These family members will rise in power by gaining Royal and Ecclesiastic Titles.&#10;&#10;In FIEF France edition, a player may attempt to gain control of all the villages in a Fief to gain the Royal Title of Baron, Earl, or Duke. For each Fief a player controls, they gain 1 VP. These Titled Lords may now take part in the election for the next King. They may even be a candidate to become King, thus bringing 1 VP and more power to the family! Other members of your family may follow the calling of the Church to gain the Ecclesiastical Titles of Bishop and then Cardinal. These titles allow you to Tithe Bishoprics, taking the Church's (i.e. &quot;your&quot;) fair share of income from other Fief Lords! The highest goal your clerical family member can attain is to be elected Pope, bringing 1 VP and special privileges to your family!&#10;&#10;You win the game as soon as you have 3 VPs. This is easier said than done and you may need to form alliances with other players through diplomacy and marriage to attain your goal. When one of your family members marries a noble of another family, the two of you become allied. You now win the game together with 4 VPs and cannot win alone, unless your marriage is annulled by the Pope or your spouse is &quot;mysteriously&quot; murdered or dies by some other foul means!&#10;&#10;In addition to being wary of your fellow players, you draw event cards that can quickly change your destiny. Bounty Event cards are beneficial to the Player and include &quot;Good Harvest&quot;, &quot;Good Weather&quot;, and &quot;Added Taxes&quot; cards. But some cards are Disaster Cards that can randomly affect all players in specific Bishoprics. These include &quot;The Plague&quot;, &quot;Heavy Rain&quot;, &quot;Famine&quot;, and &quot;Peasant Uprising&quot;!&#10;&#10;Income can be increased by players imposing church tithes on their opponent's villages or taxing their own Fiefs. Players may purchase new Fief titles, improve their village incomes with mills, and fortify their cities.&#10;&#10;Players will also need to protect their land and castles. Men-at-Arms and Knights can be purchased, as well as Archers and Bombards. If you feel that other players are not running their Fiefs as well as you can, you may try to invade their territories! But you must risk one of your family members to lead the troops into possible battle, where they might be killed or taken prisoner. If two opposing armies are in the same village square, a Battle may be initiated. The players assess the size and strength of their armies, which determine the number of Battle Dice each may roll. Each &quot;f&quot; rolled is a hit. Men-at-Arms are defeated with one hit, while Knights require three hits to be removed from the battle.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Negotiation",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Team-Based Game",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7729",
    "Name": "Moderne Zeiten",
    "ID": 4106,
    "Year": "(2002)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/4106/moderne-zeiten",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.28",
    "Description": "Modern Times takes place in the USA during the Roaring Twenties. Business is booming and industrial magnates are in a worldwide arms race. It is the era of industrialism and great speculative deals in the stock market.&#10;&#10;As successful businessmen and -women, will the players invest in the expanding branches? The objective is to gain worldwide majority of stocks in the industries: Shipping, Aviation, Construction, Automobile manufacturing and Telecommunication. But caution is advisable! Irresponsible pursuit of profit may quickly lead to devastating results when the stock market collapses.&#10;&#10;Reimplemented by:&#10;&#10;    Batavia&#10;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding"
    ],
    "Families": [
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "7730",
    "Name": "Station Master",
    "ID": 9615,
    "Year": "(2004)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/9615/station-master",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5333",
    "Description": "With the rising of a new dawn, another busy day at the station begins. Harried passengers hustle about, looking for their trains. Behind the scenes, the engineers and workers rush to connect carriages to engines. It would all be a fine mess if there wasn't someone to oversee everything, if there was no station master! Can you be that station master? Can you balance the needs of your passengers with the carriages you have available?&#10;&#10;In Station Master, you have to compete with opponents to direct passengers to the proper trains while choosing the best place to assign your carriages. There are many unexpected things that can happen at the station, so be prepared for anything!&#10;&#10;Station Master is a quick and highly interactive 2-6 player card game within which players attempt to influence the value of departing trains by assigning passengers and carriages in an effort to get the trains to depart on time and accumulate the most points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "7731",
    "Name": "Call of Kilforth: A Fantasy Quest Game",
    "ID": 329121,
    "Year": "(2023)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/329121/call-of-kilforth-a-fantasy-quest-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Along the southern fringes of Kilforth, the Ancients finalise their insidious plans and send forth the unstoppable gloom. Heroes and villains take to their ships, boasting loyalties to the imperious Blue Drake Navy or the lawless Sea Dogs. And as ill winds blow through the idyllic tropical archipelago, beneath the cerulean waves, great beings stir...&#10;&#10;Call of Kilforth is the third Fantasy Quest Game: sequel and stand-alone expansion to Gloom of Kilforth, and Shadows of Kilforth. It is a game of high fantasy with a gothic edge, where 1-4 players, working individually or together, assume the roles of heroes on a journey through a dark world of magic and peril. They will visit strange places, meet stranger people and defeat powerful enemies in their mission to discover mysterious artefacts and mystical spells. Each player follows their hero&rsquo;s tale, an epic saga from modest beginnings through to a climactic battle that will decide the fate of the world...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Kilforth"
    ]
  },
  {
    "Rank": "7732",
    "Name": "Magic Trick",
    "ID": 383087,
    "Year": "(2023)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/383087/magic-trick",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "Magic Trick is a trick-taking game from designer Chris Wray and artist Megan Russell. It is based around a deck of 7 suits, with 8 cards per suit (0-7). Players cannot see the face of their cards --- only the suit on the back --- and need to deduce which cards they have as quickly as possible in the round. They are helped by the fact that their neighbor sorts the cards sequentially by rank at the start of the hand.&#10;&#10;Players must follow suit if they can. Hearts are trump. The winner of the trick leads the next trick.&#10;&#10;Each player will, at some point during the trick, place one card go &quot;up their sleeve,&quot; and the face value of it becomes the number of tricks (and suits) players are betting they will take.&#10;&#10;Players score points for hitting their bid, which is the face value of the card up their sleeve. They also earn additional points if they capture a number of suits equal to their bid (and they do not get this bonus if they miss their trick bid). They lose points for missing their bid.&#10;&#10;Play hands equal to the number of players. High score wins at the end of the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "7733",
    "Name": "The Soo Line",
    "ID": 262621,
    "Year": "(2018)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/262621/the-soo-line",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1111",
    "Description": "THE SOO LINE is a train game set in Michigan&rsquo;s Upper Peninsula. As in many such games, the players invest in railroad companies, building track to increase the company&rsquo;s income and paying dividends to the shareholders. And as in several of Amabel Holland&rsquo;s railroad games, track-leasing and cooperation is required to get past high build costs, strict hex limits, and tight cube supplies.&#10;&#10;Here&rsquo;s the thing, though: this is a weird game. For one thing, there are only three railroads to invest in, and the majority shareholder makes all decisions when a company operates. This means that when playing with four or five, some players will not be running companies themselves, and will need to rely on savvy investments to stay competitive. Included in these investments are five Private Companies. Privates are seeded with goods at the start of the game and pay a fixed income each round, and each time a railroad delivers goods. Once their goods are gone, the Private closes and the owner derives no further benefit.&#10;&#10;If a railroad withholds money instead of paying dividends, its share value drops, sometimes drastically. Given enough time, the stock values for all three railroads will tank - the trick is to end the game before that happens, and when you have the most valuable portfolio. As is usually the case in these kinds of things, the winner is the player with the most money - cash on hand plus the value of your stocks. (Note, however, that no play money is provided. If you don&rsquo;t have poker chips, greenbacks will do in a pinch and make the game very interesting.)&#10;&#10;Also, there is a cat on the priority deal card.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Network and Route Building",
      "Ownership",
      "Pick-up and Deliver",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Combinatorial",
      "Country: USA",
      "Series: Cube Rails",
      "States: Michigan"
    ]
  },
  {
    "Rank": "7734",
    "Name": "Bahamas",
    "ID": 269917,
    "Year": "(2019)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/269917/bahamas",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The holdup was perfect... A sound plan! Millions in a bag, fleeing by plane, yes, really, a sound one. Everyone begins to relax, but suddenly the engine sputters! Then the plane begins to fall... Yes, the holdup was perfect and they had anticipated everything &mdash; everything but enough parachutes to go around...&#10;&#10;Play your role amongst ten characters in Bahamas and steal, lie, threaten, do everything you can to get the biggest part of the loot and land safely!&#10;&#10;In more detail, each player receives a character sheet at random (each with a different special power), along with one starting card, one action card, and two cash cards. Among these starting cards are 2-5 parachutes (depending on the number of players), and you'll want one of these to survive at game's end! Use a number of dice equal to the player count minus one. Choose a starting player at random. This player rolls all the dice, uses one of them (drawing an action or cash card, stealing an action or cash card from an opponent, or using their special power), then they choose the next player who will take a turn. Once all the dice have been used, whoever didn't get to use a die becomes the starting player for the next round.&#10;&#10;A &quot;Crash&quot; card is shuffled into the bottom four cards of the action deck, and when it's drawn, everyone without a parachute &mdash; or the lifeboat hiding in the action deck &mdash; plunges to their death. Whichever surviving character has the most money wins! Alternatively, if one player collects the three different FBI cards prior to the crash, this player manages to land the plane safely, bust everyone else, and win!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "7735",
    "Name": "Aztlán",
    "ID": 124490,
    "Year": "(2012)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/124490/aztlan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3929",
    "Description": "Game description from the publisher:&#10;&#10;In the mythical land of Aztl&aacute;n, four tribes strive to survive and prosper under the scrutiny of the gods themselves. Peaceful coexistence brings wealth and prosperity to all, but the fearsome Aztec gods favor those who are mighty in war and bring to them their subdued enemies as cruel offerings...&#10;&#10;Only one of the four tribes will be granted the right to stay in this blessed land when the Time of Exile comes at the end of the Fifth Age of the Sun. Guide your tribe to build the mightiest empire through the Five Ages, win the favor of the gods, and become the greatest ruler in the land of Aztl&agrave;n.&#10;&#10;Aztl&aacute;n can be played by three or four players (or two players with the &quot;Aztec Gods&quot; variant). In a multi-player game, each player guides one of the four tribes. A game is divided into five stages, called ages; at the beginning of each age, each player secretly chooses one of his power cards, and then one at a time places a certain number of his tribe pawns in one of the territories on the game board, which is divided into five different types of territory: deserts, terraced fields, jungles, mountains/volcanoes, and cities. The power card chosen for the age indicates the strength of that player's tribe and identifies one type of territory (of the five different types). The greater the domains of that player, and the greater the number of territories of that type included within them, the higher the victory point score.&#10;&#10;If a territory is disputed by several players, the strongest tribe may defeat the weaker ones &ndash; but war is not the only path to victory and peaceful coexistence with the other tribes sometimes brings greater rewards. At the end of the fifth age, the player who scores the most victory points wins. His tribe rules Aztl&aacute;n, while the time of Exile befalls his opponents!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Mexico",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "7736",
    "Name": "Konja",
    "ID": 223449,
    "Year": "(2017)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/223449/konja",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.0769",
    "Description": "Description from the publisher:&#10;&#10;Konja is a press-your-luck and resource management dice game in which 2 players compete as wizards, summoned by an old king to manifest a great storm and bring rain to a dry land. By rolling dice and activating powerful spells and relics cards, players gain Gold, Magick, Power, and Clouds.&#10;&#10;Konja is played over a series of rounds; in each round, each wizard completes their turn before play proceeds to their opponent. On their turn, a wizard first selects from the available Ancestors, which grants the active wizard a Favour, and both wizards a Blessing. Favours and Blessings consist of bonus actions including refreshing Spell cards in hand, buying and selling Relic cards and gaining Clouds.&#10;The active player then rolls the dice, and through manipulation of Relic and Spell cards, create useful dice combinations:&#10;&#10;&#10;    Single die showing a high number reward Power tokens, which are used strengthen the effects of Relic cards.&#10;    A pair of dice reward Magick tokens, which activate Spell cards in hand.&#10;    Runs ( three or more dice showing consecutive numbers) reward Gold tokens, which are spent to purchase Relic cards from the Offerings and are sacrificed for Clouds.&#10;    Three or more dice showing the same number gains Cloud tokens, which are worth points at the end of the game.&#10;&#10;&#10;The first wizard to accumulate 21 or more points worth of Clouds triggers the last round of the game. Once both wizards have completed their turn thr game ends and the wizard with the most points is declared the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7737",
    "Name": "Walhalla",
    "ID": 25605,
    "Year": "(2006)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/25605/walhalla",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2963",
    "Description": "In this board game, you play as a tribal chief, leading your Viking fleet while engaging in well-planned attacks.&#10;&#10;But your opponents are also trying to conquer as much land as possible. Naturally, wild battles can&rsquo;t be avoided. Only the bravest warriors may move in to Valhalla. Therefore, you&rsquo;ll need to use tactical savvy when using your men to plunder and steal. Only through successful besieging of villages and reaching other countries will you gain the most victory points and win the game.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "7738",
    "Name": "Avignon: A Clash of Popes",
    "ID": 188181,
    "Year": "(2016)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/188181/avignon-a-clash-of-popes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3913",
    "Description": "The year is 1378, and your rightful claim for the papacy has been challenged by an usurper. You must gain influence among the people of Christendom in order to secure your legitimacy and the Throne of Saint Peter.&#10;&#10;Avignon is a quick influence manipulation card game in which the two players are rival candidates for Pope in the 14th century. Players gain influence by petitioning members of the medieval Church, such as Cardinals, Nobles, and Knights, and using the characters' unique powers to pull the character cards over to their side of the table (their congregation), or force an opponent to push cards towards them. The first player to get three characters into their congregation wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Medieval",
      "Political",
      "Print & Play",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Cities: Avignon (France)",
      "Components: Map (Continental / National scale)",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Avignon – A Clash of Popes",
      "Players: Two-Player Only Games",
      "Religious: Pope",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "7739",
    "Name": "Hamsterbacke",
    "ID": 162114,
    "Year": "(2014)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/162114/hamsterbacke",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "In the tricky card game Hamsterbacke, players want to collect as many sets of cards as possible, store them away, and pick up extra points from other players &mdash; but those who are too greedy might find themselves left behind. In the end, whoever collects the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "7740",
    "Name": "Downfall of the Third Reich",
    "ID": 345594,
    "Year": "(2022)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/345594/downfall-of-the-third-reich",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "2.8421",
    "Description": "Downfall of the Third Reich is a strategic game of World War II, in the European Theater, for two or three players. The objective of the game is to faithfully simulate World War II in the European Theater, with simple rules, in exciting games of short duration (3-5 hours).&#10;&#10;The warring factions and the countries that comprise them at the start of the game are:&#10;&bull; Axis (Germany and Finland).&#10;&bull; Allies (United Kingdom and France)&#10;&bull; Soviet Union.&#10;&#10;Other major and minor countries will join the war later on in the game. Each player controls one side. With two players, one player leads the Allies and the Soviet Union.&#10;&#10;Twenty-two three-month turns are played, starting in winter 1940, when Germany is preparing to invade France (having started World War II by invading Poland) and the Soviet Union has already attacked Finland.&#10;&#10;Player can do several actions in each turn:&#10;1. Supply&#10;2. Reinforcements (Major Powers)&#10;3. Armor Production&#10;4. Air Missions&#10;5. Submarine Missions (Axis only)&#10;6. Development&#10;7. Lend Lease (Allies only).&#10;&#10;Moving and attacking do not spend any action but players need to have enough supply (action 1) to do them.&#10;Players can also perform Submarine Warfare and Strategic Bombing if they have enough Air and Submarine Missions (actions 4 and 5)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7741",
    "Name": "Café Melange",
    "ID": 145424,
    "Year": "(2013)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/145424/cafe-melange",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Caf&eacute; Melange takes players to Vienna in 1910, with prominent individuals such as Trotzky, Klimt and Freud meeting one another in the coffee bar &quot;Central&quot;. The players work in the coffee bar and must use logic and deduction in order to place their guests next to these VIPs. (A &quot;Caf&eacute; Melange&quot;, by the way, is a specialty coffee drink akin to cappuccino.)&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Vienna (Austria)",
      "Country: Austria"
    ]
  },
  {
    "Rank": "7742",
    "Name": "Par Odin",
    "ID": 264991,
    "Year": "(2018)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/264991/par-odin",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Legend has it that one day a human will come to the kingdom of &Aacute;sgard and play alongside the gods ... Will you be this hero?&#10;&#10;In Par Odin, you play as a human warrior come to perform 50 challenges to sit at the table of the gods. In this solo, narrative and evolving game, you will gradually discover the mechanical richness of the game and the world of Nordic mythology.&#10;&#10;Each challenge is consisting of split the designated dices (among 9 values in total) in 2 equal parts in term of values. For example a Fighter worth 1 point, so with 4 Fighters, you have to put 2 Fighters for each side. Some dices reduced, doubles or cancel other dices.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Outside the Scope of BGG",
      "Mythology: Norse",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "7743",
    "Name": "Home Staging",
    "ID": 387776,
    "Year": "(2023)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/387776/home-staging",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "In Home Staging, players represent interior design companies that have been asked to fill rooms with furniture.&#10;&#10;Each player has a floor plan of the rooms. On the table are sets of cards for each room, with each card showing one piece of furniture. Players take turns flipping over one of the cards and choosing one of the shapes shown on the backside of the card, then all players have to draw that piece of furniture into their plan, making sure enough space remains for walls, doors, and a corridor that connects the rooms. Also, each piece of furniture must be reachable from the door. To ensure this, the furniture shapes also show empty fields that must be adjacent to the furniture. To be able to fit all of the furniture into the rooms, players must overlap the empty fields efficiently.&#10;&#10;When all cards have been flipped, players score depending on how much of the furniture they were able to place. The scenario booklet contains several small campaigns with 25 scenarios in all, with varying levels of difficulty.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Drawing",
      "Grid Coverage",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "7744",
    "Name": "Arbos",
    "ID": 499,
    "Year": "(1999)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/499/arbos",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A manual dexterity game where players attempt to place wooden branches and leaves on a trunk that wobbles around.  If you knock any leaves or branches off they go into your current pile of leaves and branches.  First one to get rid of all their leaves and branches wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "7745",
    "Name": "Flash Duel",
    "ID": 65334,
    "Year": "(2010)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/65334/flash-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.4894",
    "Description": "Flash Duel is a simple, fast card game that simulates a duel between two Fantasy Strike characters. There are 10 characters to choose from (all included), each with three different special abilities. Landing just one hit wins a round, and a game is best three out of five rounds. Games take only a few minutes to play.&#10;&#10;The duel takes place along an 18-space linear track. Players draw from a common deck of 25 of numbered cards (five copies of each number 1 through 5), and use these cards to move, attack, dashing strike, block, and push. Each character's special ability cards add a new dimension to the base gameplay, and create 45 different character matchups.&#10;&#10;Flash Duel was designed and balanced by David Sirlin, the multiplayer balancer of Street Fighter HD Remix, Puzzle Fighter HD Remix, Kongai, Yomi, and Puzzle Strike. The core gameplay was inspired by Reiner Knizia's game En Garde.&#10;&#10;This game has received a follow-up in Flash Duel: Second Edition, which adds 10 new characters, slight balance changes to the original characters, support for up to 5 players, and new gameplay modes&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Fantasy Strike (Sirlin)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "7746",
    "Name": "The Western Front: 1914 to 1918",
    "ID": 17863,
    "Year": "(2004)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/17863/the-western-front-1914-to-1918",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4",
    "Description": "Six Separate Scenarios PLUS Campaign Game PLUS Links to Other Games of the Series.&#10;&#10;August 1914 - The Schlieffen Plan&#10;&#10;War has come. Germany is faced with mortal enemies on two fronts. She must eliminate one threat, or face being crushed between the two. The German strategist von Schlieffen plans one of the great military gambles of all time. His scheme is to concentrate to knock France out of the war before Russia can fully mobilize. The bulk of German forces will move through neutral Belgium. Graf von Schlieffen intends to fall on the flank of the French armies. He believes the French will over commit to regaining their lost provinces of Alsace and Lorraine. The Schlieffen plan runs into complications from the moment it is launched. The Belgians fight back. The British join the fray. The French display surprising flexibility. Can the invading German armies still defeat France? Or will the French, British, and Belgians stop them? This time, it is up to you.&#10;&#10;May 1915 - Artois&#10;&#10;The immediate threat to France is over. The Germans have re-deployed substantial forces to the Eastern Front. French and British reinforcements arrive in increasingly telling numbers. The French believe the opportunity has come to expel the invaders. Both sides have used the lull since 1914 to dig in. Trench lines stretch from Switzerland to the English Channel. The Germans may be weaker, but they stand inside the most extensive field fortifications the world has yet seen.&#10;February 1916 - Verdun&#10;&#10;The Germans reduced the Russian threat in 1915. Now the German Field Marshal von Falkenhayn believes he can eliminate France through a battle of attrition. An epic struggle that will sear the bodies and souls of both nations begins. Both sides will feel the effects of losses on a national scale. Yet neither will shrink from the cost of the sacrifice.&#10;&#10;July 1916 - The Somme&#10;&#10;The new British Army is ready. With German attention focused on Verdun, the British feel they have a chance to break through. An intense, week long bombardment will pulverize the German lines before the attack begins. The British climb over the top and begin to cross no-man's land. The Germans survived the shelling and doggedly defend their line. Bitter fighting will last for months in the valley of the Somme.&#10;April 1917 - Nivelle's Offensive&#10;The French are now led by General Nivelle, a hero of Verdun. He plans a two pronged attack against the German salient pointing at Paris. He intends for his &quot;Army of the Rupture&quot; to be through German lines in a day. The problem is the Germans also see the potential of his plan. They retreat to the formidable defenses of the Hindenburg Line. Nivelle plows ahead regardless. The soldiers of the French army are rather unhappy with the result.&#10;&#10;March 1918 - The Great Offensive&#10;&#10;The Russians are out of the war. The Germans now concentrate in France with divisions trained in new assault tactics. The Stosstrupen are aimed at the weak point of depleted British lines. The Germans will have to win before tanks and American troops will tip the scales against them. Can the British and French hold out until a counter-offensive is possible? Or will the war drag on into yet another year?&#10;&#10;CONTENTS:&#10;&#10;     1680 Die-Cut Counters (6 countersheets)&#10;     One 34in x 22in Map (5-2)&#10;     Scenario Rulebook, Charts, and Tables&#10;&#10;&#10;Scale is 20km/hex&#10;4 days per turn&#10;Unit Sizes: Division/Brigade&#10;&#10;(from the publisher's website and user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Der Weltkrieg"
    ]
  },
  {
    "Rank": "7747",
    "Name": "Ici, c'est la France! The Algerian War of Independence 1954 - 1962",
    "ID": 29379,
    "Year": "(2009)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/29379/ici-cest-la-france-the-algerian-war-of-independenc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.875",
    "Description": "This game covers the French insurgency war against FLN in Algeria during 1954-62. It is a conflict of great drama. It cost the lives of at least half a million Algerians, it brought the tumultuous exodus of one million French settlers from Algeria and it brought France itself to the brink of civil war. But to be portrayed as a game has its difficulties, though. How do you recreate the fact that the side which lost militarily won the war? How do you make it interesting to play when FLN never succeeded in creating an army, like the Viet Minh did in the Indochina war, and therefore was never able to rival the French?&#10;&#10;To address this, the game contains &ldquo;three games&rdquo; within the game: A political, an insurgency and a military game. Politics are driven by chits which alter four parameters: FLN structure; Algerian population; Pied noir feelings (the French settlers in Algeria) and French public/government. Each one will affect the play, in different ways, when it changes. What eventually ends the game is when the French public reaches 0 and calls for a referendum. Then you check each region whether they will vote to stay with France or become independent. If a majority votes pro-France, the French player win and vice versa. It is through different insurgency or counterinsurgency actions that you will make a region pro-FLN or pro-France. Finally, the military part will allow you to contest or control regions. This will affect your ability to mobilize, tax and conduct insurgency/counterinsurgency actions.&#10;&#10;In other words, you will have to fight to control, conduct insurgency/counterinsurgency actions in order to win the hearts and minds of the population and, through politics, see to it that the public in France either supports you or gets fed up with the war. Some things might help you in one way but at the same time give disadvantages in other aspects. Nothing in war is purely a good decision. There is always a cost.&#10;&#10;Each year has four gameturns. You start the game with eight random political chits of 28 possible ones. Each chit may only be played during a certain time span and after you play a chit you will draw a new one.&#10;&#10;The &ldquo;operation points&rdquo; are the main engine in the game. You will receive a certain number of points and with these points you will pay for everything you do, like recruiting or bringing in reinforcements, certain movement, fighting and conducting insurgency/counterinsurgency actions.&#10;&#10;FLN recruitment will depend on how pro-FLN the Algerian population is and how efficient the FLN structure is. It will also depend on population density and whether they control a region or not. The French can bring in new units and replacements, but it will cost operation points and put pressure on the French public. So the reason to attack is to control/contest as much as possible and to force the opponent to spend operation points to replenish his force.&#10;&#10;The counters have no movement points. With a gameturn of three months there is no lack of time to position units anywhere on the map. You follow the road network (as French) but it will cost you operation points when you pass regions which are controlled by the enemy. FLN moves off-road and will have some limitations to whether they may leave a region or not. The numbers represent strength and quality.&#10;&#10;Fighting will include combat chits which in certain combination will affect the combat. My first ambition is to minimize the amount of tables in order to make the game faster to play. You roll a number of dice corresponding with your strength and modify your roll with the difference in quality. You get a hit when you roll 5-6. The complexity and difficulties lies more in what to decide and when to do it.&#10;&#10;Best regards&#10;Kim Kanger&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System"
    ],
    "Families": [
      "Country: Algeria",
      "Country: France",
      "History: Algerian War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7748",
    "Name": "Chariot Race",
    "ID": 193212,
    "Year": "(2016)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/193212/chariot-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "Masses of people awaiting a spectacle&hellip; scorching afternoon heat&hellip; sweaty equine bodies nervously yanking their harnesses. There it is, the starting signal!&#10;&#10;Dashing ahead with your chariot, slowly at first, but quickly gaining speed&hellip; circling the spina in the center of the arena to complete the first lap. The next corner comes closer. Glancing back, one of the chariots is already far behind, and just ahead another chariot's speed is too high for the corner, sending the vehicle crashing into the wall and out of the race. Only a single chariot blocks your path to victory, so it's time to get uncivilized. Steadily you balance the javelin in your hand, waiting for the other charioteer to come into view&hellip;or should you just overtake him and throw caltrops in his path?&#10;&#10;In Chariot Race, players participate as charioteers in a great race in ancient Rome. Use the dice to complete two laps on the dusty arena's circuit and be the first to steer your chariot over the finish line. On a player's turn, if they have gained enough Favors of Fortuna, they can repair their chariot. Depending on the chariot's speed on the previous turn and its current condition, the initial speed is determined, which defines how many of the five dice will be rolled during the turn. Each face of the six-sided dice allows a different action: Gain new Favors, increase or decrease speed, change lanes, or attack opponents (either directly by hurling javelins or indirectly by dropping caltrops in their path). if the first roll is not satisfactory, the player may call on Fortuna to influence the dice, as long they have her favor. Once the result is set, the player moves their chariot forward according to the final speed they achieved and may then take actions against their rivals.&#10;&#10;However, breakneck racing and ramming are not without risk. If two chariots collide, they both take damage, and cornering at a wild gallop is not recommended. The further the safe speed is exceeded, the more damage is caused to the vehicle &ndash; which might fall apart in the middle of the arena if the driver is too careless, resulting in their elimination from the race.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Race"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Dice with Icons",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "7749",
    "Name": "Wizard's Academy",
    "ID": 154895,
    "Year": "(2016)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/154895/wizards-academy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.4444",
    "Description": "On entering the wizard's academy, the new apprentices swore a solemn vow to learn the ways of magic, protect the institution, and uphold its values. Unfortunately most of them have failed to learn any significant magic in their first year. Susie coasts by on her natural talents, Malkar would sooner sell his soul for power than read a book, Nyvetta has forgone that option along with opposable thumbs upon accidentally turning herself into a bear, Flitter is only here to steal magic items to sell on the black market, and Bramblethrone spends too long talking to trees to get anything done. As a group of students, they could not be worse.&#10;&#10;Wizard's Academy is a co-operative game of magical experimentation for 1-6 players. In each game, the players select a scenario, such as summoning and binding a demon to steal its powers, defending the academy against an attack by an army of Imps, or (in the most difficult scenario) facing an academy inspector whom they must impress with their mastery of magic.&#10;&#10;Players move around the academy collecting glyphs in order to cast spells. At first, the effects of the spells are unknown, but as the players try new things, the students gain the power to manipulate the academy, the creatures within it, and the fates themselves &ndash; ideally achieving their goals before the monsters and elements that they've accidentally summoned reduce the building to smoking rubble.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7750",
    "Name": "Suna Valo",
    "ID": 419384,
    "Year": "(2024)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/419384/suna-valo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9",
    "Description": "In Suna Valo, two individuals take on the task of establishing their own farm in the Solarpunk world of Overgrown. Located in the picturesque &quot;Sunny Valley&quot; (Suna Valo), nestled at the foot of a mountain and crisscrossed by a broad river, the village of Foriro has been erected &mdash; a place of new beginnings! The farmers in this village supply valuable goods using their transport drones and river ships.&#10;&#10;The construction of your farms is made possible through farm cards across various categories. Cultivate vast grain fields, and harvest beautiful water lilies or blue flowers. Deliver your sheep's wool to the village for clothing production or collect eggs from your free-roaming chickens. But amidst your explorations of the surrounding lands, don't forget to reinforce your fleet of transport drones!&#10;&#10;Suna Valo features an innovative purchasing mechanism. Secure the right cards before your opponent does, snatch up the more valuable ones, and host prestigious events! Each time you acquire a new card for your farm, you activate an entire column of cards, causing your farm to flourish. However, you must also earn the resources to cover the costs of these cards.&#10;&#10;At the end of three game rounds, the player with the most victory points emerges as the winner of this peaceful competition, having contributed the most to the development of Foriro!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Action Drafting",
      "End Game Bonuses",
      "Track Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Solarpunk"
    ]
  },
  {
    "Rank": "7751",
    "Name": "Devil May Cry: The Bloody Palace",
    "ID": 279741,
    "Year": "(2021)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/279741/devil-may-cry-the-bloody-palace",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Devil May Cry: The Bloody Palace is an easy to learn, fast-paced, and dynamic experience where style counts for everything. Take control of one of Devil May Cry&rsquo;s iconic demon hunters, Dante, Nero, Trish, or even the newest addition to the series, the mysterious V.&#10;&#10;Players will be trying to outscore each other by building the most impressive attack combos. Utilising the cards in their hand to build the biggest combo chain; the longer the chain the more Style Points you'll score.&#10;&#10;Will you keep pushing your combo or will you claim it early? A bigger combo scores more points, but a single hit from the demons surrounding you can break the chain!&#10;&#10;The winner is the devil hunter who can score the most Style Points after a set number of enemy waves; featuring hordes of Empusa, behemoth Antenora, and towering bosses!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7752",
    "Name": "For-Ex",
    "ID": 227605,
    "Year": "(2017)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/227605/for-ex",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.65",
    "Description": "FOR-EX is the game of currency trading. An opaque, nerdy, butterfly-effect game, players take on the roles of international financiers who trade and manipulate currency values. Each of the game's several currencies only has value relative to one another, and these fluctuate according to player investments and divestments.&#10;&#10;Players primarily make money by making long-term contracts to trade an amount of currency X for its equivalent in currency Y. Those contracts will be resolved several turns hence, during which time the exchange rate may have changed. But the contract is resolved according to the original, agreed-upon rate, enabling players to make profit. Players can (and should) make contracts promising money they don't yet have, and may use the resultant loans to give them a temporary leg-up (provided that they think they can make up the difference before the loan comes due).&#10;&#10;Once the game begins, there is zero randomness; every subtle, lovely tweak to the game state is the net result of the decisions each player makes. The game concludes when a player goes bankrupt, or when the last dividend has been paid. At that point, all monies are converted to the single strongest currency, and the player with the most money of that type wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "7753",
    "Name": "The Stock Car Championship Racing Card Game",
    "ID": 637,
    "Year": "(1995)",
    "Geek Rating": "5.626",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/637/the-stock-car-championship-racing-card-game",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1364",
    "Description": "Racing game driven by cards.  There's a central track deck which simulates a given track.  Each card in it can be an event (a yellow flag, crash, blown engine) or simply a lap count which players must attain for that turn.  Each player has a driver deck which they draw from to make a hand.  They play cards each turn to reach the lap count.  With their remaining actions/cards they can pass, block, challenge, draft etc. the other cars.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "7754",
    "Name": "Ominoes",
    "ID": 195484,
    "Year": "(2016)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/195484/ominoes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4167",
    "Description": "Winner of the UK GAMES EXPO Award for BEST ABSTRACT GAME 2017&#10;&#10;1864, Ominus Valley, Egypt &mdash; a hoard of 6,000-year-old game cubes is found. No one knows how to play this mysterious game &mdash; until now when this ancient game is reborn as Ominoes.&#10;&#10;In this abstract strategy/tactical game, 2-4 players want to collect their favored gods &mdash; Horus, Ra, Apep, and Khepri &mdash; in groups to earn points. They do this by rolling custom dice that both determine actions and are placed on the game board to count as a piece of the player's color. On a turn, the active player does the following:&#10;&#10;&#10;    Roll: Take a die and roll it.&#10;    Move: Move a die on the board that matches the rolled color exactly three spaces.&#10;    Place: Placing the die just rolled on the board, possibly scoring a group.&#10;&#10;&#10;The dice have four faces matching the players colors, with unused colors in a two- or three-player game being scorable by anyone. The other two faces &mdash; &quot;Yay-Ra&quot; and &quot;Ominotep&quot; &mdash; allow the player to move or reroll any die, respectively, and they count as wild once on the board. Groups of four (or more) dice of a color are scored immediately and give their player points equal to their number. The first player to 13 points (or 21 points in a two-player game)wins!&#10;&#10;Quick to learn, easy to play but with layers of light tactics. Ominoes is 15 minutes of play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Pattern Recognition",
      "Push Your Luck",
      "Square Grid"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7755",
    "Name": "Dschungelschatz",
    "ID": 29017,
    "Year": "(2006)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/29017/dschungelschatz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Wild animal sounds screech out from the jungle, but in order to find the mythical Mayan treasures, the treasure hunters have to cross the jungle. Suddenly an old and long forgotten Mayan temple appears in front of them. Two stone guards stand at its entrance staring the treasure hunters down with a fierce glare.&#10;&#10;Who will be brave, quick and skillful enough to retrieve the treasures of the jungle?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game",
      "Exploration",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Country: Guatemala",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "7756",
    "Name": "Swindler",
    "ID": 367992,
    "Year": "(2022)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/367992/swindler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8667",
    "Description": "Life in London isn't easy. The city is run by moneybags, though, and now it's time to seize opportunities as swindlers and cutpurses to claim your share of their wealth.&#10;&#10;Swindler combines press-your-luck with take-that mechanisms for a fun and thematic game set in Victorian London. Each round, players must steal from one of the five moneybags, drawing tokens from the chosen bag. Each bag is filled with coins, jewelry, and other loot &mdash; but each bag also contains at least one skull! If you draw a skull, you've pressed your luck too far and got caught in the act. Not only will you lose the loot you stole that round, you also lose everything you stole from the same bag in previous rounds. The moneybag not only found your hand in their pocket, but they also recognized the small but precious ring on your finger...&#10;&#10;It's wise not to sit on the loot too long in case you get caught. Dealers will pay you for the loot you turn in, giving you points. You can also use your loot to complete orders, but one of your fellow swindlers might be faster and push you aside to complete a task, costing you valuable points. Thankfully, you don't have to swindle on your own! Hire accomplices to gain advantages or affect the other players with disadvantages.&#10;&#10;The player with the most points after a set number of rounds will be recognized as the most notorious swindler of London and thus win the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Misc: LongPack Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "7757",
    "Name": "Schichtwechsel: Die Förderung liegt in deiner Hand",
    "ID": 343334,
    "Year": "(2021)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/343334/schichtwechsel-die-forderung-liegt-in-deiner-hand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1333",
    "Description": "Over the past centuries, the Ruhr region in Germany has been shaped and dominated by coal mining. At the end of 2018, the last coal mine in Bottrop closed its doors, bringing to an end an era in the Ruhr region that is second to none.&#10;&#10;The game Schichtwechsel takes up this theme and shows simplified typical areas around the coal mining in the Ruhr area of the 1950s. As a player and administrator of a coal mine, you experience an exciting competition and live through a piece of Ruhr Valley history. You bring coal and overburden from underground to the surface, let your miner go through a &quot;shift at the colliery&quot;, produce coke, or build the typical colliery settlements.&#10;&#10;A game of Schichtwechsel takes place over five rounds, and each round consists of three phases: The preparation phase in which, among other things, the amount of mined coal is determined; the action phase in which players use their action pieces wisely in turn; and a small end-of-round evaluation. After the fifth round is a final scoring. Schichtwechsel offers you many possibilities to get the best out of your coal mine in order to score as many victory points as possible at the end.&#10;&#10;This game is the revised and improved version of the game Die letzte Zeche, which was created between June 2017 and March 2018 as a contribution of the games group Fair-Spielt of the Spielezentrum Herne to the funding project &quot;GL&Uuml;CK AUF JUGEND&quot;. The RAG Foundation's sponsorship project honors the achievements of coal mining on the occasion of the coal phase-out and the closure of the last mines at the end of 2018.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Region: North Rhine-Westphalia (Germany)",
      "Series: Coal (Thomas Spitzer)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "7758",
    "Name": "Glory III",
    "ID": 23928,
    "Year": "(2007)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/23928/glory-iii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.7632",
    "Description": "(from GMT web site :)&#10;&#10;Glory III is the third game in GMT's popular American Civil War series, Glory. This series presents a brigade-level system that highlights ease and speed of play combined with solid historical insight. Glory III follows the success of Glory II: Across the Rappahannock, and presents a polished system with ease of play, with two combat-intensive one-map battles. And it is still a game that can be played, and played well, by solitaire gamers.&#10;&#10;Glory III features GMT's unique chit activation mechanic, which provides a great deal of play tension, as the commanders never quite know what is going to happen next. However, new command and combat mechanics make the game even more fun. Both battles have special command problems and some new and interesting mechanics to allow the players to play within the framework of those conditions.&#10;&#10;Antietam, one of the major battles of the war, makes great use of the Glory activation system, linking the Union/McClellan command problems directly to its use. But it still allows the player to make choices, choices different from those Little Mac made, perhaps changing the course of the battle.&#10;&#10;Cedar Creek is a great momentum battle, with an initial, probably highly effective Confederate surprise attack followed by the return of General Phil Sheridan to the battlefield, the arrival of George Custer's repeater-armed cavalry, and, hopefully for the Union Player, enough of a counter-attack to snatch victory from Jubal Early's rapidly munching jaws. Has Jubal bitten off more than he can chew? Grab your wallet, roll the die and find out!&#10;&#10;Designed gloriously by Richard H Berg, Developed with consummate skill and dedication by a new star on the industry horizon, Jim Dauphinais, playtested to a fine edge, and featuring the usual eye-popping, drool-inducing GMT graphics, Glory III is the best game yet in the Glory series.&#10;&#10;Components:&#10;&#10;&#10;     1 22 x 34 backprinted map&#10;     2 counter sheets&#10;     Rulebook&#10;     1 die&#10;     Player Aid Cards &#10;&#10;&#10;Designer: Richard Berg&#10;Developer: Jim Dauphinais&#10;&#10;Game 3 in the GMT Glory: The Battles of First & Second Manassas and Chickamauga, 1861-63 Civil War game series. This series features battles recreated at the Brigade level with each game in the series featuring 2 battles from the Civil War. In this edition of the series the two battles are Antietam and Cedar Creek.&#10;&#10;The Glory system features a unique chit activation mechanic. This results in players unsure of when or if a certain field commander will carry out your orders. The game system is designed for playability over bookkeeping. The main rules are only 12 pages long.  Scenarios run from 2 hours for Burnside's late afternoon attack at Antietam, up to 6 hours for Cedar Creek and up to 12 hours for the full battle of Antietam (if it needs to go the distance for a decision).&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Glory (Richard Berg)"
    ]
  },
  {
    "Rank": "7759",
    "Name": "Fantasy Defense",
    "ID": 223950,
    "Year": "(2017)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/223950/fantasy-defense",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.0769",
    "Description": "Fantasy Defense is a challenging card game that can be played either solo or cooperatively. Manage your limited units to defeat the orcs besieging the seven gates of your city. Each attack you fail to repulse decreases your kingdom's morale, drawing oblivion a step closer.&#10;&#10;Secure victory by slaying the invaders before it's too late &mdash; but don't breathe too easily! With each milestone reached, you unlock hidden game features: powerful units join your cause, devastating foes appear, and special rules twist the challenge in new directions.&#10;&#10;The objective of the game is to defeat the invading orcs by discarding their entire deck before your kingdom's power is reduced to zero. By playing your cards on the city gates, you can defend against the invading orcs, but with every fight there will be casualties on your side. Play your cards wisely to achieve victory. If you win, you will be able to unlock new terrifying foes entering the battle.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7760",
    "Name": "Hecatomb",
    "ID": 17526,
    "Year": "(2005)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/17526/hecatomb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4615",
    "Description": "Collectible card game Released by Wizards of the Coast on August 18, 2005.&#10;&#10;From the Wizards of the Coast web site:&#10;&#10;In Hecatomb, each player is an Endbringer, an evil genius bent on the destruction of the modern-day world. Endbringers summon monsters from myth and nightmare, breeding hybrids that can destroy an enemy's forces, eventually building up enough power to destroy the world. After a world is destroyed, the Endbringers travel through dimensional portals to other, parallel worlds where the contest begins again.&#10;&#10;Hecatomb's unusual stacking mechanic gives the game a three-dimensional feel. Five-sided Hecatomb cards depict a variety of horrid creatures, from terrible beasts and demons to crazed shamans. Cards feature four clear edges, with scores for power and abilities on the fifth edge. Players can create frightening creature hybrids called Abominations by stacking cards on top of each other. Each Abomination combines the powers and special abilities of all the creatures used to assemble it. The clear edges allow players to see the total power scores and abilities of up to 5 cards stacked together.&#10;&#10;Designed for two or more players, Hecatomb's base set is made up of 144 cards. The starter game contains 40 random cards, a rulebook, and a counter sheet, and had a suggested retail price of $12.99. Booster packs contain 13 cards and had a suggested retail price of $4.99.&#10;&#10;This game has been discontinued as of 5/24/2006 there were two expansions for it:&#10;&#10;Last Hallow's Eve: Released 10/28/2005 (144 new cards)&#10;Blanket of Lies: Released 02/24/2006 (72 New Cards)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Components: Transparent Elements"
    ]
  },
  {
    "Rank": "7761",
    "Name": "The Legend of Robin Hood",
    "ID": 1695,
    "Year": "(1979)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/1695/the-legend-of-robin-hood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1333",
    "Description": "One of the most well-known tales in the history of literature comes alive in Avalon Hill's strategy game for two players, The Legend of Robin Hood. The setting is 12th century England, before the signing of the Magna Carta, as the daring outlaws of Sherwood Forest oppose the Sheriff of Nottingham, Sir Guy of Guisbourne, and the evil Prince John. In the absence of King Richard, it is a land beset by the oppresions of nobles and clergy whose only concerns are their own well-being.&#10;&#10;As Robin Hood, you must enlist the support of the local populace (including Little John, Will Scarlet, and Friar Tuck) and rob the rich to give to the poor. As the Sheriff of Nottingham, you must ensure the safe passage of the wealthy through the area, tax local villages to raise money, capture and hang the outlaw leaders, and help to prevent the return of good King Richard from the Crusades.&#10;In a typical game-turn, Robin Hood will move his forces from area to area, trying to best position them for recruiting new people and ambushing travelers passing through Sherwood Forest. The Sheriff player will position his forces in an attempt to protect the travelers and possibly trap and capture the outlaws. Battles occur when both players have forces in the same area, and are resolved by die rolls representing archery and melee combat.&#10;The archery contest, disguises, and the marriage of Maid Marion are all features of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Players: Two-Player Only Games",
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)"
    ]
  },
  {
    "Rank": "7762",
    "Name": "AOC: Age of Champagne",
    "ID": 356485,
    "Year": "(2023)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/356485/aoc-age-of-champagne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.8696",
    "Description": "AoC - Age of Champagne puts you in the shoes of a young Cellar Master who inherits a family winery.&#10;&#10;In competitive mode, among many possible actions, you will have to make wise investments, optimize the processing of your precious grapes to meet the demands of the different markets. Three versatile workers are waiting for your instructions to support you in your strategy.&#10;&#10;The Cellar Master at the head of the most prestigious and eco-responsible Champagne Maison at the end of the 10th harvest will be elected &quot;Cellar Master of the Decade&quot; and win the game.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Economic",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Programmed Movement",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Food & Drink: Wine",
      "Region: Champagne (France)"
    ]
  },
  {
    "Rank": "7763",
    "Name": "Animal Upon Animal: Christmas Edition",
    "ID": 304821,
    "Year": "(2020)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/304821/animal-upon-animal-christmas-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Animal Upon Animal: Christmas Edition is a special winter-themed edition of Animal Upon Animal.&#10;&#10;The animals are climbing all over each other to form an ever-taller Christmas pyramid. But which one will make it to the top? The players decide by carefully balancing squirrels, snow bunnies, penguins and reindeer on stars, fir trees, sleds, and even on top of each other. The first player to place all of their figures safely onto the pyramid wins this wobbly Christmas stacking game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Game: Tier auf Tier",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "7764",
    "Name": "Mint Knight",
    "ID": 359011,
    "Year": "(2022)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/359011/mint-knight",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "Create your own adventure as you explore the lands, recuiting an army, defeating keeps, slaying dragons, and conquering castles.&#10;&#10;In this 45 minute solo game, you will be managing your hand of cards to perform actions and achieve your goals. You will be slaying dragons and orcs, learning spells, finding artifacts, recruiting units and assaulting castles in your adventure.&#10;&#10;Game features some hand management, light deck building, experience leveling, and a minature. All of this fits in a mint tin for you to take anywhere you want to go.&#10;&#10;The goal of the game is to find the two castles and battle them before the end of the 4th round otherwise you lose.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Category: Print-on-Demand",
      "Components: Miniatures",
      "Containers: Mint Tins",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "7765",
    "Name": "Offshore",
    "ID": 283867,
    "Year": "(2019)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/283867/offshore",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3077",
    "Description": "The vast oil reserves off of the Norwegian shores is an environmentally controversial topic, but it undoubtedly remains one of the most important contributors to the country's massive wealth. Offshore is a lightweight competitive strategy game about this highly specialized industry.&#10;&#10;In the game, players build oil platforms in the North Sea. Opening a new oil field is, of course, not easy as it requires both technology and temporary co-operation between players. On your turn, you perform one of three actions:&#10;&#10;&#10;     Buy a technology tile&#10;     Export oil (selling it for points and money)&#10;     Open a new oil field and drill for oil&#10;&#10;&#10;Opening a new oil field is the most complex action: Alone, or together with one other player, you must have the required technology and also pay the opening cost. Who should use which technology and how the cost should be split must be agreed upon between the players. The players then drill for oil in a small press-your-luck mini game: The players must decide how deep they want to drill, all the while avoiding too much pressure building up as this could result in a blowout. The combination of technology tiles used for opening the field will also influence the drilling in various ways.&#10;&#10;The temporary co-operations and players' shared interests in the drilling phases makes for an exciting game in which players share both successes and failures.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "7766",
    "Name": "Uluru: Neuer Tumult am Ayers Rock",
    "ID": 136284,
    "Year": "(2013)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/136284/uluru-neuer-tumult-am-ayers-rock",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4118",
    "Description": "Introductory version of the original Pelican Cove: Low entry-level and even faster games!&#10; It works in the same way as the big one, but is packed in a small cheap box, and has different cards. &#10;The card levels are just 1, 2, and 3, so don't expect Mensa-level challenges (unless you put double-challenges by each bird of course).&#10;&#10;The cards from Uluru: Neuer Tumult am Ayers Rock  can be used to expand play in Pelican Cove.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "7767",
    "Name": "Disney Gargoyles: Awakening",
    "ID": 337929,
    "Year": "(2021)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/337929/disney-gargoyles-awakening",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "In Disney Gargoyles: Awakening, which is named after the TV show, players each represent one of six Gargoyles characters &mdash; Goliath, Brooklyn, Lexington, Broadway, Hudson, or NYPD detective Elisa Maza &mdash; fight against baddies Xanatos and Demona in one of four scenarios on a three-dimensional cityscape board showing Manhattan as it was depicted in the cartoon. Three of the scenarios are co-operative, while the final one is not:&#10;&#10;&#10;    &quot;Reawakening&quot; &mdash; Face off against Xanatos and Demona to save Coldstone's mind.&#10;    &quot;Temptation and Magic&quot; &mdash; Defeat Demona, who has stolen the Grimorum Arcanorum to enslave innocents.&#10;    &quot;Information Warfare&quot; &mdash; Collect three stolen data disks on behalf of Xanatos.&#10;    &quot;Battle with the Steel Clan&quot; &mdash; One player takes control of Xanatos and the Steel Clan, aiming to defeat a hero or destroy the police tower, while the other players try to stop them as the Gargoyles.&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Brands: Disney",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "7768",
    "Name": "Promised Land: 1250-587 BC",
    "ID": 142085,
    "Year": "(2013)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/142085/promised-land-1250-587-bc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.0741",
    "Description": "Promised Land: 1250-587 BC is a history of the Promised Land from Joshua through to the Babylonian captivity. Players compete in two teams, out of which just one individual will be crowned the winner. Hebrew units are split between Northern and Southern kingdoms, but Hebrew players will have the opportunity to use both these factions through the game. Similarly there are eleven Heathen kingdoms for the Heathen players to use. Play happens at an individual, human level as well as at the movement of nations level.&#10;&#10;Each player has two Farmers, two Merchants and two Priests. A number of these can be placed after conquest into lands occupied by the kingdom just played. Farmers collect two bronze coins for plains and one for hills. Merchants collect two silver coins for ports and one for roads. Priests collect two gold coins for temples and one for cities. Players may have only one of their Patriarchs in any one land. Players may share occupation of a land, but only one type of Patriarch may be in each land.&#10;&#10;Players use the coins generated by their Patriarchs to buy artefacts that influence game play but can instead choose to secure objectives on the Kingdom track to highlight the development of the nation and score victory points of course! A variety of strategies are available, and players must make choices throughout the game in order to emerge victorious.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Fighting",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Israel",
      "Crowdfunding: Kickstarter",
      "Region: Middle East",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "7769",
    "Name": "Twin Peaks",
    "ID": 149793,
    "Year": "(2014)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/149793/twin-peaks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "780",
    "Weight": "4.1429",
    "Description": "Twin Peaks is the sixth installment in the Great Battles of the American Civil War (GBACW) series, published by GMT Games. Two full battles are included:&#10; Cedar Mountain&#10;August 9th, 1862.  With the Peninsular Campaign winding down, Gen. Robert E. Lee sent Maj. Gens. Stonewall Jackson and A.P. Hill to attack Maj. Gen. John Pope&rsquo;s new Federal Army of Virginia  with 27,000 troops.&#10;&#10;Gen. John Pope, hoping to draw attention away from Maj. Gen. George McClellan&rsquo;s withdrawal from the Peninsula, moved against the rail junction at Gordonsville, Va.   Stonewall Jackson found USA Maj. Gen. Nathaniel Banks&rsquo;s division isolated.  Jackson crossed the Rapidan River to engage.  Pope ordered Brig. Gen. James Ricketts&rsquo;s division to unite with Banks&rsquo;s forces on high ground near Cedar Run, seven miles south of the town of Culpeper.  These two forces met in the afternoon heat.&#10; South Mountain&#10;September 14th, 1862.  After the CSA success at Second Bull Run Gen. Robert E. Lee believed the demoralized USA armies could not respond to any bold action.  Thusly, he planned a campaign to raid Maryland and Pennsylvania and to threaten Washington D.C. itself.  Once again Lee confidently divided his army to both move north and neutralize the large Union garrison at Harper&rsquo;s Ferry.&#10;&#10;However, the Union Army under Gen. George B. McClellan was quick to recover from the Bull Run defeat and was already in pursuit of Lee.  The gods of war smiled on the Union troops as a copy of Lee&rsquo;s orders fell into Union hands.  An attack through the lightly held gaps at South Mountain would cut Lee&rsquo;s army in two and perhaps end the war.  At 6:00 am the Union Army moved.&#10;&#10;The Great Battles of the American Civil War Series:&#10;This series is one of the hobby&rsquo;s longest lived design concepts, springing from the legendary regimental level Gettysburg game -Terrible Swift Sword (SPI)- designed by Richard Berg in 1976.  Under GMT, the rules system has remained stable but has shown remarkable flexibility to allow each game to smoothly incorporate additional rules to reflect the historical battles.  The series relies on interactive chit-pull mechanics to simulate the oftentimes chaotic nature of the 19th Century battlefield at the regimental level. &#10;&#10;&#10;The Game:&#10;Twin Peaks contains two battle games each with its own full size map on one double-sided mapsheet. Experienced players will be able to play either in one sitting.  Both battles highlight the effects of fatigue from the late summer heat and the difficult terrain.  The optional fatigue rules are mandatory in both battles.  The Cedar Mountain battle also includes optional units which could have joined the battle.&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: Great Battles of the American Civil War (Richard H. Berg)"
    ]
  },
  {
    "Rank": "7770",
    "Name": "Operation Typhoon: The German Assault on Moscow, 1941",
    "ID": 7844,
    "Year": "(1978)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/7844/operation-typhoon-the-german-assault-on-moscow-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1500",
    "Play Time": "1500",
    "Weight": "3.52",
    "Description": "SPI's Operation Typhoon simulates German attempt to capture Moscow 1941. It uses a variation of the Panzergruppe Guderian system that eventually became the Victory in the West system (including Patton&#039;s Third Army, Operation Grenade, and Sicily).&#10;&#10;This is a big game, three maps but is a very playable monster game and a terrific multi player game. It was the first SPI game to use the concept of variable unit strength. Units are rated for size and morale but actual strengths (fog of war) are determined by drawing a chit randomly at the point where your unit first enters combat.&#10;&#10;2.5 miles/hex (4.0 km/hex).  1 day/turn.  Three 22&quot; x 34&quot; maps.  Units are regiments (for the Germans) and divisions (for the Russians).  (Based on information from advertizing material uploaded onto BGG images.)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzergruppe Guderian System (SPI)",
      "Series: Victory in the West Game System (SPI)"
    ]
  },
  {
    "Rank": "7771",
    "Name": "Planetoid",
    "ID": 232201,
    "Year": "(2019)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/232201/planetoid",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Scan and drill in search of the most valuable resources. Will you gain the most credits with the highest valued gems or by fulfilling bonuses?&#10;&#10;In the quick tile-based game Planetoid, players take on the role of a space miner and attempt to collect more resources or bonuses than their competition. Players may choose to either Drill: taking a tile and revealing all adjacent tiles, Scan: looking at two tiles, returning them and powering up a secondary drill for later use or Move: Return all resources you have collected to the cargo bay.  While returning resources to the cargo bay if your resources match those of one of the eight random bonuses you may collect it as well. Play continues until all tiles have been revealed or all bonuses have been acquired. The player with the most points wins.&#10;&#10;The game also includes an advanced mode that allow you to make more strategic choices. Use energy to take multiple cheap actions or devote more energy to take bigger actions. The largest of these actions will break systems. You cannot use broken systems until you fix them on a later turn. In addition this mode adds secret bonuses for each player.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "7772",
    "Name": "Biomos",
    "ID": 362700,
    "Year": "(2023)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/362700/biomos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "Biomos is a 1-4 player cozy and addictive puzzle game about developing new planets.&#10;&#10;As your planet reaches its first billion years, you will take on the universe&rsquo;s greatest challenge: creating life. Choose and place terrain tokens on your planet to create stunning landscapes. Combine terrain like oceans, forests, and mountains to match specific biome conditions and foster new life on its surface.&#10;&#10;Including three ways to play, Biomos features a Family mode for newer players and a Solo mode for an individual challenge. Whatever mode you choose, you will always work towards the same goal: Developing the most biodiverse planet!&#10;&#10;",
    "Categories": [
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Digital Implementations: Board Game Arena",
      "Theme: Astronomy",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "7773",
    "Name": "Tanto Cuore: Winter Romance",
    "ID": 232981,
    "Year": "(2018)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/232981/tanto-cuore-winter-romance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tanto Cuore: Winter Romance is a standalone expansion to Tanto Cuore, a Japanese deck-building card game in which whoever has the most victory points at the end of the game wins.&#10;&#10;Tanto Cuore: Winter Romance includes butlers, romantic meet-up spots, couples, and exciting new interactive game mechanisms.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Country: Japan",
      "Game: Tanto Cuore",
      "Theme: Anime / Manga",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "7774",
    "Name": "A Gleam of Bayonets: The Battle of Antietam",
    "ID": 5476,
    "Year": "(1983)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/5476/a-gleam-of-bayonets-the-battle-of-antietam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "420",
    "Play Time": "4200",
    "Weight": "3.72",
    "Description": "&quot;EVERY STALK OF CORN IN THE NORTHERN AND GREATER PART OF THE FIELD WAS CUT AS CLOSELY AS COULD HAVE BEEN DONE WITH A KNIFE, AND THE SLAIN LAY IN ROWS PRECISELY AS THEY HAD STOOD IN THEIR RANKS A FEW MOMENTS BEFORE.&quot;&#10;General Hooker commenting on the cannister fire of six Union batteries&#10;&#10;The summer of 1862 was a time of peril for the Union. The Army of the Potomac and its generals had failed the test of battle again and again. In September, Robert E. Lee invaded the North. One more victory might have turned the war in favor of the Confederacy.&#10;&#10;In desperation, Lincoln placed George B. Mc-Clellan in command. The pursuing Union army caught up to the Confederates at Antietam Creek.&#10;With the Confederates outnumbered 2 to 1, and on Union soil, McClellan had the chance to end the war in a single day. It was the bloodiest day in the history of America. In A GLEAM OF BAYONETS, the map illustrates the orchards, corn and wheat fields, as well as the &lsquo;Bloody Lane&rsquo;, which were bitterly fought over. Colorful counters represent the actual units &mdash; the infantry regiments, artillery batteries, supply wagons and historical commanders. Additional counters represent the strength and status of the units. Simple probability charts determine each exciting confrontation&rsquo;s outcome.&#10;&#10;Detailed, regimental-level recreation of the Battle of Antietam/Sharpsburg. Each hex covers 120 yards, while each strength point is the equivilent of 50 men or 1 artillery gun. Each game turn represents 20 minutes of time.&#10;&#10;This is Volume 7 of the original SPI / TSR Great Battles of the American Civil War series.&#10;&#10;COMPONENTS&#10;&#10;    (2) 22&quot;x34&quot; maps&#10;    (2) rules booklets&#10;    (2) six sided dice&#10;    (2) plastic counter trays&#10;    1600 counters&#10;&#10;&#10;(from the back of the box and user's description)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Sharpsburg (MD, USA)",
      "Digital Implementations: VASSAL",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Maryland"
    ]
  },
  {
    "Rank": "7775",
    "Name": "D-Day Dice: Free Trial Version",
    "ID": 61028,
    "Year": "(2009)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/61028/d-day-dice-free-trial-version",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8158",
    "Description": "Omaha Beach, June 6th, 1944. As the American troops land in Normandy, a German machine gun nest is killing them like flies...&#10;&#10;You must do something!&#10;&#10;In D-Day Dice, players are soldiers trying to organize improvised units for an attack against the machine gun nest. Each player starts the game with a unit of a few soldiers and nothing else. As the game progresses, he will collect resources and advance on the beach, sector by sector, as his unit grows stronger and deadlier. He will succeed... or die trying.&#10;&#10;D-Day Dice is a multiplayer co-op game, where all players play their turn simultaneously and must help each other in order to stay alive. It also includes solitaire optional rules.&#10;&#10;Although built around dice rolling, this game is about resource management (soldiers, specialists, items and courage) and knowing when to move your unit. Resources are kept from turn to turn, so the players can plan ahead (and help each other out).&#10;&#10;The Free Trial Version of the game includes 2 Battle Maps (&quot;Exercise Tiger&quot; and &quot;Omaha Beach&quot;). The commercial version will include 8 of them (and a lot more features).&#10;&#10;The commercial version of the game, coming out in March 2012, can be found HERE.&#10;&#10;",
    "Categories": [
      "Dice",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: France",
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "7776",
    "Name": "Nova Era",
    "ID": 429114,
    "Year": "(2025)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/429114/nova-era",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "In Nova Era, players guide their civilization from humble tribal beginnings to vast scientific empires, navigating the twists and turns through eras of history. Harness the power of technology, expand territories, and enlist famous (and sometimes infamous) personalities from across history. Civilizations face constant threats from rival nations, natural disasters, social unrest, and the ever-looming possibility of a dark age.&#10;&#10;The objective of Nova Era is to build the greatest civilization. This is done by strategically choosing the most beneficial technologies, territories, and personalities from the tableau, evolving them as the players go through the annals of time. Players score by having a variety and/or majority of different technology types, as well as fulfilling various card objectives.&#10;&#10;Gameplay revolves around drafting and spending dice, with different dice types providing different resources, bonuses, and penalties for players. Overextending your own dice leads to civil unrest, and dice unused by players fill up the progress bars of natural disasters and the Dark Age, affecting all players across the table. Once all dice actions are taken, an era ends and a new one begins. At the end of three eras, the game ends and the most prosperous civilization wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Action Drafting",
      "Dice Rolling",
      "Tech Trees / Tech Tracks",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7777",
    "Name": "Snap Ships Tactics",
    "ID": 363841,
    "Year": "(2023)",
    "Geek Rating": "5.625",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/363841/snap-ships-tactics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "Snap Ships Tactics is a revolutionary miniatures battle game you play with modular, fully customizable ship models.&#10;&#10;In the future, humanity is under constant attack from a brutal alien hive mind known as The Komplex. Facing them are the pilots of the Forge: commanders of spacecraft known as Snap Ships. Fast attack craft, interceptors, armored bombers, dropships, and support craft - Snap Ships are constructed from modular components allowing ships to be outfitted on-the-fly for the specific mission at hand.&#10;&#10;In Snap Ships Tactics, each player builds a custom miniature ship (or a squadron of them) and commands them in intense tactical combat over a series of rounds. Ships are completely modular and built from a library of hundreds of unique plastic components. Ships maneuver across a freeform battlefield, as players allocate power to their ship's unique systems to move, evade, and fire many different weapons. They can take advantage of battlefield hazards and terrain to gain the upper hand and seek to destroy the ships in their opponent&rsquo;s squadron.&#10;&#10;Game Features:&#10;&#10;     BUILD a ship from scratch and equip it to fit your play style&#10;     DETAILED miniatures using the quick-to-build yet high fidelity Snap Ships system&#10;     BATTLE across a configurable play space using an innovative movement system&#10;     HUNDREDS of components to choose from across multiple ship and unit sizes&#10;     VS, CO-OP and SOLO modes with a card driven AI system that lets you dogfight against the game&#10;&#10;&#10;Snap Ships Tactics: because the best ship is the one you create!&#10;&#10;&mdash;decription from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Dice Rolling",
      "Measurement Movement",
      "Movement Template",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7778",
    "Name": "Solar City",
    "ID": 248182,
    "Year": "(2020)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/248182/solar-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "The year is 2035.&#10;&#10;Humanity is on a brink of extinction and we can&rsquo;t blame anyone but ourselves.  Even despite all the warnings, we were still clogging our sky with smoke and dust driven by short sighted greed. Our planet once green and beautiful, keeps on turning into deathly gray colors.&#10;&#10;That&rsquo;s why the world&rsquo;s brightest minds set into motion this great undertaking. The plan is to transform what we&rsquo;ve already created, into something that would heal our poisoned world and ensure our survival. It&rsquo;s in your hands to design the most efficiently working city, that will take us closer to salvation.&#10;The game&rsquo;s theme is strictly linked with the idea of solarpunk. The core concept is set around the state of the environment we live in. Increasing pollution might air and water to become luxury goods. The solution? Conscious urban planning to use city buildings to produce clean energy, oxygen, and water.&#10;&#10;Various buildings are already being used in the real world in such manner and we can find examples like Bosco Verticale in Milan or Pasona Urban Farm in Tokyo.&#10;&#10;Solar City is a game where players design the future city. In each turn players choose one of the 3 actions:&#10;&#10;&#226;&#151;&#143; Build a Skyscraper that will bring you profits in the moment of activation&#10;&#226;&#151;&#143; Build a Public Buildings, that will improve the city structures&rsquo; performance.&#10;&#226;&#151;&#143; Activate the Vertical Farm &ndash; cover the Skyscrapers in green, activate the wind turbines, release the water flow, install photovoltaic panels, transforming it into a real factory of bioenergy and oxygen.&#10;&#10;Each action will activate a part of the city. The player who did that will get the profits from the buildings placed there and, more importantly, will block the possibility of activating this part of the city for the other players. This mechanic force players to adapt their strategy to new situations with each passing minute.&#10;&#10;The game contains over a dozen different building types. In every game only six of the will be used. Additionally, the game contains random set of Public Buildings. Thanks to that, every Solar City game will be an unique experience.&#10;&#10;The game takes place over the set number of rounds (depending on the player count) or up until the moment when one player fills their entire board. The winner is the one who contributed more to the positive change in worlds environment (gathered the most Oxygen Points).&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to"
    ]
  },
  {
    "Rank": "7779",
    "Name": "Chandragupta: Great Battles of the Mauryan Empire – India, 319-261 BC",
    "ID": 26458,
    "Year": "(2008)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/26458/chandragupta-great-battles-of-the-mauryan-empire-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.7826",
    "Description": "Chandragupta brings the art of war in ancient India to GMT&rsquo;s &ldquo;Great Battles of History&rdquo; Series.  Beginning with Chandragupta Maurya&rsquo;s victories over the Nanda clan, the game follows the brief but rapid rise of the Mauryan dynasty, from Chandragupta&rsquo;s expulsion of Seleucus from the Indus river valley to the conquest of the last independent kingdom on the subcontinent, Kalinga, by his grandson Ashoka.  The Mauryan empire became the largest and most powerful in India&rsquo;s history &ndash; a distinction that would remain unchallenged until the arrival of the Mughals some 1,700 years later.&#10;&#10;Chandragupta simulates the traditional &ldquo;four-fold&rdquo; division of the Indian military system, with the elephant corps reigning supreme, and the hordes of light infantry regarded as little more than fodder for chariots&rsquo; wheels and trampling pachyderms.  Chariots still play a prominent role on the Indian battlefield of the era, but the cavalry, with its versatility and endurance, is a potent competitor.  In Chandragupta, victory goes to the commander who can master the unique aspects of the differing Indian military &ldquo;classes&rdquo; &ndash; the professional, lifelong soldiers called Maulas, the mercenary levies, unpredictable tribal allies, and the militias of the powerful trade guilds.  While Maulas and mercenaries are commanded under a single hierarchical command structure, the tribals and the trade guilds are led by independent chiefs.&#10;&#10;Units include cataphracted elephants, &ldquo;heavy&rdquo; four- (and sometimes eight-!) wheeled chariots, and even an &ldquo;elCH&rdquo; unit &ndash; yes, elephant-pulled chariots.  Rules include Combined Chariot/Infantry and Elephant/Infantry lines, Dharmayudda or &ldquo;just&rdquo; warfare, Guild enmity, and Tribal loyalty.  EL units can even breach camp walls and pull down city gates (if they don&rsquo;t rampage first).&#10;&#10;Fans of GBoH will appreciate the exciting variety in Chandragupta&rsquo;s scenarios, from huge set-piece battles on flat plains, to tribal suppressions, a night assault on a military camp, and street fighting in the city of Takshashila.  Chandragupta is the 13th volume in the series.&#10;&#10;Battles:&#10;&#10;&#10;     Pataliputra (319 BC) &ndash; Chandragupta&rsquo;s mentor, the Brahmin Chanakya, brashly challenges the Nanda dynasty with a cadre of mercenaries.&#10;     Maghada (317 BC) &ndash; Chandragupta again confronts the Nandas, who are this time led by the formidable general Bhadrasala.&#10;     Mayalaketu (317 BC) &ndash; Chanakya attacks the turncoat general Mayalaketu and his rebel army in camp.&#10;     Takshashila (316 BC) &ndash; the Thracian general Eudamus, allied to Indian king Ambhi, defends the city of Takshashila against Chandragupta&rsquo;s assault.&#10;     Gandhara (304 BC) &ndash; former officer of Alexander the Great, now &ldquo;Master of Babylonia,&rdquo; Seleucus I Nicator crosses the Indus river to invade Gandhara, and is confronted by the Mauryan army at the river&rsquo;s banks.&#10;     Revolt in the Provinces (275 BC) &ndash; Chandragupta&rsquo;s grandson, Ashoka, brings a relief force to lift a rebel siege of Takshashila and rescue the aging Chanakya who is holed up in the city&rsquo;s palace.&#10;     Khashas (274 BC) &ndash; Chandragupta&rsquo;s son, Bhindusara, puts down a confederation of the independent Khasha kings with an attack on their mountain strongholds.&#10;     Kalinga (261 BC) &ndash; the most famous battle of the Mauryan era, Ashoka&rsquo;s army attacks the kingdom of Kalinga in a huge &ndash; and bloody -- set-piece battle.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: India",
      "Digital Implementations: VASSAL",
      "History: Wars of the Diadochi and Syrian Wars",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "7780",
    "Name": "Dropzone Commander: Core Rulebook",
    "ID": 126021,
    "Year": "(2012)",
    "Geek Rating": "5.625",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/126021/dropzone-commander-core-rulebook",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4167",
    "Description": "You join this universe in the earliest days of mankind's ambitious invasion to retake the central planets from the Scourge. Bloody battles and epic conflict awaits as races, generals and individuals take sides. Whether you're fighting for humanity, the Scourge or for your own ends is up to you!&#10;&#10;Dropzone Commander is a 10mm scale sci-fi tabletop wargame, devised for mass battles between two or more players. The rules are designed for efficient and dynamic games which can be played on a standard 4'x4' table (although larger tables work well also!)&#10;&#10;The rules are based on an alternate activation system, which keeps the action constant and involving. They are also scalable, and will cater for tactical skirmishes as well as titanic clashes of metal and firepower. This is accomplished whilst never sacrificing the character of individual units, and indeed all the colour and eventfulness of battle.&#10;&#10;A vast array of war machines will be at your disposal, but this does not belittle the importance of the humble infantryman.&#10;&#10;The game is built around the concept of rapid deployment and redeployment of your forces by airborne dropships, exemplifying the pace of combat on the battlefields of the future. This makes for a tactical and fast paced experience, where quick thinking and strokes of genius often bring victory.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "7781",
    "Name": "Tasso",
    "ID": 39332,
    "Year": "(2004)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/39332/tasso",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3056",
    "Description": "Tasso, also published as Lakota, is an abstract game in which each player starts the game with the same number of sticks. On a turn, a player lays one of their sticks on the game board or on sticks already present on the game board; whenever a player lays a stick on two sticks already laid, they immediately take another turn.&#10;&#10;Whoever first places all of their sticks on the game board wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Misc: LongPack Games",
      "Series: Native-art line (Kosmos)",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "7782",
    "Name": "Sherlock: ¿Quién es Vincent Leblanc?",
    "ID": 296987,
    "Year": "(2019)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/296987/sherlock-quien-es-vincent-leblanc",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;Una v&iacute;ctima aparece atropellada en el extrarradio de Par&iacute;s, pero hay cosas que no encajan. &iquest;Qui&eacute;n es el asesino?, &iquest;c&oacute;mo lo ha hecho?, &iquest;por qu&eacute;? Vuestro equipo de detectives deber&aacute; analizar las pistas para responder a &eacute;stas y otras muchas preguntas. &iquest;Conseguir&eacute;is resolver el misterio que rodea esta extra&ntilde;a muerte?&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "7783",
    "Name": "Unlock!: Short Adventures – Doo-Arann's Dungeon",
    "ID": 368041,
    "Year": "(2022)",
    "Geek Rating": "5.625",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/368041/unlock-short-adventures-doo-aranns-dungeon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Unlock! Short adventures is a series of escape adventures for up to six players. With 30 to 45 minutes on the clock, players work through a deck of 30 cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;In this adventure, beat the traps in the dungeon, fight the monsters, and walk away with the treasure! But beware, the master of the house will probably not let you leave safely!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Unlock! (Space Cowboys)",
      "Series: Unlock! Short Adventures (Space Cowboy)"
    ]
  },
  {
    "Rank": "7784",
    "Name": "De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles – 3000 BC to 1500 AD",
    "ID": 8495,
    "Year": "(1993)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/8495/de-bellis-multitudinis-wargames-rules-for-ancient",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8649",
    "Description": "A moderately abstract set of Ancient and Medieval miniatures rules.  This ruleset is the bigger brother of De Bellis Antiquitatis: Quick Play Wargame Rules with Army Lists for Ancient and Medieval Battles.  It covers the same time period (3000 BC - 1500 AD) through four volumes of army list books.&#10;&#10;Armies are typically built to 300-500 points, and can encompass anywhere between 150 and 400 figures grouped onto individual elements.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Miniature agnostic",
      "Game: DBx",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7785",
    "Name": "Enemy Anemone",
    "ID": 391985,
    "Year": "(2023)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/391985/enemy-anemone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Look, Enemy Anemone is a trick taking game featuring cards with numbers. There's not really a lot of theme here, but you've got to admit the name is pretty fun to say. Anyway, let's get to the game.&#10;&#10;Choose one suit per player; each suit has ranks 1-10. Shuffle the deck, then deal ten cards to each player. Set the nine anemone cards within reach. The start player plays one card face up in front of themselves. Each other player in clockwise order must play a card face up in front of themselves in a suit that has not yet been played into the trick. If a player cannot play a suit that has not been played, they discard a card from their hand into their score pile. The highest card played wins the trick and takes all cards played into their score pile. The lowest card played takes an anemone card, which can be added to a card in a future trick to increase that card's value by 1 per anemone card played. If cards tie for the highest or lowest value, the later played card breaks the tie.&#10;&#10;Once all cards have been played, players score 1 point per card taken, with the 3s, 5s, and 8s of each suit being worth an extra point. The player who has the lowest score at the end of the hand gains one anemone card.&#10;&#10;The player with the highest score starts the next round. Play four rounds, then the player with the highest score wins! In case of a tie, the player with more anemones remaining wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Digital Implementations: Board Game Arena",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "7786",
    "Name": "Mythic Mischief Vol. II",
    "ID": 400617,
    "Year": "(2024)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/400617/mythic-mischief-vol-ii",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the standalone sequel to Mythic Mischief, you play as a faction of Mythic Manor students competing to get as many of the other students caught by the Groundskeeper as you can without getting caught yourself.&#10;The Gargoyles, Gnomes, Werewolves, and Fairies each have their own unique set of abilities to move around the board, move the other factions into the path of the Groundskeeper, and even alter the course of the Groundskeeper by moving hedge walls.&#10;Players are able to upgrade their Faction&rsquo;s abilities throughout the game by collecting powerful Tomes from around the hedge maze.&#10;The winner is the first Team to score 10 Mischief Points or the Team with the most points when the Groundskeeper finishes returning all of the Tomes after lunch!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Mythic Mischief",
      "Theme: Books / Libraries",
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "7787",
    "Name": "Bukiet",
    "ID": 258437,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/258437/bukiet",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4167",
    "Description": "In Bukiet, players grow flowers on their personal sheets. The dice symbolize customers who want to buy certain types of flowers. Players cut flowers in their fields to make bouquets for their customers to score points, but each flower can be cut only once, so try to keep your customers happy! You have several ways to win. Become the best flower grower!&#10;&#10;In more detail, the game is divided into rounds, and at the start of a round the active player throws all six dice. Starting from the first player, in clockwise direction, each player chooses one customer and encircles flowers in the correct color on their personal sheet. This means that the flowers have been cut from the player's field. When all players have chosen one die, the round ends, then the player on the left of the active player begins the next round. The game ends when at the end of the round a player has:&#10;&#10;&#10;    Cut all flowers in three colors, or&#10;    Cut all flowers in four of the six fields.&#10;&#10;&#10;You can score bonus points if you have the fewest unhappy customers. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "7788",
    "Name": "Not War But Murder",
    "ID": 23917,
    "Year": "(2007)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/23917/not-war-but-murder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8378",
    "Description": "&quot;June 3. Cold Harbor. I was killed.&quot;&#10;&#10;Thus read the last diary entry, found in the pocket of a dead Union soldier. He had made the entry himself, while all around him, other soldiers were writing names and home addresses on slips of paper and pinning them to the back of their coats.&#10;&#10;These veteran soldiers knew what was coming, although it seems their commanders did not. Three full corps launched a disjointed attack against well-entrenched Confederates. In just eight minutes, the attack had petered out. Over 7000 Federals covered the Virginia soil. A few minutes later, the orders came down to renew the attacks, but at each level, from corps commander to captain, the orders were &quot;followed&quot; only by increased firing -- most of it blindly -- while remaining in position.&#10;&#10;Grant said, &quot;I regret this assault more than any one I ever ordered.&quot; Today it sounds more like WWI madness than part of Grant's successful campaign to end the Civil War.&#10;&#10;But it was not so easy on the other side. While one CSA staffer called it &quot;perhaps the easiest victory ever granted to Confederate arms by the folly of Federal commanders,&quot; from Lee's point of view, anything could happen. His army had &quot;not a regiment&quot; in reserve, and the volume of sound -- &quot;It seemed more like a volcanic blast than a battle,&quot; -- rattled windows all the way back in Richmond.&#10;&#10;Not War But Murder covers the week-long operation which marked the end of Grant's 30 day, &quot;smash 'em up&quot; campaign begun at Wilderness. Like a bloody chess match, Grant and Lee made move and counter move to get to this point, with Lee well aware that a false move could end the war quickly.&#10;&#10;Not War But Murder, by designer Michael Rinella, is his newest area-map game, and his first take on an American Civil War battle. This game includes one 22&quot; by 34&quot; inch area map, 176 5/8&quot; counters, and 16 pages of rules and charts that include extensive examples of play, designer notes, and variant rules. It also marks the debut of what Rinella calls the &quot;diceless advantage&quot;. In previous area-impulse games, from Monty&#039;s Gamble all the way to the Avalon Hill games of the early 1990s, an &quot;advantage chit&quot; allowed the person holding it to re-roll an single die roll (or rolls if it was a combat). In NWBM this changes. The player may spend the advantage to gain specific game benefits, automatically. Thus, rather than being hoarded, this &quot;twist of fate&quot; is likely to hop back and forth, as each player strives to save a desperate situation.&#10;&#10;What is most amazing about NWBM is how much of a &quot;game&quot; it actually is, offering both players challenges and fateful decisions to make, in this classic face-off of well-known leadership. What will you do?&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7789",
    "Name": "Elves, Dwarfs & Dungeonbowl",
    "ID": 2287,
    "Year": "(1989)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/2287/elves-dwarfs-and-dungeonbowl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5769",
    "Description": "Elves Dwarfs &amp; Dungeonbowl is part of the Blood Bowl Series!&#10;&#10;The back of the box gives the following description:&#10;&#10;Elves, Dwarfs and Dungeonbowl contains 32 finely - sculpted plastic models - complete Elf and Dwarf Blood Bowl teams - plus rules and components for Dungeonbowl, a Blood Bowl variant sponsored by the Colleges of Magic.&#10;&#10;Dungeonbowl as its name suggests, is played in a Dungeon.  The teams move about using teleporters, and must begin the game by searching for the ball hidden in one of the trapped chests scattered throughout the Dungeon.  Once the ball has been found, there's a furious battle for possession - the first team to score a touchdown wins, so the game is hard-fought and fast pace.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Creatures: Fairies / Elves / Pixies",
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "7790",
    "Name": "Sigismundus Augustus: Dei gratia rex Poloniae",
    "ID": 133534,
    "Year": "(2012)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/133534/sigismundus-augustus-dei-gratia-rex-poloniae",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.8824",
    "Description": "Sigismundus Augustus: Dei gratia rex Poloniae is a board game for 3 to 5 players. During the game, each player rules one of the 16th-century noble families. The aim is to establish the position of the House in Rzeczpospolita and in the international arena. To gain more prestige than other players and win the game, each House has to fight for the influence in Sejm or for authority among neighbors, while also maintaining a strong and effective army.&#10;&#10;Famous families compete in a game for the title of the first magnate in Rzeczpospolita. Who meets the challenge gains eternal glory and enters the history books!&#10;&#10;&#10;Sigismundus Augustus ist ein Brettspiel f&uuml;r 3 bis 5 Spieler. Die Spieler leiten die Adelsgeschlechter aus dem 16. Jahrhundert. Der Zweck ist die Begr&uuml;ndung ihrer Position in Rzeczpospolita und auf internationaler Ebene. Um das zu erzielen, muss jedes Adelsgeschlechtr um den Einfl uss im Sejm und das Geh&ouml;r bei den Nachbarn k&auml;mpfen und eine kr&auml;ftige und erfolgreiche Armee haben.&#10;&#10;Im Wettbewerb um den Titel der ersten Magnaten von Rzeczpospolita stehen auch andere Adelsgeschlechte. Wer stellt sich der Herausforderung, verschafft sich ewigen Ruhm und geht in die Geschichte ein?&#10;&#10;&#10;Rzeczpospolita szlachecka w najlepszym wydaniu! Pokieruj jednym z magnackich rod&oacute;w walcz&#196;&#133;c o pot&#196;&#153;g&#196;&#153; i wp&#197;&#130;ywy w jednym z najwi&#196;&#153;kszych mocarstw XVI-wiecznej Europy.&#10;&#10;Dr&oacute;g do celu jest wiele. Mo&#197;&#188;esz wykaza&#196;&#135; si&#196;&#153; &#197;&#188;o&#197;&#130;niersk&#196;&#133; fantazj&#196;&#133;, wej&#197;&#155;&#196;&#135; na &#197;&#155;cie&#197;&#188;k&#196;&#153; polityki zagranicznej i pozyska&#196;&#135; pot&#196;&#153;&#197;&#188;nych sojusznik&oacute;w z innych pa&#197;&#132;stw Europy, lub te&#197;&#188; zyska&#196;&#135; s&#197;&#130;aw&#196;&#153; i poparcie na sejmach decyduj&#196;&#133;c o wewn&#196;&#153;trznej polityce Rzeczpospolitej. Nie zaniedbuj jednak kultury - sta&#197;&#132; si&#196;&#153; mecenasem sztuki, przyjmuj&#196;&#133;c pod swoj&#196;&#133; opiek&#196;&#153; artyst&oacute;w, kt&oacute;rzy b&#196;&#153;d&#196;&#133; wychwalali Tw&oacute;j r&oacute;d w swoich nie&#197;&#155;miertelnych dzie&#197;&#130;ach. W walce o tytu&#197;&#130; pierwszego magnata Rzeczpospolitej b&#196;&#153;dziesz mia&#197;&#130; licznych konkurent&oacute;w. Czy sprostasz wyzwaniu i osi&#196;&#133;gniesz wieczn&#196;&#133; chwa&#197;&#130;&#196;&#153; oraz sta&#197;&#130;e miejsce w historii Rzeczpospolitej?&#10;&#10;Akcja gry Sigismundus Augustus zaczyna si&#196;&#153; w 1548 r. od obj&#196;&#153;cia rz&#196;&#133;d&oacute;w przez Zygmunta Augusta. Ko&#197;&#132;czy si&#196;&#153; za&#197;&#155; &#197;&#155;mierci&#196;&#133; monarchy w 1572 r. W tym czasie graczom przyjdzie decydowa&#196;&#135; o najwa&#197;&#188;niejszych sprawach pa&#197;&#132;stwowych dotycz&#196;&#133;cych wewn&#196;&#153;trznej sytuacji kraju oraz roli Polski na arenie mi&#196;&#153;dzynarodowej.&#10;&#10;Gra oparta jest na dw&oacute;ch g&#197;&#130;&oacute;wnych mechanikach (licytacja oraz worker placement), kt&oacute;re znakomicie oddaj&#196;&#133; klimat XVI-wiecznej Polski. W trakcie swojej rundy gracze b&#196;&#153;d&#196;&#133; wysy&#197;&#130;a&#196;&#135; klient&oacute;w swojego rodu, aby wykonywali dla nich najr&oacute;&#197;&#188;niejsze sprawy: od prowadzenia zaci&#196;&#133;gu, poprzez pozyskiwanie wa&#197;&#188;nych osobisto&#197;&#155;ci i stronnik&oacute;w, a&#197;&#188; po zagraniczne misje dyplomatyczne. Mechanika licytacji zostanie natomiast wykorzystana podczas rozgrywania kolejnych sejm&oacute;w, na kt&oacute;re szlachta by&#197;&#130;a zwo&#197;&#130;ywana przez panuj&#196;&#133;cego w&#197;&#130;adc&#196;&#153;. Gracze, w trakcie trwania szlacheckich zjazd&oacute;w, dzi&#196;&#153;ki pozyskanemu poparciu pos&#197;&#130;&oacute;w, senator&oacute;w oraz kr&oacute;la, b&#196;&#153;d&#196;&#133; walczy&#196;&#135; o obsadzenie najwa&#197;&#188;niejszych urz&#196;&#153;d&oacute;w w pa&#197;&#132;stwie. Zadecyduj&#196;&#133; r&oacute;wnie&#197;&#188; o uchwaleniu, lub nie, najistotniejszych dla &oacute;wczesnych dziej&oacute;w RP ustaw. Nie b&#196;&#153;dzie to jednak czysta gra, w kt&oacute;rej niejednokrotnie z&#197;&#130;oto odegra istotn&#196;&#133; rol&#196;&#153; w pozyskaniu poparcia.&#10;&#10;W Sigismundus Augustus wyst&#196;&#153;puje tak&#197;&#188;e element walki. W grze funkcjonuj&#196;&#133; 3 rodzaje jednostek: piechota, husaria i artyleria. Dzi&#196;&#153;ki u&#197;&#188;yciu prywatnych armii gracze b&#196;&#153;d&#196;&#133; mogli skutecznie zaszkodzi&#196;&#135; innym graczom porywaj&#196;&#133;c ich sprzymierze&#197;&#132;c&oacute;w, grabi&#196;&#133;c ich maj&#196;&#133;tek lub te&#197;&#188; dokonuj&#196;&#133;c zajazdu na dw&oacute;r znienawidzonego rodu.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Renaissance"
    ],
    "Mechanics": [
      "Acting",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Trading",
      "Voting",
      "Worker Placement"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "7791",
    "Name": "Catalyst",
    "ID": 254894,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/254894/catalyst",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "It is the Age of Rebirth, thanks to the discovery of a new type of catalytic energy and the special individuals who are able to exploit it. These rare individuals, known as &ldquo;Catalyst&rdquo;, use this energy to act together in a sort of interconnected network. Can you make the most of their superhuman abilities to lead your city to fame and fortune?&#10;&#10;This is a simple yet deep game of engine-building and powerful combos. You will carefully build up your chain of actions, and then finally pull the trigger to perform all them at the same time!&#10;&#10;At the beginning of the game, a random Goal card is revealed. This will set various ways to score extra victory points at the end of the game, thus deeply affecting the available strategies.&#10; The game is turn-based and on your turn you must choose to perform one action among the following three:&#10;&#10;-Take a number of coins equal to the highest cost visible on the Catalyst cards displayed on the board.&#10;&#10;-Pay the indicated number of coins to recruit one of the available Catalyst cards on the board. The cost is altered by the current position of the card on the board. Once recruited, you can put the Catalyst card in one of the buildings you have managed to build.&#10;&#10;-Activate one of your recruited Catalyst cards to perform its effect. These will provide you several bonuses and actions like gaining extra coins, building new buildings, recruiting other catalyst cards from the board, obtaining military power tokens which will score for majorities at the end of the game, or allowing you to immediately activate other Catalyst cards. Whenever you activate a Catalyst card which is located in one of your buildings, the building provides an additional effect.&#10;&#10;Activated Catalyst cards go into your scoring pile, while buildings always remain in front of you.&#10;&#10;Buildings are also extremely important due to the fact each additional scoring indicated on the Goal card is related to a specific building; this means that you can score for it only if you first have managed to build that building.&#10;&#10;When the deck runs out of cards, there is a final round and then the game ends: players score points according to the Goal card as well as for the majority of Military power tokens and activated Catalyst cards. Whoever gathered the most victory points is the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "7792",
    "Name": "Battle for Biternia",
    "ID": 173776,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/173776/battle-for-biternia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Battle for Biternia combines the aesthetic of classic role-playing video games with the gameplay of the wildly popular Multiplayer Online Battle Arena (MOBA) genre.&#10;&#10;Take control of a team of four heroes and do battle with your opponent.  Take down their defensive towers and destroy their Elemental Crystal to win!  Each of the 19 Heroes is different, with unique powers that they can gain over the course of the game.&#10;&#10;Each turn, you will play cards in secret to determine what each of your heroes will do.  If you can anticipate your opponent's moves and play the right cards, you will come out on top.&#10;&#10;Want to try before your buy? Check out the Battle for Biternia Tabletop Simulator mod!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "7793",
    "Name": "Spearpoint 1943",
    "ID": 56320,
    "Year": "(2010)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/56320/spearpoint-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9091",
    "Description": "Frontline General: Spearpoint 1943 is a new fast-playing card wargame that uses tactical Unit Cards, Command Cards, and Damage Cards to simulate plausible frontline combat at a fast pace.  Squad-level infantry and individual tanks, artillery, and aircraft form the Tip of the Spear, or Spearpoint, of the battle. Each 20-30 minute game is one intense card-based combat engagement.&#10;&#10;&#10;     Fast-paced two-player World War II squad-level tactical card game with a deck-building element that plays in 30 minutes! &#10;&#10;&#10;&#10;     Play tense tactical Situation games or Standard games! &#10;&#10;&#10;&#10;     Unit statistics based on years of research yield historically-plausible results with every battle. &#10;&#10;&#10;&#10;     Non-CCG deck construction for unlimited replayability. &#10;&#10;&#10;Components:&#10;&#10;&#10;     Single sheet of rules (11&quot;x17&quot;, two-sided)&#10;     9 Situations (Download direct or thru BGG)&#10;     50 German Unit Cards&#10;     50 US Unit Cards&#10;     50 Command Cards&#10;     25 Damage Cards&#10;     4 Dice&#10;     Heavy Duty Box&#10;&#10;&#10;Game info page on collinsepicwargames.com: https://collinsepicwargames.com/Spearpoint1943.html&#10;&#10;Expansion Info:&#10;&#10;&#10;     Spearpoint 1943: Eastern Front is the second standalone game in the series and adds all new Russian and German Cards as well as new Command and Damage Cards.&#10;&#10;&#10;&#10;     Spearpoint 1943: Village and Defensive Line Map Expansion adds terrain, line of sight, movement, and additional situations.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: General (Frontline)"
    ]
  },
  {
    "Rank": "7794",
    "Name": "Piña Coladice",
    "ID": 415054,
    "Year": "(2024)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/415054/pina-coladice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0714",
    "Description": "Pi&ntilde;a Coladice is a family party-game in which you roll the dice up to three times to claim one of the available combinations on coasters.&#10;Position yourself strategically with your cocktail tokens before your opponents.&#10;You will earn precious points that will bring you closer to victory... but the quickest way to win is to line up 4 of your cocktail tokens to make the famous Pina Coladice and win instantly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Food & Drink: Liquor / Cocktails",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "7795",
    "Name": "Jericho",
    "ID": 21709,
    "Year": "(2006)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/21709/jericho",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3871",
    "Description": "Each player tries to build the longest walls in different colors by playing out wall cards.&#10;Using trumpet cards, the players can remove pieces off the walls.&#10;During scoring, the players with the longest wall in a color are rewarded with cards from the supply. The cards that end up in the supply are decided by the players themselves.&#10;At the end of the game, the player with the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Ancient: Jericho",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "7796",
    "Name": "Deckscape: Dracula's Castle",
    "ID": 343387,
    "Year": "(2021)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/343387/deckscape-draculas-castle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Dracula's Castle is the ninth title in a series of co-operative games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible. Players will face in a Deck of cards, all the thrills of a real Escape Room.&#10; Count Vlad D. just sent an invitation who asks to take disturbing ancient book back to him personally... in Transylvania!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Dracula",
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: Deckscape (dV Giochi)"
    ]
  },
  {
    "Rank": "7797",
    "Name": "Mr. President",
    "ID": 476,
    "Year": "(1967)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/476/mr-president",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1613",
    "Description": "Part of the 3M Bookshelf Series.&#10;&#10;Mr. President is a highly realistic reenactment of the campaign events which lead to the election of the President and Vice-President of the United States.  The two major political parties choose their candidates from a slate of possible nominees, each of whom possesses varying strengths and weaknesses. In their quest for victory, players feel the same frustrations and make the same decisions that confront actual candidates.  Strategies which were intended to sweep a party into office may suddenly require a drastic change of tactics.&#10;&#10;Mr. President includes Advanced Play rules covering Nominations, Advertising, Fund-Raising, Debates, and Incumbent Candidates.&#10;&#10;In the 2-player game, one player controls the President and Vice President of a party.&#10;&#10;In the 4-player game, two teams of candidates for President and Vice-President compete.&#10;&#10;The 1967 or later copyright date differentiates this version from the earlier 1965/1966 release by 3M, which is an entirely different game.&#10;&#10;NOTE:&#10;There are significant differences between the 1967 version and the 1971 version.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Political: Elections",
      "Series: 3M Bookshelf Series"
    ]
  },
  {
    "Rank": "7798",
    "Name": "Pick-a-Pepper",
    "ID": 368103,
    "Year": "(2022)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/368103/pick-a-pepper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Can you prepare the hottest collection of chili sauces in Pick-a-Pepper, which was first released as Sauscharf?&#10;&#10;Mild, hot or super hot? Depending on the selected level of difficulty, players start with 8-10 cards in hand. A card display is filled with the remaining chili pepper cards, with up to three cards of the same value being placed on top of one another.&#10;&#10;The game is divided into two phases: In the first phase, players collect chilies, taking cards from the display and placing them on their personal ingredient stack. Whoever plays the highest combination of the same cards is the first to use the display. After all the ingredients have been taken, the card display is refilled and the chili collecting continues. This phase ends when no one has cards in hand.&#10;&#10;For the second phase, the previously accumulated chilies are taken into hand. In addition, a new display with sauce tasks that can be fulfilled is made available. Now the players can decide each round whether they want to collect more ingredients or use their chili-card combinations to complete a sauce task to receive chili points. The hotter the sauce, the more points you score. Depending on the number of players, the game ends as soon as someone has prepared 3-6 sauces and has no more chili cards. Whoever collects the most chili points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "7799",
    "Name": "Anno Domini: Natur",
    "ID": 18057,
    "Year": "(1998)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/18057/anno-domini-natur",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1765",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Natur&quot; contains historical events related to nature, can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "7800",
    "Name": "Funkoverse Strategy Game: Rick & Morty 100",
    "ID": 292030,
    "Year": "(2019)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/292030/funkoverse-strategy-game-rick-and-morty-100",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Rick and Morty 2-Pack is a standalone game that includes, as you might expect, the characters Rick and Morty. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game",
      "TV Shows: Rick and Morty"
    ]
  }
]