[
  {
    "Rank": "17501",
    "Name": "Les Guerres de Bourgogne 1474-1477",
    "ID": 150197,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/150197/les-guerres-de-bourgogne-1474-1477",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1111",
    "Description": "Les Guerres de Bourgogne 1474-1477 (Wars of Burgundy) is a historical simulation from October 1474 to January 1477. One player plays the role of the Burgundian armies and their allies (Duchy of Savoy and Italian states), led by the famous Duke Charles the Bold, and the other player is in command of the Swiss Confederacy and its allies (Duchy of Lorraine and German states). The objectives are to take control of the Savoy and Lorraine territories, win pitched battles or major sieges, and neutralise the opponent's allies.&#10;&#10;This is both a strategic &amp; tactical game with armies and garrisons evolving on the main strategic map and units fighting on a tactical map featuring a typical XVth century battleground. Units are men-at-arms, pikes, bowmen, crossbowmen, halberdiers, hangunners, and early cannons, from 2,000 men at full strength, 1,000 horsemen or 200 cannons of all calibers. The &quot;chrome&quot; of that period is added with tactical chits (charge, harassment shots, raining arrows, ditch, fence, clash of pikes, cannon battery) and events such as rain, snow, minor ally, no fight or betrayal, no wing deployment. Optional rule includes a possible intervention of the French kingdom to support one side or the other. You will be able to fight the famous battles of Hericourt (1474), Grandson &amp; Morat (1476), and Nancy (1477), the latter involving a fatal outcome for Charles the Bold.&#10;&#10;The complete sequence of a turn:&#10;I/ Burgundy&#10;1) Reinforcement, replacement&#10;2) strategic move&#10;3) attrition phase&#10;4) combat phase (battles &amp; sieges)&#10;II/ Swiss Confederacy&#10;Same sequence&#10;III/ Diplomatic phase&#10;check for victory&#10;&#10;The game includes 108 die-cut counters, an A3 size strategic and an A5 size tactical map. One 6 sided die is necessary.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Minimap Resolution",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: Burgundian Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Burgundy (France)",
      "Region: Lorraine (France)",
      "Series: Gold & Steel (Philippe Hardy)"
    ]
  },
  {
    "Rank": "17502",
    "Name": "Swamped",
    "ID": 173770,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/173770/swamped",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Swamped is a semi-cooperative game of adventure, peril and treasure in which players move through a swamp searching for a rare herb that can cure diseases. Each player takes a turn steering the boat to find the herb. But the swamp has many other treasures as well, so players may try to steer the boat away from its intended goal to increase their own wealth.&#10;&#10;Swamped is a game for 2-4 adventurers that plays in about 30 minutes and expands the vibrant world of Antidote. In addition to a one-of-a-kind theme, there are five core elements that make Swamped incredibly fun and a surprisingly unique gaming experience:&#10;&#10;1. Player-shared pieces: All players share ownership of the same tiny boat in the swamp, so the actions of any one player impact every other player directly.&#10;&#10;2. Secret and shared objectives: Everyone knows the main objective, but each player also has a hidden goal that might lead the whole expedition into deadly peril!&#10;&#10;3. Player controlled game-length: Players can speed-up or slow-down the game down depending on their preference. Some will try to get out of the swamp quickly, while others will delay until they've collected precisely the right combination of treasures.&#10;&#10;4. Surprise ending: It is unlikely that anyone can know with 100% certainty who has won the game before each player's secret objective is revealed, leading to an exciting reveal at the very end!&#10;&#10;5. Efficient use of physical components: Despite its small size (35 cards and two pieces), most cards have multiple uses and orientations leading to a surprisingly deep set of decisions each player can make. Furthermore, as players move deeper into the swamp, the swamp expands from the action card deck, opening up greater adventure, while at the same time triggering a built-in game timer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17503",
    "Name": "Mein Panzer",
    "ID": 17582,
    "Year": "(1998)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/17582/mein-panzer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1667",
    "Description": "Mein Panzer is a core rule system for miniatures. The game is suitable for use with 1:285th, 1:300, 10mm (1:144), 12mm, to 15mm. This aim of the design is ease of play while preserving a historical feel. Periods from WWI, WWII, Cold War, up to contemporary are covered. Each tank model represents one single tank. Each Infantry stand represents a fire teams of 3 to 6, centered around the primary weapon (such as an LMG or AT rocket) or the overall weapon type (such as automatic rifles or SMGs).&#10;&#10;With a module system (aka 'Drop-ins'), the rules allow players to decide how simple or how sophisticated they want the game to be. Some of the modules are Infantry, Artillery, Air Power, and other special equipments or terrain rules.&#10;&#10;The core rules contain only 'elementary' equipments for each of the periods. For example, only Germany, the USSR, and the US are represented in the WWII section. And only stats for 18 pieces of German equipment are covered, and the only tanks found (for the German) are Panther and Tiger. Players must be prepared to purchase additional data books or create their own stats.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Game: Mein Panzer (ODGW)"
    ]
  },
  {
    "Rank": "17504",
    "Name": "Hidden Games Hangover: Tote frieren nicht",
    "ID": 368768,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/368768/hidden-games-hangover-tote-frieren-nicht",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A group of friends throw a dinner party at the late grandfather's house at his late grandfather's request. But the next morning, one of the friends named Nils is found dead. Everyone claims they can't remember last night. Why did Nils have to die and who is responsible for his death. Together as a team, you recap the events of the previous evening. Which one of you has your friend on your conscience?&#10;&#10;Players take on a character and find and discuss motives and alibis. They use the browser-based app to immerse themselves in the action and to cooperate with the others and recap the events.&#10;&#10;&#10;Eine Gruppe von Freunden veranstaltet eine Dinnerparty auf Wunsch des verstorbenen Gro&szlig;vaters in dessen Haus. Doch am n&auml;chsten Morgen wird einer der Freunde namens Nils leblos aufgefunden. Alle behaupten, sich nicht mehr an den gestrigen Abend erinnern zu k&ouml;nnen. Warum musste Nils sterben und wer ist f&uuml;r seinen Tod verantwortlich. Gemeinsam im Team rekapituliert ihr die Geschehnisse des vergangenen Abends. Wer von euch hat euren Freund auf dem Gewissen?Die Spieler &uuml;bernehmen eines Charakters und finden und diskutiert Motive und Alibis. Dabei nutzen sie die browserbasierte App, um ins Geschehen einzutauchen und mit den anderen zu kooperieren und die Geschehnisse zu rekapitulieren.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Hidden Games (Hidden Industries GmbH)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "17505",
    "Name": "Zoogitives",
    "ID": 419115,
    "Year": "(2024)",
    "Geek Rating": "5.522",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgame/419115/zoogitives",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "A big casino has been robbed by a group of crafty animals: The Heist of the Century. The thieves hid in different countries and are believed to have changed their appearance. The police offer forgiveness and the loot to anyone who denounces their accomplices.&#10;&#10;Zoogitives is an investigation and deduction game for 3 to 6 players. You will have to guess who the Heist of the Century thieves are, and where they are hidden.&#10;&#10;To solve the puzzle, you will have to use the dice strategically, write the clues down to discover the secrets of the other players and protect yours, and create hypotheses on your deduction table. If you succeed, you will keep the loot. Will you be able to succeed ?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "17506",
    "Name": "Draconic Dice",
    "ID": 329151,
    "Year": "(2021)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/329151/draconic-dice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "Be the first player to get rid of all of your dice to win Draconic Dice.&#10;&#10;Roll dragons and dispatch them to invade your opponents. Any injured knights rolled flee and are removed from the game. Roll fireballs, and those dice are moved to the center of the play area to build an ever-growing fire pit &mdash; but be careful because if you fail to roll any fireballs on your turn, you get &quot;burned&quot; and must take all the center dice for yourself! Will you dispatch your dragons to vanquish your foes and go out in a blaze of glory?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17507",
    "Name": "Day of the Chariot: Kadesh",
    "ID": 26795,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/26795/day-of-the-chariot-kadesh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Miniature armies - carefully painted and labeled with unit names, strengths, and abilities - have been found in Egyptian tombs, suggesting that &quot;wargaming&quot; goes back a long time.&#10;&#10;Of those miniature armies, no units take more precedence than the chariots - the &quot;panzers&quot; of their day. Keep in mind that horses of this period were too small to &quot;ride&quot; with a man on their back in a &quot;cavalry&quot; way. Only chariots offered a battle platform faster than sandals, and provided the &quot;shock troops&quot; of their day and a platform to designate the aristocracy and elite peoples. Alexander and the Roman legions might sneeze at chariot power... but not for another 900 years!&#10;&#10;Kadesh must be the chariot battle of all time. Sources conflict and disagree, but there may have been as many as 5000 chariots in this twisted, confused, and bloody battle, fought to determine the borders between Egypt and the Hittite confederacy...&#10;&#10;As an early example of &quot;spin,&quot; Egyptian pharaoh Ramses II claimed a tremendous victory and the total vanquishing of the Hittite army... although he also signed a peace treaty that left the disputed city of Kadesh in the hands of the Hittites and never returned. Hmm. (A later and more formal treaty between Ramses and the next Hittite king is reproduced on the walls of the United Nations, as one of the first recorded international peace treaties. Ramses did not get Kadesh with that one either.)&#10;&#10;Now you can take the reins and lead your lines/lions into battle. Day of the Chariot: Kadesh offers a classic design by Gene Dickens fully updated into a tactical view of one of the most-discussed battles of middle eastern history, with 320 double-sided counters, 30 minute turns, and everything you need to play a system emphasizing command control and flexibility (or the lack thereof). Three distinct scenarios provide the battle that did happen (according to Ramses), the battle that both sides had &quot;prearranged&quot; to happen, and the smaller, more confused battle that historians think actually did happen. (You may be surprised how different the &quot;same&quot; battle can be!)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Egypt",
      "History: Wars in the Ancient Near East",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17508",
    "Name": "Neu",
    "ID": 39245,
    "Year": "(1988)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/39245/neu",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Neu (read as Noi), the Japanese card game that has quite similar rules to the 98/99/100 (information from www.Pagat.com) that can be played by the standard deck.&#10;&#10;The components of the game are 21 chips and 58 cards. The chips are distributed to the players (3 each) and used as life counter, the player that loss all chips will be the loser and must leave the game.&#10;&#10;This game has more options than 98/99/100 because it has been published for playing this game.&#10;&#10;For more information about 98/99/100 of standard deck follow the link here http://www.pagat.com/adders/98.html&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "17509",
    "Name": "Gunfights & Gamblin'",
    "ID": 246728,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/246728/gunfights-and-gamblin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Gunfights &amp; Gamblin' captures the spirit of the American &quot;old west&quot; in larger-than-life fashion. It pits 2 to 4 players in an epic team battle over a pioneer town.&#10;&#10;The question is: are you feeling like a pioneer, or a renegade? Do you want to build the town, or burn it down?&#10;&#10;Players are immediately pulled into the experience from the moment they pick one of the 4 unique characters to play. It is a game drenched in theme--from keeping track of the game rounds by loading bullets into a revolver chamber, to the tongue-in-cheek descriptions on the cards.&#10;&#10;Strategy and luck take equal roles as you out-think, out-gamble and out-shoot the other team to victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17510",
    "Name": "Guess Who? Extra",
    "ID": 39872,
    "Year": "(2008)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/39872/guess-who-extra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0909",
    "Description": "From the Manufacturer:&#10;It's the same classic game of Guess Who? but with tons of fun extras. This deluxe version of Guess Who has 6 different character themes and 120 new characters to play with. An electric timer, light, and sounds also accompany the fun. All game pieces are contained in the new compact case so kids can bring their gaming fun on the go. Requires two 1.5V AAA or R03 size batteries- not included. Ages 6 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Electronic",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Guess Who?",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17511",
    "Name": "Ballonrennen",
    "ID": 1140,
    "Year": "(1977)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/1140/ballonrennen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5556",
    "Description": "Players pilot their balloons -- represented by nice plastic devices capable of showing three different altitudes -- trying to deliver the mail! The wind changes randomly however each turn and may play havoc with the best of plans. Since the sequence of play is that a player first chooses altitude and then turns over a wind card to see how the speed and direction change, it can be almost maddening trying to get anywhere with certainty. And it is not simply a matter of crossing a line, but actually landing on a specific spot. Some nice ideas are the accurate reflection that stronger winds exist at higher altitudes and at least in some sense the interplay between gas and ballast in piloting.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Sports: Aerial Racing",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "17512",
    "Name": "Time Zoo",
    "ID": 404842,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/404842/time-zoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You landed your dream internship; working for professor Darwina Anning at the Time Zoo. The zoo filled with prehistoric animals is about to open when disaster strikes and all animals escape! It&rsquo;s up to you to lure them back to the Time Zoo.&#10;&#10;Time Zoo is a card game for 2 to 5 players in which you have to lure prehistoric animals by playing different food cards.&#10;The animals all have different properties and are also worth points at the end of the game. The player with the most points at the end of the game is the winner and will receive the highest internship allowance from Professor Anning.&#10;&#10;Collect enough of the correct food cards are lure different animals in your part of the Time Zoo. All the prehistoric animals are worth points at the end of the game. Most of the cards also trigger special abilities that can give you more food cards, add points to you score or steal from your opponents.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "17513",
    "Name": "Bushido Breaker",
    "ID": 228742,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/228742/bushido-breaker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It is the Sengoku period, an era of great unrest within the gravely compromised empire of feudal Japan. Your emperor is nothing but a figurehead while the shogun holds the true power. There are many men who desire to hold the title of shogun and then there is you...&#10;&#10;Bushido Breaker is a hidden movement card game of deduction &amp; calculated risks, themed as ninja vs. samurai, that is 2-4 players.&#10;&#10;The game revolves around the ninja trying to move location-to-location, either disarming enough alarms before assassinating the shogun or by killing all the samurai, in order to win.&#10;The samurai are trying to kill the ninja or notice them enough in order to catch them.&#10;&#10;The cards either represent different locations, ninja &amp; samurai actions, or samurai. Every card that the ninja has as an action, the samurai has a counter to. Through deduction, each team is trying to figure out what the other will play round-to-round. Though the samurai greatly out-number the ninja, their greatest challenge is figuring out where the ninja are and what they'll do next...&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Deduction",
      "Educational",
      "Fighting",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17514",
    "Name": "24 Game",
    "ID": 6891,
    "Year": "(1988)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/6891/24-game",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "Players win points by being the first to correctly identify how the four numbers on the card can be manipulated using addition, subtraction, multiplication, and/or division to arrive at the number 24.  Cards come in three levels of difficulty, with the easy cards being worth 1 point, medium cards worth 2 points, and hard cards worth 3 points.  Comes with &quot;puzzle sleeves&quot; that introduce the idea of variables (basic algebra) by covering up one of the numbers and making it &quot;wild&quot;.&#10;&#10;In the Dutch countries of Europe this game was introduced by putting them on the back of Flippos (which are caps with the Looney Tunes and Chester Cheetos on them). On the back of the Flippos with numbers 291 t/m 305 this game could be found, after which it became very popular in those countries. This made the sellings of the 24 Game rise. Strange enough this was only for a short term, while the game was thought to be associated with those Flippos.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: 24 Game"
    ]
  },
  {
    "Rank": "17515",
    "Name": "Ludus Gladiatorius 2",
    "ID": 30111,
    "Year": "(2007)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/30111/ludus-gladiatorius-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "New Gladiators - Retiarius; Amazon; Bestiarius; Criminal; Lion. New rules. A complete Campaign system. Colour-coded dice.&#10;&#10;New Stuff. More Stuff.&#10;&#10;A complete game in it's own right and also totally compatible with Ludus Gladiatorius 1.&#10;&#10;Gladiators supplied painted. Play sheet included. Everything required to play is supplied, including a pouch to randomly pick counters from..!&#10;&#10;This is the sequel of Ludus Gladiatorius. Integrates with it, but it's also completely playable stand-alone.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "17516",
    "Name": "Starship Command",
    "ID": 2031,
    "Year": "(1991)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/2031/starship-command",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Fleet based Ship-to-ship combat Cards representing ship abilities and actions. Several Different races with different abilities. Loads of weapons and special cards.&#10;Campaign for players and teams is available (based around a race). Loads of fun and this has tactics, (hard to describe).&#10;&#10;Expanded by:&#10;&#10;    Starship Command II&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "17517",
    "Name": "Compounded: The Peer-Reviewed Edition",
    "ID": 365084,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/365084/compounded-the-peer-reviewed-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "2",
    "Description": "Compounded is a game about building chemical compounds through careful management of elements, a fair bit of social play and trading, and just a bit of luck.&#10;&#10;In Compounded, players take on the roles of lab managers, hastily competing to complete the most compounds before they are completed by others &mdash; or destroyed in an explosion. Some compounds are flammable and will grow more and more volatile over time; take too long to gather the necessary elements for those compounds, and a lot of hard work will soon be scattered across the lab.&#10;&#10;Although Compounded does involve a fair share of press-your-luck tension and certainly some strategic planning, the most successful scientists will often be those who strike a good trade with their fellow lab mates. Players are able to freely trade elements, laboratory tools, and even favors &mdash; if there is truly honor among chemists!&#10;&#10;In the ten years since Compounded debuted, designer Darrell Louder and publisher Greater Than Games have developed and refined the design to streamline gameplay, increase player interaction, and include more real-world facts. Compounded: The Peer-Reviewed Edition is a game about scientists grappling for recognition on the edge of known chemistry and getting credit for their discoveries, all while competing for limited resources and striking deals with the competition to ensure their work gets done.&#10;&#10;Compounded: The Peer-Reviewed Edition features new compounds, new tool tiles and rules, revised lab fire interaction, redesigned lab benches, and more. Everything in this new build of Compounded has been tweaked in some way.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hand Management",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "17518",
    "Name": "Damocles Mission",
    "ID": 3532,
    "Year": "(1983)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/3532/damocles-mission",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Ares Magazine #13. On 15 September 1988, a dark spherical object approximately 1.2 kilometers in diameter of unknown origin assumed a geosynchronous orbit over the Galapagos Islands. Upon orders of the president, an investigating shuttle mission was configured (code name Damocles)...&#10;&#10;Damocles Mission is a solitaire paragraph based game to explore the alien craft around the earth. Tiles will allow the player to expand the known area of the craft, and a variable handicap system at the end of each play will allow you to adjust the initial allocation of units for the next time to make it easier/harder.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Magazine: Ares",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "17519",
    "Name": "Sequence: States & Capitals",
    "ID": 32885,
    "Year": "(2006)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/32885/sequence-states-and-capitals",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A variant of Sequence that tests your knowledge of the United States 50 States and Capitals. Each card has the name of a capital with its location shown on the state. Players match the state's shape and color on the card to the same state shape and color on the board, then place a chip on that space. Five chips in a row form a Sequence which is the object to winning the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: Sequence"
    ]
  },
  {
    "Rank": "17520",
    "Name": "ROLLICK!  The Hysterical Game of Clues and Collaboration",
    "ID": 84609,
    "Year": "(2010)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/84609/rollick-the-hysterical-game-of-clues-and-collabora",
    "Min Players": "6",
    "Max Players": "24",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rollick! is a hit party game that&rsquo;s a fast and furious team competition.&#10;&#10;With ROLLICK!, the entire team collaborates together to act out clues for one or more players to guess. It&rsquo;s a hysterical, fun, fast-paced, team competition game that&rsquo;s an absolute riot at parties, family gatherings, work events, holiday celebrations, with friends, and even loved by teenagers!&#10;&#10;With over 750 clues, including words for younger children, suggestions for large and small groups, and other fun variations, no game is ever the same!&#10;&#10;For hours of hysterical fun &ndash; the choice is ROLLICK!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "17521",
    "Name": "Glory Recalled: Hong Kong 1941",
    "ID": 228686,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/228686/glory-recalled-hong-kong-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This board wargame is created to commemorate the forgotten heroes who devoted their lives to defend Hong Kong from the Japanese invasion in December 1941.&#10;&#10;Glory Recalled: Hong Kong 1941 it's an Operational level board wargame for 2 players. One player plays as Major General Takeo Ito, the commander of the Japanese 38th Division while the other player plays as Major General Christopher Maltby, the overall commander in Hong Kong.&#10;&#10;The game uses a card-driven system. Players take turns to play cards to move their units on map &amp; use cards to add strength in combat. Game units are company-size and one turn represents one day.&#10;&#10;The Japanese 38th Division is strong. The Allied player must use their weaker force to delay the invasion as long as possible while keeping casualty to minimal.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: China",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "17522",
    "Name": "Context",
    "ID": 424435,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/424435/context",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Context is a cooperative word game. In each round, you freely choose your anchor points. Is everything about movies today or about garden plants? You create your own context!&#10;You have to wirte down 4 anchor points (2 nouns, 2 adjectives) for your game.&#10;&#10;Then everyone thinks of a term that they shows the rest of the group. The group discuss on which position this term would fit in the grid, between the 4 anchor points.&#10;If they find the correct position for the term, they score points.&#10;&#10;After 10 terms are placed on the game board, the game ends.&#10;Depending on the chosen difficulty the group needs to achieve a certain amount of points to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: 7 x 7 Grids",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "17523",
    "Name": "Laguna",
    "ID": 557,
    "Year": "(2000)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/557/laguna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Attractive looking action game with players moving rafts around the lagoon, fishing for pearls to return to the island. The rafts have six spaces and as the different pearls are collected, they block the holes. But the board has directional arrows, and when a hole shows an arrow, the raft is forced in that way. Drift onto a reef and your turn ends. The game has sand timers, and you keep moving until time runs out, but get caught on an arrow and the currents will carry you away. Bump into another player's raft and you can steal pearls.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "17524",
    "Name": "My Very First Games: To Market!",
    "ID": 243568,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/243568/my-very-first-games-to-market",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "To market, to market. Each of you has a shopping list with four items to buy. But where can you buy rolls and which market stand sells cheese? How much do socks cost and are there any tasty strawberries left to buy? What can you buy with the large play money? The die determines where you shop next. Children can also easily play creatively with the game materials, trying out many interesting roleplay games about shopping.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "17525",
    "Name": "Starship Troopers: Prepare For Battle!",
    "ID": 260,
    "Year": "(1997)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/260/starship-troopers-prepare-for-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0435",
    "Description": "Starship Troopers: Prepare For Battle! should not be confused with the original Starship Troopers wargame, also by The Avalon Hill Game Co, published in 1976.&#10;&#10;Starship Troopers was based on the Heinlein book.  Starship Troopers: Prepare For Battle! is based on the film version.&#10;&#10;This is a fast-paced tactical wargame which begins simply and then adds additional rules with each new scenario.&#10;Note that the original Starship Troopers game has completely different rules, maps, units, etc.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "17526",
    "Name": "Freeblades",
    "ID": 153179,
    "Year": "(2012)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/153179/freeblades",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Freeblades is a fantasy skirmish game set in the vibrant world of Faelon. Freeblades are fortune hunters who operate under contract from one of Faelon's many factions. A freeblade contract permits the holder to operate without restraint outside of the issuing faction's boundaries for a share of any plunder or profit. In return, the freeblades can expect protection once back inside the faction's borders.&#10; Freeblades uses a unique tiered dice system and is quick-playing; most games are completed in less than 90 minutes. The rule system is suited for casual gamers as well as tournaments; there is also a special section on league play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17527",
    "Name": "Nuts!",
    "ID": 20587,
    "Year": "(2005)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/20587/nuts",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "From the Publisher's website:&#10;&#10;NUTS! *&#10;The Game of Man to Man Combat in WW 2&#10;&#10;NUTS! (*)General Anthony McAuliffe - US Army Bastogne, Belgium December 22nd 1944&#10;&#10;Half your squad is pinned down from light machine gun fire and two of your men are wounded and screaming for help. Another one of your guys is &quot;hunkered down&quot; behind that wall and isn't moving anytime soon. All hell's breaking loose around you and everyone is looking to you for answers. Right about now you're wondering what the heck you've gotten yourself into. Welcome to the world of &quot;NUTS!&quot;&#10;&#10;&quot;NUTS!&quot; starts off in 1944 Europe and covers squad to platoon size actions. Want to play something larger? Sure, go ahead; once you've learned the simple but elegant mechanics &quot;NUTS!&quot; you'll soon be running a company! All the info you need covering the infantry and armor of the major powers  [Germany, US, UK, and USSR] in Europe '44 is found here in &quot;NUTS!&quot; Free supplements will be made available that cover the other war years and combatants. Everything you need to get started gaming in the most popular year of the most popular gaming period is right here!&#10;&#10;The campaign system generates your &quot;Missions&quot; and links them together in a simple yet realistic way. &quot;NUTS!&quot; also features a character advancement system that allows you to &quot;personalize&quot; your troops. Watch them progress from &quot;green&quot; replacements to &quot;battle hardened&quot; veterans while under your expert command. We've designed &quot;NUTS!&quot; to be played with any figures you already have and in any scale! So pull out those favorite figures, get ready to have some fun, and remember... JUST PLAY THE GAME!&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "History: World War II (Battle of the Bulge)"
    ]
  },
  {
    "Rank": "17528",
    "Name": "Munchkin Starfinder",
    "ID": 237991,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/237991/munchkin-starfinder",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Munchkin Starfinder combines the roleplaying, backstabbing action of classic Munchkin with the lasers, alien planets, starships, and adorably deadly skittermanders from the Starfinder Roleplaying Game! Defeat The Swarm and loot the universe in Munchkin Starfinder!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "17529",
    "Name": "Deal: American Dream",
    "ID": 159685,
    "Year": "(2015)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/159685/deal-american-dream",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Deal: American Dream is a board game for 3 to 6 players. Each player masters a clan and competes for the dominion of drug trafficking in the Americas.&#10;&#10;Deal: American Dream is a strategic game where players recruit troops and clash over territories. Additionally, it incorporates an economic dimension; you can produce or buy dope, and sell it by striking deals with other players rather than confronting them. As every narco knows, spilling blood ain&rsquo;t always good for business.&#10;&#10;Finally, Deal: American Dream also has a roleplaying aspect to it; each player has secret objectives that require the use of deception and bluff. Regardless of which avenue to power you take, in the end, there can only be one winner: the first one to earn 10 respect points takes the cake. Every game of Deal: American Dream is unique and brings its share of negotiation, alliance and, of course, backstabbing!&#10;&#10;All the components needed for a game of Deal Corner can be found in the Deal: American Dream's box. It was available separately in the Kickstarter.&#10;&#10;",
    "Categories": [
      "Mafia",
      "Negotiation",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Player Elimination",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17530",
    "Name": "Spell Saga",
    "ID": 143195,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/143195/spell-saga",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Spell Saga is a unique story-driven solitaire card game that takes place in a post-apocalyptic world of fantasy. It contains themes of loss, identity &amp; purpose.&#10;&#10;While tactical thinking and no small amount of skill are needed to advance through the game, Spell Saga encourage its players to explore, rather than win. In this manner, the game is meant to be played multiple times.&#10;&#10;The major plot of Spell Saga is always the same, but the path to find it is up to you.&#10;&#10;The main story of Spell Saga is told in three acts, with each act split into a deck of cards. The story involves The Last Minstrel, who is searching the world for answers about how the world ended. Deck One ~ The Highlands serves as the Base Set of the game. The rest of the story is told through a limited number of expansions. These include Deck Two ~ The Forest &amp; Deck Three ~ The Caves.&#10;&#10;Advanced players will find a challenge with  ~ The Prelude ~ (an optional standalone beginning to the game) and  ~ The Endlude ~ (accessible only to those who have completed Decks 1 - 3).&#10;&#10;For Players craving even more mechanics, dynamics and lore, the optional Interludes (Decks 1.5 &amp; 1.2) will be released this year.&#10;&#10;Spell Saga is available in several languages, in both PnP files &amp; limited runs of physical editions. You can click the pics below to visit the individual pages of each product.&#10;&#10;Spell Saga is created by Todd Michael Rogers &amp; Lauren Rogers. It is published by ATWE//COMM &amp; Distributed through SUBHEATHEN LLC&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Spell Saga",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "17531",
    "Name": "Tamburlaine the Great: The Battle of Angorra, 1402",
    "ID": 11855,
    "Year": "(1979)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/11855/tamburlaine-the-great-the-battle-of-angorra-1402",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Tamburlaine the Great is a Tactical level simulation of the Battle of Angora on 21 June 1402, which was the climax of the Tartar invasion of Asia Minor. Sultan Bayazid I and his Ottoman Turks, fresh from their victory against the Christians at the Battle of Nicopolis, met Tamburlaine's Tartar and Mongol hordes northeast of modern day Ankara.&#10;&#10;Unit types included in the game are: infantry, short bow archers, crossbowmen, cavalry, elephants, and wagons. The map scale is 50 yards from hex side to hex side, and each game-turn represents 20 minutes.&#10;&#10;In addition to being published as a separate game, Tamburlaine the Great was also published as part of SPI's Great Medieval Battles Quadrigame.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Mongolia",
      "Country: Ottoman Empire",
      "History: Mongol Invasions and Conquests",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Medieval Battles System (SPI)",
      "Series: Moment in Conflict (SPI)"
    ]
  },
  {
    "Rank": "17532",
    "Name": "Zoo-ography: The Card Game",
    "ID": 333904,
    "Year": "(2020)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/333904/zoo-ography-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Zoo-ography, you've been asked to design a new city zoo. Build custom habitats, hand pick animals for exhibits, and strategically place attractions to bring visitors to your zoo. Meet each city's unique set of objectives to earn the highest rated zoo!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "City Building",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "17533",
    "Name": "Zampa La Granja",
    "ID": 203002,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/203002/zampa-la-granja",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Zampa la Granja (&quot;Feed the Farm&quot;), players compete to become the best farmers, with this role being determined by whoever has the greatest number and variety of animals &mdash; and most importantly who feeds them well.&#10;&#10;Animals are very hungry, but food is scattered on the different farms, so farmers must enforce their expertise to find the right food for each type of animal. On a turn, a player rolls the dice. The color result indicates the farm they should visit in this turn. They loudly state which animal they want to feed, then reveal one of the food tiles on the corresponding farm. If food corresponds to the animal, then they claim the corresponding animal from the center of the table and the food from the farm, then place these items on their game area. If they fail, the animal remains in the center of the table and the food flips back down.&#10;If the dice roll shows the wild card, the player can visit any farm they want.&#10;&#10;When one type of animal runs out from the center of the table, a player can still take the food from a farm to feed their own animals. If one type of animals runs out and player doesn't have this species, they can steal another's player animal in order to feed it, so they take the food from the farm and the stolen animal, which is placed in their game area. A hungry wolf also prowls among the farms, and if you run into the wolf, it steals your food.&#10;&#10;The game ends immediately when food runs out at one farm, then the player with the most food wins. In case of tie, the winner will be whoever has the greatest variety of animals.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Description from the publisher (Spanish):&#10;&#10;En Zampa la granja, los jugadores competiten por ser los mejores granjeros. Para ello deber&aacute;n conseguir la mayor cantidad y variedad de animales; y lo mas importante de todo... alimentarlos bien.&#10;Los animales estan hambrientos y la comida se encuentra dispersa en las distintas granjas. Los granjeros deberan hacer valer su experticia para conseguir la comida para cada tipo de animal en cada granja.&#10;&#10;El jugador que consiga alimentar la mayor cantidad y variedad de animales al final de la partida ser&aacute; el ganador.&#10;&#10;En su turno, el jugador tira el dado. Este indicar&aacute; la granja que deber&aacute; visitar en este turno. Entonces, en voz alta dir&aacute; a que animal va a alimentar y revela alguna de las losetas de comida de la granja correspondiente. Si acierta, se queda con el animal y la comida. Si falla el animal se queda en el centro de la mesa y la comida se vuelve a voltear.&#10;&#10;Cuando se no quede alg&uacute;n tipo de animal en el centro de la mesa, el jugador podr&aacute; seguir alimentado los animales que ya tenga.&#10;En el caso de que no queden animales de una especie y el jugador no tenga dicho animal; podr&aacute; robar un animal a otro jugador con el fin de alimentarlo. Entonces se lleva a su area de juego el animal robado y la comida correspondiente.&#10;&#10;Tened cuidado porque hay un lobo hambriento merodeando... si te topas con el podr&aacute; robarte tu comida.&#10;&#10;La partida acaba inmediatamente cuando se acaban las comidas en una granja.&#10;El jugador con la mayor cantidad de comida es el ganador, en caso de empate, el ganador ser&aacute; quien tenga la mayor variedad de animales.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "17534",
    "Name": "Austerlitz 1805: Napoleon's Greatest Victory",
    "ID": 8571,
    "Year": "(2000)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/8571/austerlitz-1805-napoleons-greatest-victory",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "480",
    "Weight": "3.2",
    "Description": "Before tomorrow evening, that army will be mine.&#10;&#10;So claimed Napoleon Bonaparte to his staff on the night of December 1, 1805, as he watched the Austro-Russian Allied army settle into its positions near Austerlitz for the battle that was certain to come the next morning. It was not an idle boast.&#10;&#10;Napoleon's Grande Armee mustered 75,000 men, well-led, superbly trained, and completely confident of victory. And the next day, they would win the most decisive victory of Napoleon's career.&#10;&#10;The Battle of Austerlitz was Napoleon's tactical masterpiece. Facing an Allied army 72,000 men strong, he blocked a massive Allied flanking movement aimed at his right wing, launched an attack that smashed the Allied center, and then scattered the remnants so thoroughly that by the night of December 2nd the Allied Third Coalition was in ruins.&#10;&#10;The battle contained many moments of high drama: the French right wing holding on despite 3-to-1 odds, desperately waiting for help from Davout's corps rushing to the battlefield after an epic forced march; a massive cavalry melee fought on the northern half of the field between the opposing cavalry reserves; the clash of the French and Russian Imperial Guards on the Pratzen Heights that decided the course of the battle.&#10;&#10;Austerlitz 1805 is a detailed wargame, on a tactical level, with infantry battalions, cavalry regiments, and artillery batteries, featuring...&#10;&#10;&#10;     A chit-based Command system where players randomly draw command chits to determine which division or corps may activate at that moment -- activation is not automatic. Commanders must roll to activate when their chit is drawn, and missing the die-roll leads to the Command Breakdown Table -- disasters can happen. &#10;     A Combat system that includes all of the detail that fans of Napoleonic tactics know and love. All of the formations are there -- line, column, skirmish -- each with their own advantages and disadvantages. Players will soon learn that proper unit interaction is crucial for victory, with artillery wearing down the enemy line, infantry creating a breakthrough, and cavalry exploiting the breakthrough with a thundering charge. &#10;     Special units and rules to add a distinctive historical flavor: the Tirailleurs Po and Tirailleurs Corse, elite battalions of French skirmishers; the exotic Mamelukes of the French Imperial Guard, matched against the Russian Cossacks; the fearsome French Grand Battery; the early morning Fog that blanketed the battlefield and so bedeviled the battle's opening moves. &#10;     Six scenarios -- two full-battle scenarios; three smaller one or two map scenarios covering the significant actions, plus a learning scenario providing an introduction to the game's mechanics. &#10;&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 150 yards / 137 meters&#10;Units: infantry battalions, cavalry regiments, and artillery batteries&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-8 hours&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Country: Austria",
      "Country: France",
      "Country: Russia",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17535",
    "Name": "Pass Pass",
    "ID": 378616,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/378616/pass-pass",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the trick-taking game Pass Pass, you need to create temporary alliances and use cunning strategies so that your card's color is in the majority and you can win cards and valuable diamonds.&#10;&#10;Each round, players start with eight number cards in hand; cards come in four suits. The first player leads a card of their choice, then each other player plays a card of their choice. Whichever color collectively has the highest sum &quot;wins&quot; the trick. More specifically, whoever played the highest card in this color takes one of the played cards and adds it to their collection; whoever played the second highest card in this color adds the two cards with the lowest values to their collection, then leads the next trick.&#10;&#10;After eight tricks, the round ends, and each player scores 1 point for each collected card and 1 point for each diamond on those cards. Additionally, when a player has a set of one card in each color, they score a &quot;pass pass&quot;.&#10;&#10;After three rounds, the player with the most points wins &mdash; except that if a player scores three pass passes, they win the game immediately.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Hand Management",
      "Negotiation",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17536",
    "Name": "Listillo",
    "ID": 382405,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/382405/listillo",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "In this game you have two options: if you know the answer and want to show off your brains or think your invention sounds convincing even though you have no idea, write the correct (or most correct-sounding) answer. If you can't come up with anything very credible, come up with the funniest answer and get your peers to vote for you as the one who got a laugh out of them. You'll earn points whether they think your answer is the right one or you write the funniest one!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17537",
    "Name": "Ragami",
    "ID": 114863,
    "Year": "(2012)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/114863/ragami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "In all cultures there are mythical characters that protect people and help them to solve their problems. Those characters often take the human form with wings and we call them Guardian Angels or RAGAMI.&#10;&#10;In this game, each player will play the role of a RAGAMI, winged human form, that travels around inside a city - the board. In this city, there are always people with problems, with their own internal conflicts, that need your help. There are also holy men and demons that can help or oppose to solving these conflicts.&#10;&#10;The objective of the game is to achieve the highest possible number of Virtue Points (VP). There are several ways to get VP, and consequently there are several strategies one can follow to win the game: solve conflicts, cause demons to disappear, help other RAGAMI, to be the RAGAMI who has solved the highest number of conflicts, etc.&#10;&#10;But helping people to solve their conflicts is what worths more VPs, and for this you need to have Points of Strength. As many as the strength of the conflict you're trying to solve, which can go from 1 to 6. There are several ways to get Points of Strength: white cubes, cards, holy men, the help of another RAGAMI, or a die.&#10;&#10;There are Action Dies (which allow to execute a certain number of actions, and it's placement will be made by the last player in the turn order) and there are Action Cards (that may be acquired during the game). In his play, Player can do one of the following actions: move his RAGAMI, move the holy men and the demons, pick cards or solve conflicts.&#10;&#10;Game ends in the turn when the places of conflicts ends or when a player hit's the 30 points score mark.&#10;&#10;Game to 2 to 4 players, 10 years up, 60 - 90 min.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Point to Point Movement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17538",
    "Name": "Beer Money",
    "ID": 9787,
    "Year": "(2004)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/9787/beer-money",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.7857",
    "Description": "From the publisher's website:&#10;&#10;Recess is over. Now you're fighting for something more ...&#10;&#10;Beer Money is the long-anticipated 110-card sequel to the frenetic Lunch Money card game. Beer Money is a stand-alone game that can also be mixed in with a Lunch Money or Lunch Money: Sticks and Stones deck to accommodate up to 8 players. Like Lunch Money, Beer Money combines evocative images with the raw dynamics of a merciless street fight. But Beer Money ups the ante with weapons like Beer Bottle, basic attacks such as Knuckle Sammitch, defenses like Suck It Up, and specialty cards including Pound of Flesh and Pile Driver. The pain just keeps on coming when you're playing with Beer Money!&#10;&#10;Re-implements:&#10;&#10;    Lunch Money&#10;&#10;&#10;Integrates with:&#10;&#10;    Lunch Money&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "17539",
    "Name": "Little Action",
    "ID": 221059,
    "Year": null,
    "Geek Rating": "5.521",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/221059/little-action",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Description from the publisher (translated):&#10;It's party time in the jungle! Build a pyramid, play skittles, throw and catch, ... .. take up these and many more little challenges to win medals. A first action game to get young children handling objects and developing their fine motor skills.&#10;&#10;Preparing to play:&#10;Place the six animals in the middle of the table next to base of the box and the medals. Shuffle the cards then place them in a pile face down next to the box.&#10;&#10;How:&#10;Players are entitled to three attempts for each challenge. The challenge is pointed out with a card.&#10;&#10;If you succeed at a challenge, you win a medal, otherwise you do not win anything.&#10;&#10;Who wins?&#10;When all the medals have been won, the winner is the player with the most medals.&#10;&#10;There are six challenges: As an example we will explain one challenge.&#10;&#10;Challenge 1: The pyramid. &#10;Take the two animals shown on the card and try to stack them &#10;as illustrated in the picture. The pyramid needs to stay standing for at least 30 seconds in order to count.&#10;&#10;Description from the publisher (translated):&#10;&iexcl;Es la hora de la fiesta en la selva! Construir una pir&aacute;mide, jugar a los bolos, lanzar y atrapar... Una serie de peque&ntilde;os desaf&iacute;os para ganar medallas. Un primer juego de acci&oacute;n, manipulaci&oacute;n y destreza destinado a los m&aacute;s peque&ntilde;os.&#10;&#10;Preparaci&oacute;n: &#10;Se colocan los seis animales en el centro de la mesa junto a las medallas y el fondo de la caja. Se barajan las cartas y se apilan boca abajo junto a la caja.&#10;&#10;C&oacute;mo: &#10;Los jugadores pueden efectuar tres intentos para cumplir&#10;cada desaf&iacute;o. Los retos est&aacute;n se&ntilde;alados en cada carta.&#10;Si logra cumplir el desaf&iacute;o, el jugador gana una medalla. Si no, no gana nada. A continuaci&oacute;n, le toca al jugador siguiente.&#10; &iquest;Qui&eacute;n gana?&#10;Una vez distribuidas todas las medallas, gana el jugador que tiene la mayor cantidad.&#10;&#10;Hay 6 desaf&iacute;os. Como ejemplo explicamos el reto n&ordm; 1.&#10;Desaf&iacute;o 1: la pir&aacute;mide. &#10;El jugador toma los dos animales de la carta e intenta superponerlos como se indica en ella. La pir&aacute;mide debe mantenerse durante 30 segundos como m&iacute;nimo para ser validada.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Koalas",
      "Animals: Tigers"
    ]
  },
  {
    "Rank": "17540",
    "Name": "Noli",
    "ID": 367243,
    "Year": "(2022)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/367243/noli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In the Middle Ages, Noli was a flourishing maritime town under the benevolent 'patronage' of the powerful republic of Genoa. This sun-baked fishing community has a rich history of independence, commerce, and competition.&#10; Every September, in order to determine the fishing rights for the following fishing season, the gozzi (typical Ligurian fishing boats) of the four districts of Burgu, Ciassa, M&agrave;ina and Portellu run a regatta along a path of 1,600 meters, on fractions of 400 meters between the bouys.&#10;&#10;Not satisfied with this single form of competition, the merchant families of each district compete with each other to build tall red-brick towers as a display of their wealth.&#10;&#10;Their edifices to success give the town of Noli its distinctive look, though no merchant tower can hope to match the proud castle atop Monte Ursino, whose constant vigilance and defensive walls protect Noli from the raids of the Saracens and the assaults of envious neighbouring towns!&#10;&#10;Each game follows a series of rounds, in which players will secretly bid on four actions using coins. The player who bids highest in each action gains a bonus or gets one step closer to victory by building a floor of their tower.&#10;&#10;Between each bidding session players frantically roll dice in real time to simulate the famous Regata-dei-Reoni. The winner of the race gets to fish at the best spots, drawing from the best deck of fish cards, whereas other players must draw from worse decks with less fish. These cards can also have events such as &quot;saracens attack!&quot; and &quot;Storm!&quot; which shake up the game and set players back.&#10;&#10;If a player manages to build 6 tower floors, or have the most tower floors at the end of the game, they win!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Dice Rolling",
      "Events",
      "Income",
      "Race",
      "Real-Time"
    ],
    "Families": [
      "Country: Italy",
      "Sports: Sailing",
      "Theme: Construction",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "17541",
    "Name": "Under My Bed",
    "ID": 194640,
    "Year": "(2016)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/194640/under-my-bed",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Under My Bed, most of the players at the table will take on the roles of monsters. One player is secretly a kid in a monster costume however, and they are trying to figure out which monster is hiding underneath their bed.&#10;&#10;Under My Bed is a microgame in which players take turns asking one another questions until either the monsters figure out which player is the kid, or the kid can determine which monster is under their bed. The same question cannot be asked twice in the same game, and while the kid can lie as much as they like, the monsters are forced to tell some version of the truth.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17542",
    "Name": "Yaxha",
    "ID": 420061,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/420061/yaxha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Recreate the Mayan pyramids on your tabletop in Yaxha, three blocks at a time.&#10;&#10;To set up, place as many market tiles on the table as the number of players, and give each player a hand of cards that match the color of the market tiles. Deal each player a turn order card at random, then place three bonus cards on the table, whether randomly or by choice.&#10;&#10;In each of the ten rounds, fill all market tiles by drawing three blocks at a time from the bag. Blocks come in five colors. All players simultaneously choose and reveal a card showing a market tile. If all players chose different market tiles, everyone takes the blocks from their chosen tile; if not, the tied player with the lowest turn order card takes their chosen blocks, while other tied players choose from what's left unclaimed, after which players exchange turn order cards.&#10;&#10;Use the blocks to create a pyramid bit by bit. All blocks must touch one another as you build. The bottom layer of the pyramid will be four blocks wide and long, and once you have four blocks in a 2x2 arrangement, you can place a block on top of these four blocks &mdash; but only if it's touching a block of the same color, whether below it or next to it. If you can't place a block, you must discard it. If you don't discard anything, you'll end up with a four-level pyramid of thirty blocks.&#10;&#10;At game's end, you score points for the largest visible group in your pyramid of each color. (Some blocks might be hidden, and they don't score.) In addition, for each bonus card that you satisfy &mdash; for example, having the most yellow blocks, having all five colors visible on the second layer of your pyramid, having the second largest group of blocks regardless of color &mdash; you score 5 points. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building",
      "Deduction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Connections",
      "Market",
      "Predictive Bid"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "17543",
    "Name": "Stonehenge and the Sun",
    "ID": 264854,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/264854/stonehenge-and-the-sun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Each turn, the players build a stone and throw the metal ball across the base from one side to another like a pendulum. If you can pass the ball without hitting the stones, it's a success! But if you knock off any of the stones placed already on the base or push any piece off the base, you would have to take the piece to yourself as a negative point. If the players have finished placing all the stones, the game will end. Whoever has the least number of negative points will win the game. What will be the form of Stone Henge at the end of the game?&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17544",
    "Name": "Bury Me in the Rift",
    "ID": 298359,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/298359/bury-me-in-the-rift",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "&quot;Invasion! Your squad of 2 mechs must protect cities from giant monsters, while completing goals to earn upgrades across a 6-game campaign.&quot;&#10;&#10;A solo mechs vs. monsters nanogame.&#10;&#10;Originally created for the BoardGameGeek 2019 9-card Nanogame contest (where it took 4th place overall, and 1st place for best art), Bury Me in the Rift is a quick, compact solo game where the player controls a squad of 2 mechs to fight off giant eldritch monsters that are attacking cities. Individual games are strung together into a 6-game campaign where the enemies gradually get stronger, and you must upgrade your squad to keep up.&#10;&#10;The second edition greatly expands the contest version of the game, with more possible card combinations, 2 additional mechs and 2 additional maps, the addition of pilots, and status tokens instead of dice.&#10;&#10;Bury Me in the Rift is completely inspired by the excellent video game, Into the Breach, by Subset Games.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "17545",
    "Name": "Krim: von Manstein's Battles for Sevastopol, 1941-1942",
    "ID": 11129,
    "Year": "(1990)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/11129/krim-von-mansteins-battles-for-sevastopol-1941-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4444",
    "Description": "Krim is a two player operational/strategic simulation of the German 11th Army's operations in the Crimean Peninsula from late October 1941 through 4 July 1942.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Sevastopol",
      "Decades: The 1940's",
      "History: World War II (Eastern Front)",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "17546",
    "Name": "Top Hats And Treachery",
    "ID": 198668,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/198668/top-hats-and-treachery",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "From the publisher:&#10;&#10;Top Hats And Treachery (T.H.A.T. for short) is a tongue-in-cheek Victorian game of social climbing, wicked misadventure and ridiculously-fun story-telling! Created by Andrew Prowse and presented from Rogue Artist Creations Ltd.&#10;&#10;YOU control a fashionable piece of real estate in Old London Town. Your goal is to rent rooms to the BEST clientele with the FINEST reputations.  Each turn, you play Rumours cards to enhance your own Guests' reputations, while whispering scandalous stories about rival hotels' Guests to ruin their repuatations and ensure that your Hotel comes out on top!&#10;&#10;Players start the game with an Upper Class, Middle Class and Lower Class character. Over the game, they play Event Cards to raise and lower the target characters' Reputationsn. Play positive cards on your own characters and negative ones on your rivals. Play Grim Reaper cards to kill off characters; whereupon they are replaced with new ones, but the players can sacrifice cards to gain a chance of getting a higher-class replacement. At the end of a (short/long) game, total all the points and modifiers: the player with the highest total has earned Queen Victoria's favour as the finest Hotel in the land and wins! Huzzah!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "17547",
    "Name": "Field Hospital",
    "ID": 64161,
    "Year": "(2010)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/64161/field-hospital",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It is war time and the injured need medical attention immediately. Grab the required medical supplies and attend to the patients before they succumb to their wounds. The more severe the situation, the more medical supplies required and therefore, the more prestige you gain. Get ready though. As the medical supplies are limited, you may find your competitive peers grabbing the last batch of bandages or antibiotics before you.&#10;&#10;After setting up the hospital wards, a rush of patients arrive in the form of cards. Also, five dice are rolled and added to the common supply cabinet.  Each die matches a medical supply type needed to heal the various patients.  Players take turns selecting groups of dice from the supply cabinet, equal to six units (pips) of supplies and use them to heal or train for prestige points.&#10;&#10;Field Hospital plays like a simplified version of Macao.  Makes for a great gateway game due to theme and accessibility.&#10;&#10;Field Hospital is no longer available via The Game Crafter.  It is available for free on Tabletop Simulator on Steam:&#10;&#10;",
    "Categories": [
      "Dice",
      "Korean War",
      "Medical"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "17548",
    "Name": "Construction Zone",
    "ID": 130685,
    "Year": "(2012)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/130685/construction-zone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3636",
    "Description": "In Construction Zone, each player is trying to construct new buildings. Each turn, players have access to resources; the basic ones can be taken easily from a draw pool, but you may also trade them away for advanced ones. At any time on your turn, you can also construct one building. To do so, you must play a certain number and combination of resources, then take (construct) the corresponding building.&#10;&#10;Construction is a bit tricky, however, as at any given time only three buildings are available for players to construct and any player may construct any building. Thus, you may be collecting resources for one building, but another player manages to construct it first, forcing you to readjust your plans. The first player to construct a certain number of buildings (depending on the number of players) wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17549",
    "Name": "Storage Wars: The Game",
    "ID": 130763,
    "Year": "(2012)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/130763/storage-wars-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Based on the popular television show by the same name, Storage Wars is a pure auction game where players take the roles of characters from the show and bid on the contents of storage lockers in hopes of winning big.&#10;&#10;Players begin by selecting one of six character cards.  These cards indicate which categories of items are worth extra for you, and you will most likely share a category with another player.  At the beginning of each round (called an episode), players draw item tokens, look at them (without revealing them to the other players}, and discreetly place them into any of the four storage lockers at the center of the table.  Next, players bid on the lockers one at a time.  Do you bid on what you know or try for unseen treasure?  When all four lockers have been claimed, players reveal what they've won, or lost.  After three episodes, the player with the most money wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "17550",
    "Name": "Essentia",
    "ID": 67542,
    "Year": "(2010)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/67542/essentia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Far away, in a land called Essentia, two Orders of spell casters have fought for the territory&rsquo;s possession through the years. Sworn enemies, the Wizards of Dawn and the Sorcerers of Twilight strive for their opponents&rsquo; end in every battle. But the number of magicians is small and their life is priceless, so they do not fight on their own but by means of golems under their command.&#10;&#10;These battles are carried out on a strange zone where a special magic named essence provides the golems with new powers. That place, called The Changing Land, consists of several different terrains: plains, plateaus, rocks, forests and mountains. There also exist other weird zones, such as springs and circles of essence. Every magic terrain gives a certain magic power to whom tread on it so that it allows them to move or attack in different ways.&#10;&#10;Today, one more struggle is about to begin. A skilled wizard of Dawn and a clever sorcerer of Twilight are the chosen ones to handle the golems to solve the battle.&#10;&#10;The game includes:&#10;&#10;- Organic cotton case (Format 1).&#10;- A4 flexible pad board.&#10;- 28 printed and laser-cut tiles.&#10;- 16 dark onyx laser-cut acrylic golems.&#10;- 16 translucent white laser-cut acrylic golems.&#10;- Rulesheet.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 9 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17551",
    "Name": "In this way I become a DICTATOR",
    "ID": 281144,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/281144/in-this-way-i-become-a-dictator",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "In this way I become a DICTATOR / &#230;&#150;&#175;&#227;&#129;&#143;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#136;&#145;&#227;&#129;&#175;&#231;&#139;&#172;&#232;&#163;&#129;&#232;&#128;&#133;&#227;&#129;&#171;&#230;&#136;&#144;&#227;&#130;&#140;&#227;&#130;&#138; is a hidden role game in which everyone starts in the same situation and it's possible to play successfully without lying. At the beginning of the game, everyone has one of each of seven role cards; over five in-game days, players will give each other votes and discard roles until only one is left, which determines who wins.&#10;&#10;Each turn (&quot;day&quot;), a player may choose to either vote or destroy a vote. When you vote you give a vote token to any other player and discard your role cards for the day face down. When you destroy a vote, you discard one vote from any player, including yourself, and your discards for the day are face up. At the end of each of the first three days, all discards are shuffled and revealed in total, so you can follow approximately what cards are still in play.&#10;&#10;Roles have a variety of victory conditions. The Dictator wins by collecting the most votes with no ties; the Fool wins if a Dictator wins; the Assassin wins if they have no votes and a Dictator or some other roles win; the Peasant wins if all other players are Peasants or if no other role wins, and so on.&#10;&#10;Everyone can win if they just agree to be Peasants... but can you be sure nobody is secretly trying to become a Dictator?&#10;&#10;Note: The game can be played with up to 12 players, but one box only supports up to 6. For more than 6 players you will need to buy a second set and combine them.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17552",
    "Name": "Cranky Chinchillas",
    "ID": 345284,
    "Year": "(2022)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/345284/cranky-chinchillas",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Cranky Chinchillas is a cute and mischievous game of secret alliances, betrayal, and destruction.&#10;&#10;Players start the game secretly divided into teams with different objectives. Bluff, plot, team up, and backstab other players to survive while you figure out which side everybody is on. Then unleash destruction and sweet revenge on your enemies with the help of your fluffy, round heroes! But watch out &ndash; at least one of your &ldquo;friends&rdquo; could be The Deceiver, allowing them to betray everyone and claim solo victory!&#10;&#10;The first person or team to achieve their victory condition wins the game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "17553",
    "Name": "Greater East Asia War",
    "ID": 38829,
    "Year": "(2009)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/38829/greater-east-asia-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.7778",
    "Description": "Greater East Asia War uses the much-liked system pioneered in the earlier Twilight of the Ottomans: World War I in the Middle East design in Strategy &amp; Tactics magazine.&#10;&#10;Greater East Asia War (GEAW) is a two-player, intermediate-complexity, strategic-level simulation of the World War II campaigns waged across China and Southeast Asia.&#10;&#10;Each hex on the 34x22&rdquo; map represents 74.5 miles (120 kilometers) from side to opposite side. The map extends from Korea and Manchuria in the north to Indonesia in the south, to the Ganges River delta and Mongolia on the west. Each game turn represents three months. Units of maneuver are corps, armies, divisions and brigades, and they&rsquo;re presented in the form of 176 large-size, NATO-style counters, with the following types represented: infantry, light infantry, garrison, armor, mechanized, marines, airborne, special operations, cavalry, fortress, headquarters, tactical airbases, strategic airbases, supply, naval bombardment task forces, carrier task forces, and amphibious task forces.&#10;  &#10;The concept of &ldquo;victory points&rdquo; (VP) is central to play of the game. Players begin each scenario with a designated number of them. They expend them to gain reinforcements and carry out actions. They gain new VP as a result of achieving objectives; they lose VP when they lose units in combat. To win the game you must have more VP than your opponent; so play becomes a balancing act between expending VP and attaining objectives.&#10;&#10;There are 12,446 words in the game&rsquo;s basic rules, and another 10,886 in the optionals (which will only be presented in the on-line eRules). That means two experienced players can complete the shortest of the game&rsquo;s three scenarios in about six hours. The game has been designed with two-player play primarily in mind, but solitaire play is doable.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: China",
      "Magazine: World at War"
    ]
  },
  {
    "Rank": "17554",
    "Name": "Cauldron: Battle for Gazala",
    "ID": 73244,
    "Year": "(2010)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/73244/cauldron-battle-for-gazala",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Battle of Gazala, in May 1942, was arguably Rommel's most daring feat of generalship: British 8th Army had reached the limit of its supply line, but had heavily fortified the front from the Libyan coastal village of Gazala to the desolate outpost of Bir Hacheim, nearly 50 windswept miles to the south. The ever-resourceful Rommel, however, simply led the Afrikakorps still deeper into the desert, going around Bir Hacheim. Once behind the Allied defenses, the panzers became a threat to the overall Allied position. British tank units were immediately ordered to counterattack Rommel's panzers, resulting in one of the largest tank engagements of the desert war on a barren tract of desert that became known as the &quot;cauldron.&quot;&#10;&#10;Cauldron utilizes the new Fire &amp; Movement combat system that's designed so players can augment their units with &quot;support fire&quot; during the course of the battle. From mortars to howitzers, units can receive support assets to engage enemy positions and formations, allowing combat to develop at all levels. A single recon battalion, for example &mdash; perhaps supported by heavy mortars &mdash; could be tasked to assault a lone enemy infantry regiment defending an outpost. As that attack gets underway, the recon battalion may find itself under the guns of enemy artillery. So more support fire will be necessary to take the outpost, but assets are limited.&#10;&#10;In Cauldron, the attritional design of the new Combat Results Table simulates the true nature of battles in North Africa. Units are typically two-sided formations that can incur casualties, accurately replicating the realities of combat and the high losses sustained by both sides during the actual fighting around the cauldron. Winning the battle is thus a matter of maneuver, firepower and asset management.&#10;&#10;(from the Decision Games' website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: Fire & Movement combat system (Decision Games)",
      "Series: Folio (Decision Games)"
    ]
  },
  {
    "Rank": "17555",
    "Name": "Flipology",
    "ID": 261140,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/261140/flipology",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Flipology, players try to score the most points over three rounds. At the start of the game, each player receives nine cards, then picks seven of them to arrange in a face-down row. On your turn, you must flip one of your seven cards (up or down), with some cards having effects that enable you to flip additional cards, including those owned by opponents. Cards depict animals in different types of environments, and they have different effects and point values depending on what's shown at round's end, such as the sloth which is worth positive points only if it's still face down. Aside from sloths and koalas, though, cards must end the game face up to contribute to a player's score.&#10;&#10;In the &quot;Great Tree&quot; variant for 2-4 players, five cards are dealt to each player and two turns are taken. Then a second set of five cards cards are dealt out which go above the first row and two more turns are taken, with the added wrinkle that players now control two rows and adjacency means up and down as well as side to side. Finally, a third set of cards is dealt out and players take a final two turns, then calculate their total score.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "17556",
    "Name": "Business",
    "ID": 625,
    "Year": "(1998)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/625/business",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is one a very few games released under the Relaxx label, and one of the more recent Sid Sackson games.  The title of the game, Business, seems like a bit of a misnomer, because there is little about business in the game.  Each turn, a set of colored chips are auctioned off for each player, however, the number of chips and color combinations are different.  Players simultaneously bid some of their bankroll to determine what order they'll pick their set.  Once all the chips have been awarded, players can cash in sets of chips for the values on cards which change every turn.  The player at the end of the game with the largest pile of cash takes the win.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "17557",
    "Name": "Wolf & Hound",
    "ID": 181670,
    "Year": "(2016)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/181670/wolf-and-hound",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "You are a shepherd in the French Alps where wolves are becoming a problem, chasing your sheep away from your pasture. It is up to your reliable hound to go find your lost sheep and bring them back!&#10;&#10;Wolf &amp; Hound is a partnership card game of protecting your flock of sheep from hungry wolves. Each turn you play a number card that controls the movement of the wolf or the hound. Where the wolf or the hound moves determines the fate of your sheep. If wolf is in your pasture at the start of your turn, then the wolf chases away one of your sheep; if a hound is in your pasture at the start of your turn, then the hound brings back the lost sheep.&#10;&#10;Move them wisely to protect you and your partner's sheep, and chase away your opponent's sheep!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Sheep",
      "Animals: Wolves",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17558",
    "Name": "Chesney",
    "ID": 372852,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgame/372852/chesney",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Chesney is a game for 4 - 10 players filled with elements of strategy, social deduction, and factions that may change throughout the game.&#10;&#10;At the start of the game, Faction and Character Cards (for Advanced Mode) are not revealed. Players can freely converse and make any claims at any time during the game.&#10;&#10;On your turn, you need to take different actions using the cards or characters in your hand to find potential allies or defeat potential enemies during the game.&#10;&#10;The goal of each round of the game is to have only one faction remaining in control of the battlefield. Please note that factions are not static or fixed. With the Dual Faction card system, players may change their own or another Faction. This is absolutely a chaotic yet compelling faction game.&#10;&#10;Challenge your social skills and strategic thinking (or maybe your luck), and become a legend in the Kingdom of Catrolia!&#10;&#10;Gameplay:&#10;&#10;1. Players take turns performing Appearance &rarr;Plan &rarr;Declare &rarr;Rest on their turn via cards.&#10;&#10;2. A Faction being revealed does not directly cause a player to lose the game or suffer apparent losses. A player's faction has the opportunity to change during the game, and the player needs to adjust strategies according to the current situation and their own interests to find the most advantageous faction. Yesterday's enemy may become today's ally.&#10;&#10;3. Attacking other players can cause direct damage and narrow the base number of players for &#10;Faction Fudgment, but Faction Cards can produce more effective results.&#10;&#10;4. Players only need to answer truthfully when showing faction markers and determining if the game continues. Players can engage in negotiations or bluffs with other players during the process.&#10;&#10;5. The game has a considerable strategy, and players should carefully consider the consequences of each decision.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Hand Management",
      "Hidden Movement",
      "Hidden Roles",
      "Negotiation",
      "Take That",
      "Track Movement",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "17559",
    "Name": "Four Against the Titans",
    "ID": 268398,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/268398/four-against-the-titans",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A stand-alone solo/coop pen and paper adventure game based on Greek mythology.&#10;&mdash;user summary&#10;&#10;Four Against the Titans is a pen and paper adventure game designed for solitaire or RPG-lite co-operative games. Set in ancient Greece in a time of myths and legends, players choose heroes from ten different character types to complete mighty quests and battle creatures such as centaurs, harpies and maenads, all in an attempt to defeat the titans and forestall the destruction of Greece.&#10;&#10;Based on the Four Against Darkness series of dungeon delving adventures, Four Against the Titans is a standalone game. You don't require any other rule sets to play this game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Four Against Darkness",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "17560",
    "Name": "Ruweisat Ridge: The First Battle of El Alamein",
    "ID": 6008,
    "Year": "(1985)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/6008/ruweisat-ridge-the-first-battle-of-el-alamein",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.2222",
    "Description": "Ruweisat Ridge: The First Battle of El Alamein, was first published in Strategy &amp; Tactics magazine #105. The game covers the desert battles around El Alamein from July 1 through July 18, 1942. The British Commonwealth 8th Army must hold the line against the battered Panzerarmee Afrika, since Alexandria and the virtually undefended Nile Delta lie less than 100 miles to the east.&#10;&#10;The map depicts the battlefield of El Alamein, from the Mediterranean Sea in the north, to the virtually impassable Qattara Depression in the south.&#10;&#10;The game system tries out some unusual mechanics to simulate the fast-paced flow of desert warfare. Combat units are rated for firepower and assault strength, while AFVs have an armor rating, and artillery has an anti-tank rating.  HQs are used for activation of units in their formation. Rules of interest are Opportunity Fire, Overruns, Reaction Movement and Withdrawal Fire, Airstrikes and Fortifications.&#10;&#10;Victory is determined by points gained through objective hexes, enemy units eliminated, and for occupying portions of the 'coast road'... the player with the most points wins. The difference in points between the Commonwealth and Axis player determines the level of victory.&#10;&#10;Originally published by SPI (Simulations Publications, Inc.) in Strategy &amp; Tactics magazine #105.&#10;&#10;Game Scale:&#10;Turn: 1 day&#10;Hex: 1.5 miles&#10;Unit: Company to Brigade&#10;&#10;Game Inventory:&#10;One 16&quot; X 21&quot; mapsheet&#10;One countersheet (100 1/2&quot; counters)&#10;One 12 page rules booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Italy",
      "History: World War II (Africa)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "17561",
    "Name": "Sinaí",
    "ID": 4778,
    "Year": null,
    "Geek Rating": "5.521",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/4778/sinai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4545",
    "Description": "Published in Spain between 1978 and 1985 with the title Sinai.&#10;&#10;Wargame for two players with hexagonal map plus figures in two colors (one per player), dice to battle, two rotating battle tables. As the Publisher remarks, this game is ideal for beginners.&#10;&#10;Every player has a set of small detailed plastic figures made up of soldiers (nine per player), tanks (five) and artillery (three per player). The map is a representation of a desert (with some dunes, mountains and roads). Every player starts at one side and in the middle there is a river dividing the desert. This river is the frontier between both players. There are three bridges symmetrically distributed on the river. In every player's territory, there are three possible objectives for the enemy: the Oasis, the Polvorin (ammunition depot) and the High Command.&#10;&#10;Every player takes, at the beginning of the game, one objective card (three possible) and this is going to be his goal in the game: either introduce three units in the enemy Oasis at the other side of the river, or two units in the High Command or only one in the Polvorin (furthest objective). The shooting success is ruled by the dice and a round rotating table that gives the exact minimum dice value (between 1 to 6) needed on a throw with the dice based on the distance (in hexes) between the shooting unit and the objective unit. A user friendly wargame and easy to start playing.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Real-Time"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Country: Israel",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "17562",
    "Name": "Cucina Curiosa",
    "ID": 181194,
    "Year": "(2015)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/181194/cucina-curiosa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The world-famous cruiser ship Costa Curiosa is sailing the seas, and as the head chef of the Cucina Curiosa &mdash; the restaurant aboard this cruiser &mdash; your honorable job is to serve the guests the most delectable foods possible. It's the last day of the journey, and the award-winning lobsters are waiting in their aquarium for their performance.&#10;&#10;But all of a sudden, the alarm bell rings! The heavy sea tosses the ship about and mixes up all the kitchenettes. Even worse, the lobsters are able to flee from their aquarium! Catch them by getting the chaos under control, but avoid the slippery fishbones as they can quickly hold you back.&#10;&#10;Cucina Curiosa is a fast-paced tile-laying game. Every player has the same set of twenty tiles, showing kitchenettes and paths. Some of the tiles also show lobsters and fishbones.&#10;&#10;The game is played over sixteen turns. On every turn, the oldest player flips over one of his tiles, then the other players search for the same tile in their set, then everyone places the tile in his personal kitchen. Once sixteen tiles have been played, the game ends and players count their points. Every lobster that is connected to the entrance by paths is worth 1 point, but fishbones count negative for you, so you want to avoid them. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17563",
    "Name": "1849: Kingdom of the Two Sicilies",
    "ID": 334353,
    "Year": null,
    "Geek Rating": "5.521",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/334353/1849-kingdom-of-the-two-sicilies",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "1849: Kingdom of the Two Sicilies is a reimplementation of 1849: The Game of Sicilian Railways.&#10;&#10;Most of the core rules are the same as 1849, but the game takes place on the &quot;boot&quot; of Italy, in the other part of the Kingdom of the Two Siclies.&#10;&#10;While the player count ranges from 3 to 6, it is recommended to play this game with at least four players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Investment",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Country: Italy",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "17564",
    "Name": "Fight!",
    "ID": 2284,
    "Year": "(2000)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/2284/fight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2353",
    "Description": "Each player starts with an assortment of coins.  Each turn, a player places a coin in the center of the table and takes change up to one cent less than the value of the coin played.  The object of the game is to be the last player with any coins left.&#10;&#10;Fight! was originally printed on the Cheapass Games business card.  It was later released as Pennywise, which was included in Chief Herman&#039;s Holiday Fun Pack.  It was reworked into a dice game as Flip. An unnamed and unpublished precursor used ten different cards with different abilities and different assortment of change, and eventually transformed into Button Men.&#10;&#10;Note: The game is now available as a free print &amp; play game on the Cheapass.com website (under the Pennywise name).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Math",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "17565",
    "Name": "Trappist One",
    "ID": 257994,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/257994/trappist-one",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.875",
    "Description": "During the 22nd century, the solar system of Trappist One has become the second home of human civilization.&#10;&#10;In Trappist One, players take on the role of leaders of Earth's mega-corporations, which are hybrids of old mega-companies and states. Your goal in the game is to dominate the different planets of Trappist One by populating them, but it wont be easy! You will need the help of the Biocultists, a religious-scientific group of cultist that excel in the techniques of bioadaptation and eugenics. Will you be the one in control of humanity's fate?&#10;&#10;In Trappist One, players compete for who has the most victory points before one of the decks runs out of cards. To do so, you have to manage a good flow of coins, resources and cards on your planetary system. Each player has a personal player board with different planets on it. You have to play factory cards on them from your hand to produce coins. Once a planet has reached its full capacity, you also activate its special ability and upgrade your hand size.&#10;&#10;You use coins to buy new cards from a central market line-up, which displays factories, orbital stations, carrier ships and workers, which score the most VP.  You use carrier ships to draw new cards depending on the amount of factories of the same resource you built on your board, and orbital stations grant you new permanent powers without taking up any space on your board.&#10;&#10;Colonize your planets and get a good combination of structures to get more resources during the harvesting phase and, in the end, dominate Trappist One!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17566",
    "Name": "XYbrid",
    "ID": 208073,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/208073/xybrid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "In XYbrid, players use transparent cards to build monsters in a diabolical quest for infamy.&#10;&#10;Exploit biology, robotics, physics and chemistry to assemble myriad abominations&mdash;XYbrid parts combine in over half a billion ways.&#10;&#10;Players build monsters over 3 rounds by drafting parts (arms, legs, heads, etc.) from a shared pool called the Lab. Mission effects raise the stakes each round, and Breakthrough cards reveal surprises that can dramatically shift the game.&#10;&#10;The most infamous player after 3 rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "17567",
    "Name": "Seapower & the State",
    "ID": 6625,
    "Year": "(1982)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/6625/seapower-and-the-state",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2222",
    "Description": "Seapower &amp; the State is a Strategic level board-wargame, a simulation of potential future naval combat during World War 3. The viewpoint of the simulation is that of grand strategy and thus has the players acting as the overall commanders of the naval forces of the Eastern or Western alliances. Scenarios are presented for various force levels for the years 1984, 1989, and 1994.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Country: Soviet Union",
      "Country: USA",
      "Decades: The 1980's",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "17568",
    "Name": "Ubongo! Junior 3-D",
    "ID": 217229,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/217229/ubongo-junior-3-d",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Ubongo Junior 3-D, all players compete simultaneously to cover their playing area as quickly as possible with the 3D building blocks. No box can be left uncovered, and nothing can be placed beyond the edges. Once this has been done, race to build the tallest possible jungle tower. After 90 seconds, time is up! Now everyone measures their tower with the giraffe to see how many precious stones they get. Who can collect the most gems?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Sand Timers",
      "Game: Ubongo"
    ]
  },
  {
    "Rank": "17569",
    "Name": "Cube Monster",
    "ID": 368515,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/368515/cube-monster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "100",
    "Weight": "2.5",
    "Description": "The Cube Monster awakens, and the race begins!&#10;Your village chose you, their champion, to climb up Mount Kubia and beat your opponents to the top. No matter your craft, you are first and foremost a builder. It is in your blood. The climb will be far from easy. Play by the monster&rsquo;s rules &ndash; feed it, worship it, build for it &ndash; and be rewarded greatly! However, fail to meet its demands, and disaster will befall your people.&#10;&#10;Cube Monster is a strategic engine-building game where players take the role of champions racing to the top of Mount Kubia, sacrificing cubes on their way to the mountaintop. Take turns feeding the monster and awaken its desire for offerings. Use that wisely to reap rewards as your opponents suffer its wrath.&#10;Do you build structures planning for amazing cube-generating combos, or do you brute force your way to the top?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Events",
      "Open Drafting",
      "Pattern Building",
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17570",
    "Name": "Kingdom of Aer: Kingmaker",
    "ID": 215110,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/215110/kingdom-of-aer-kingmaker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kingdom of Aer: King Maker is a 2-5 player elimination assassination card game set in a Florentine fantasy realm. The King of Aer has died and each of the Great 5 houses must send their Royalty to the palace to see who is most worthy to become the new King. Along the road mayhem and treachery ensues as each family plots and assassinates the potential candidates'&#10;&#10;KOA Kingmaker is played as a simultaneous action card game. Players play 1 card each turn from their hand face down to the table. Once all players have played their card the cards are revealed and the actions of those cards are resolved with various consequences.&#10;&#10;Eliminate your opposition until there are only two players remaining. Each card is worth a different amount of points and the player with the most points from the final two players wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Negotiation",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "17571",
    "Name": "Laserburn: Sci-Fi Combat Rules",
    "ID": 17267,
    "Year": "(1980)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/17267/laserburn-sci-fi-combat-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Laserburn is a set of science fiction skirmish rules, with roughly 12 to 20 figures a side.  It originated as rules for simulating firefights in science fiction role playing games, but soon grew into a set of stand-alone skirmish rules.&#10;&#10;Laserburn uses 15mm scale, the basic rulebook is 40 pages in length.  Weapons covered are Lasers, bolters, slug gunes, grenade and missile launchers and conversion beams.  Armour include flak, mesh, light, power and dreadnought armor.&#10;&#10;A number of supplements and scenarios were published for Laserburn as well.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "17572",
    "Name": "Night Eternal: The Game",
    "ID": 138127,
    "Year": "(2013)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/138127/night-eternal-the-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Game description from the publisher:&#10;&#10;In ancient times, immortal vampires played games with people's lives and with real blood stakes. Now in card game form, no real blood will be spilled, but the strategy, tactics, and power-plays still abound. Based upon a game that exists in the True Blood universe, Night Eternal: The Game is a competitive card game of intrigue, power-plays and betrayal where vampires jockey for power, position and ultimate control of the rival factions: The Authority and The Monarchy.&#10;&#10;Players must ante blood from their pools to both factions each turn of the game. Players build up their hands by acquiring cards from a powerful, but temperamental Immortals deck and a willing and able Agent deck. The cards that a player chooses to play will determine the faction to which he or she is loyal...for now. In turn order, each player plays out one card (face up) during each of three rounds each turn, so you never just how much power it will take to seize control of a faction each turn.&#10;&#10;Players must pay attention to the cards their opponents are playing. It's more difficult to enable a powerful card's special ability if your opponents are playing weaker cards. Weaker card special abilities are easy to resolve, but weakness doesn't win the war. Special abilities might allow a player to steal blood from a faction or move it from one faction to another, so switching your loyalty to a new faction (by playing cards of that faction) might just throw off your opponents' best laid plans.&#10;&#10;In the end, power still rules the day. At the end of each turn (after three rounds of card play), the cards are scored. The player with the highest value of Authority cards earns that faction's blood pool. The player with the highest value of Monarchy cards earns that faction's blood pool. The key to victory is to have more blood tokens than any other player when the first player dies...by running out&#10;of blood.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "17573",
    "Name": "ナナイロアジサイ (Ajisai)",
    "ID": 344447,
    "Year": "(2021)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/344447/nanairoazisai-ajisai",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "&#227;&#131;&#138;&#227;&#131;&#138;&#227;&#130;&#164;&#227;&#131;&#173;&#227;&#130;&#162;&#227;&#130;&#184;&#227;&#130;&#181;&#227;&#130;&#164; can be translated to &ldquo;seven-colored hydrangea&rdquo;.&#10;&#10;In this Othello-esque game, players strive to change the color of a hydrangea to their own colors.&#10;&#10;Depending on the amount of players, decide which colors will belong to each player. During a turn, players place a flower piece of one of their colors onto the hydrangea. When the hydrangea mat is completely covered in colored pieces, the game is over.&#10;&#10;The player with the most flower pieces of their own colors on the hydrangea mat wins the game.&#10;&#10;There are Color Transfer actions which allow players to change the colors of pieces already played onto the mat. For example, depending on the Color Rotation Chart, certain colors have established relationships. When placed next to each other, these colors will change based on the chart.&#10;&#10;The placement rules guarantee the color of the hydrangea will be constantly in flux throughout the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "17574",
    "Name": "Shifting Seasons",
    "ID": 412075,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/412075/shifting-seasons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Shifting Seasons is an abstract tile-shifting game in which players move season tiles and strategically place them on their player board.&#10;&#10;Every person has one player board that is divided into 4 qudrants, that are numbered from 1-4.&#10;On a turn, you take 1 of the 3 tiles from the display. You then push the choosen tile into the main sliding game board starting from 1 of the 4 arrows. This ejects a tile at the opposite side onto a number (1-4). Place this ejected tile in the matching quadrant on your player board.&#10;With bonus markers you can move a tile on your player board or push two tiles into the sliding game board.&#10;Keep taking turns until everyone has claimed 24 tiles, then count your points based on how well you matched the scoring cards. You gain points for matching tiles and gain bonus points if the tiles match your player board or are precious tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Map Deformation",
      "Slide / Push",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Seasons of the year"
    ]
  },
  {
    "Rank": "17575",
    "Name": "Dragon Ball Z TCG (2014 edition)",
    "ID": 168077,
    "Year": "(2014)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/168077/dragon-ball-z-tcg-2014-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Panini America, the leading global publisher of licensed sports and entertainment collectibles, is bringing the popular Dragon Ball Z card game back to the market for the first time since 2004.&#10; The 2014 edition features more than 200 new cards, reprints of past fan favorites and is completely compatible with the original series. The new game was developed by Panini America Brand Manager Aik Tongtharadol, a former Dragon Ball Z world champion who also worked on the original Dragon Ball Z Trading Card Game, most recently in 2004.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Characters: Dragon Ball",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "17576",
    "Name": "Top Banana",
    "ID": 2011,
    "Year": "(1999)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/2011/top-banana",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "from Translation:&#10;A long way away there are a few palm trees, an a bit more sunshine than here, a wild band of monkeys and many bananas. We are right in the middle of of a typical banana paradise. Nothing disrupts the peace. Nothing except the wild shrieks from atop a monkey rock. The monkeys have a competition for the title Top Banana today. Let us see what happens&hellip;&#10;&#10;With orderly quick movements monkeys leap from rock to rock, first up, then down. Each has just one goal, to sit higher than the others at the end of the round, so he can get the best view. Unfortunately only the one who can do this the best can claim the title Top Banana.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "17577",
    "Name": "The Finnish Front, 1941-42",
    "ID": 38828,
    "Year": "(2009)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/38828/the-finnish-front-1941-42",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Finnish Front, 1941-42 (TFF), is the fifth game to be published in the &ldquo;They Died With Their Boots On&rdquo; series (S&amp;T#236 &amp; S&amp;T#242).&#10;  &#10;TFF&rsquo;s &ldquo;Boots&rdquo; system simulates what might otherwise appear to be hopeless campaigns, in this case the first stage of what the Finns call the &ldquo;Continuation War.&rdquo; It was fought between Axis (Finnish and German) forces and the Soviets during 1941-42, much of it north of the Arctic Circle. During that war the Finns recaptured the territory they&rsquo;d lost to the Soviets in the Winter War of 1939-40. They failed to take Murmansk, however, which would have seriously hindered Allied Lend-Lease shipments to the Soviet Union.&#10;&#10;TFF is played in sequential &ldquo;game turns,&rdquo; each of which is composed of interactive &ldquo;phases&rdquo; and &ldquo;sub-phases.&rdquo; During each Operations Phase, the players alternate picking markers from the command pool; each such pick thereby indicating which sub-command will be &ldquo;activated&rdquo; for movement and combat at that time. The High Command marker causes the Orders From The High Command Table to be checked. The player controlling a selected sub-command receives reinforcements for it, if any are available that game turn, and then moves and conducts combat with the units of that sub-command.&#10;&#10;The armies in TFF are divided into &ldquo;sub-commands,&rdquo; each of which operates as a semi-autonomous force within its overall army. Sub-commands are defined by abbreviations and colored stripes on the unit-counters. Pulling certain markers will allow a player to conduct operations simultaneously with more than one sub-command.&#10;&#10;Published in World at War magazine #5, 2009.&#10;&#10;Game Scale:&#10;Game Turn: 1 month&#10;Hex: 23 miles / 37 kilometers&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (228 5/8&quot; counters)&#10;One 24-page Zhukov&rsquo;s War rulebook&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-6&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Finland",
      "Country: Russia",
      "Decades: The 1940's",
      "Magazine: World at War",
      "Players: Two-Player Only Games",
      "Series: They Died With Their Boots On (Decision Games)"
    ]
  },
  {
    "Rank": "17578",
    "Name": "Tori Shogi",
    "ID": 24805,
    "Year": "(1799)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/24805/tori-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "Tori (Bird) Shogi is a delightful variant played on a 7&times;7 board that dates from the late 18th century.  It is thought to have been the first Shogi variant to utilize drops (a mechanic in the modern version of 9&times;9 Shogi and absent from the original 9&times;9 Sho Shogi).  Each piece is named after a type of bird.  The royal piece (King) is the Phoenix.  Other pieces include the Swallow (promotes to Wild Goose), Falcon (promotes to Eagle), Crane, Pheasant, and Quail.  The goal of the game is to capture the opposing Phoenix.&#10;&#10;Somewhat of an oddity is the fact that a player's two Quail pieces are actually asymmetrical, being designated as the Left Quail and the Right Quail, with their movement capabilities mirrored.  Drops are handled in a manner very similar to modern Shogi.  A third swallow cannot be dropped in a file that contains two others, nor can one be dropped on the last rank, where it would not be able to move.  In addition, a swallow cannot be dropped so as to give immediate mate.&#10;&#10;The promotion zone for Swallows and the Falcon consists of the opponent's back two ranks.  Promoted pieces revert to their un-promoted value when they are captured (for purposes of dropping back into play).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Containers: Tubes",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "17579",
    "Name": "Jewels in the Attic",
    "ID": 16608,
    "Year": "(1992)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/16608/jewels-in-the-attic",
    "Min Players": "2",
    "Max Players": "18",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "A kingdom of glittering jewels awaits any group of adventurers who prove their craftiness to the Jewelkeeper. Fun seekers work together to decode the Jewelkeeper's tricks and traps that protect his treasure.&#10;&#10;Your house is the gameboard! - a drafty, creaking mansion full of sneaky elves, mischievous furniture and laughing winds.&#10;Your mission: be clever and lucky and make your way through the mysterious rooms of this dusty old mansion - the library, guest room, and dark cellar. You will find yellow clue discs in each room, which give you rewards, activities or even trap you. You can complete challenges using your blue disc tool cards. You face your most difficult, final challenge when you reach the attic...choose wisely and capture your sparkling reward!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "17580",
    "Name": "Make 'n' Break: Architect",
    "ID": 193136,
    "Year": "(2016)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/193136/make-n-break-architect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Make 'n' Break Architect follows the familiar Make 'n' Break formula of players being given a challenge &mdash; typically a building or constructing challenge &mdash; then racing to complete it first in order to claim the card or score the points for the challenge.&#10;&#10;In Make 'n' Break Architect, each player has a colorful folding ruler, and the challenges demand that players create particular shapes with the ruler or (more difficultly) create particular shapes with specific colors in specific locations. Whoever does so first can slap the card to claim it, and whoever claims six cards first wins.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: Make 'n' Break"
    ]
  },
  {
    "Rank": "17581",
    "Name": "Ultimate Tic-Tac-Toe",
    "ID": 42336,
    "Year": "(2008)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/42336/ultimate-tic-tac-toe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Tic Tac Ku is played on a game board which is a 3 x 3 grid of Tic-Tac-Toe boards.  In the simple game, the object is to get a Tic-Tac-Toe on any of the 9 boards.  In the advanced game, the object is to get 5 Tic-Tac-Toes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 9 x 9 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "17582",
    "Name": "Guerra a Muerte",
    "ID": 29447,
    "Year": "(2008)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/29447/guerra-a-muerte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.8235",
    "Description": "Against the Odds magazine #23&#10;&#10;Americans seldom notice the enormous changes that the Napoleonic Wars caused to the Western Hemisphere...things far larger and with much greater effects than our own War of 1812.&#10;&#10;The Louisiana Purchase really started it, as Napoleon sold Jefferson a large block of land that really &quot;belonged&quot; to Spain. In shifting their forces to try and limit American expansion, the Spanish-loyal authorities opened the door to losing the remainder of two continents. Guerra a Muerte depicts the 14 year struggle that saw Spain's possessions in the hemisphere change from &quot;almost everything not U.S.&quot; to &quot;Cuba and Hispanola.&quot;&#10;&#10;As in the American Revolution, the local population could be divided into &quot;patriots/revolutionaries&quot; on one side, &quot;loyalists/Royalists&quot; on the other, and a huge middle block of those who wished to stay out of battle--over which both sides exerted tremendous pressure, making these episodes as bitter as a period in history. The game title means, &quot;War to the Death,&quot; and comes from a proclamation Simon Bolivar made to all Spaniards in Venezuela--&quot;support us or else.&quot;&#10;&#10;Warfare took place from the remote northern border with America to the tip of the continent now shared by Chile and Argentina. Progress ebbed and flowed, with territories changing hands several times and the intensity and size of battles slowly escalating.&#10;&#10;The overall war is a fascinating struggle of varied elements, from Spanish and &quot;Royalist&quot; troops to formed patriot units, militias, armed mobs, Indians, and mercenaries. Actions include slave revolts, naval assaults, guerilla war, battles with a hostile environment, and the interplay of politics with economics...all depicted and intermeshed to affect overall play as they affected real events. The game offers a map from &quot;New Spain&quot; to &quot;Rio de la Plata,&quot; with area movement, one-year turns, and 280 half-inch counters.&#10;&#10;Guerra a Muerte offers a chance to understand a hardly-heard-of period of Western history, the effects of which are still with us today.&#10;&#10;A playaid sheet with additional optional rules are organized into one sheet and included on issue #27.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Chile",
      "Country: Colombia",
      "Country: Ecuador",
      "Country: Guatemala",
      "Country: Mexico",
      "Country: Peru",
      "Country: Spain",
      "Country: Venezuela",
      "History: Latin American Wars of Independence",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17583",
    "Name": "The Book of Dragons",
    "ID": 358796,
    "Year": "(2022)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/358796/the-book-of-dragons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Ksi&#196;&#153;ga Smok&oacute;w&#10;&#10;Zosta&#197;&#132;cie badaczami przemierzaj&#196;&#133;cymi tajemnicze krainy i odkrywajcie nieznane do tej pory gatunki smok&oacute;w.&#10;&#10;Waszym zadaniem b&#196;&#153;dzie dopisanie ich do magicznej Ksi&#196;&#153;gi, aby inni naukowcy mogli korzysta&#196;&#135; z dokonanych przez Was odkry&#196;&#135;. Zdobywajcie karty smok&oacute;w le&#197;&#188;&#196;&#133;cych na planszy. Reprezentuj&#196;&#133; one wpis do prowadzonej przez Was Ksi&#196;&#153;gi. Ka&#197;&#188;dy smok daje Wam punkty, kt&oacute;re pod koniec przygody decyduj&#196;&#133;, kto z Was zosta&#197;&#130; najlepszym badaczem. &#10;Powodzenia!&#10;&#10;&mdash;description from the publisher&#10;&#10;Book of Dragons&#10;&#10;Become explorers wandering mysterious lands and discover so far unknown species of dragons.&#10;&#10;Your task will be adding them to the magical Book so that other scientists can benefit from your discoveries. Collect dragon cards on the board. They represent an entry in the Book you keep. Each dragon gives you points that decide who of you becomes the best investigator at the and of the adventure.&#10;Good luck!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Das Buch der Drachen&#10;&#10;Werden Sie zu Entdeckern, die geheimnisvolle L&auml;nder durchqueren und bisher unbekannte Drachenarten entdecken.&#10;&#10;Ihre Aufgabe wird es sein, sie in das magische Buch einzutragen, damit andere Forscher von Ihren Entdeckungen profitieren k&ouml;nnen. Nimm die auf dem Spielbrett liegenden Drachenkarten auf. Sie stellen einen Eintrag in dem Buch dar, das Sie f&uuml;hren. Jeder Drache gibt euch Punkte, die am Ende des Abenteuers dar&uuml;ber entscheiden, wer von euch der beste Forscher geworden ist.&#10;Viel Gl&uuml;ck!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction: Fixed Placement",
      "Set Collection",
      "Turn Order: Auction"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "17584",
    "Name": "Champs de Bataille II: La bataille de Kadesh",
    "ID": 5223,
    "Year": "(1997)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/5223/champs-de-bataille-ii-la-bataille-de-kadesh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1111",
    "Description": "Champs de Bataille is designed to simulate the fighting between armies of widely differing types over a long period of history. In this Battle for Kadesh in 1300 before Christ, is the first battle of the history of the humanity, and it sees the victory of ambitious conqueror Egyptian Rams&eacute;s II.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Egypt",
      "Ancient: Mesopotamia",
      "Components: DTP (Desktop Publishing)",
      "History: Wars in the Ancient Near East",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Champs de Bataille (Vae Victis)"
    ]
  },
  {
    "Rank": "17585",
    "Name": "Mice To Meet You",
    "ID": 281919,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/281919/mice-to-meet-you",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Mice To Meet You is a family game for 1 to 5 players, ages 8+ with a playing time of about 20 minutes.&#10;&#10;As a special feature, the game has a new innovative &quot;roll &amp; discard&quot; mechanism: The active player rolls the dice and uses the results to discard a (mouse) card. The passive players may use the remaining dice to discard cards as well. The player with the fewest points in hand at the end of the game wins.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Mice To Meet You ist ein Familienspiel f&uuml;r 1-5 Spieler ab 8 Jahren mit einer Spieldauer von ca. 20 Minuten.&#10;&#10;Das Besondere des Spiels ist, der neue, innovative &quot;Roll &amp; Discard&quot;-Mechanismus: Der aktive Spieler w&uuml;rfelt und kann sein W&uuml;rfelergebnis nutzen, um eine (M&auml;use-) Karte abzulegen. Die passiven Spieler k&ouml;nnen auch einen Teil der W&uuml;rfel nutzen. Es gewinnt, wer bei Spielende die wenigsten Punkte auf der Hand hat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "17586",
    "Name": "Obsidia",
    "ID": 302465,
    "Year": "(2020)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/302465/obsidia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "A dark-fantasy themed strategy game. Players take turns exploring the dark realm of Obsidia by placing terrain tiles to create a dynamic and treacherous landscape. They'll send travelers from their home colonies out to found new towns, battling any enemy players or creatures in their path. Players will also cast spells unique to their colony class in order to gain the advantage. When all of Obsidia&rsquo;s terrain has been discovered, the class controlling the most towns wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Closed Drafting",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Ownership",
      "Take That",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17587",
    "Name": "Mini Crimes: Like Cat and Mouse",
    "ID": 364485,
    "Year": "(2022)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/364485/mini-crimes-like-cat-and-mouse",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In your hands you have an investigative case that you can play alone or with friends. It takes little space, a bit of time and a lot of ingenuity.&#10;But remember, one case leads to another!&#10;&#10;Six chapters for six compact boxes to carry with you in every situation: the box itself contains the rules of the game, and along with the deck of cards contained in it, it will be enough to get all the clues necessary to the resolution!&#10;&#10;Mini Crimes is a cooperative investigative game in which you'll put your observation and deduction skills to the test to solve a mysterious case. You'll analyse a crime scene and up to 10 clues.&#10;Choose carefully and solve the mystery!&#10;&#10;In Mini Crimes: Come il gatto col topo (&quot;Mini Crimes: Like cat and mouse&quot;), Leonardo, animal lover, discovers an unusual... crime. On his return home his goldfish is lifeless on the floor.&#10;His broken water bowl on the ground. The first suspects are obviously the dog and the cat!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Series: Mini Crimes (GateOnGames)"
    ]
  },
  {
    "Rank": "17588",
    "Name": "Dvorak",
    "ID": 9010,
    "Year": "(2000)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/9010/dvorak",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Dvorak is a &quot;Nomic&quot; card game where all of the cards start out blank; players choose a theme, sketch enough cards to get started, shuffle and deal, then add further cards to the game as the game progresses (voting on whether or not to add the new cards).&#10;&#10;It can be played as a throwaway party game of in-jokes and silly pictures, a cut-throat win-by-any-means Nomic, or used as the skeleton for a re-playable card game. (The web site has a printable archive of submitted decks, many of which are good enough to play as standalone card games.)&#10;&#10;Similar to:&#10;&#10;    1000 Blank White Cards&#10;    Nomic&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: Make-As-You-Play"
    ]
  },
  {
    "Rank": "17589",
    "Name": "Battlegame Book 3: Galactic War",
    "ID": 7536,
    "Year": "(1975)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/7536/battlegame-book-3-galactic-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A book that includes four &quot;realistic space wargames&quot;. Each game has a double A4 sized board and a page of black and white counters that need to be cutout and in some cases assembled to be stand-up starships. This game book is number 3 in the Battlegame Book series.&#10;&#10;The four games are:&#10;Space Pirates. 2-4 players. Players control 3 ships and are racing to pick up cargoes from asteroids and return them to earth. Each ship has a speed from 0 to 5 must change speed by one unit each turn. The moon orbits the earth, and is a constant hazard. Attacks are permitted and send the loser out of control. Landing is a fine art of judging speed.&#10;&#10;Deadly Planet. 2-4 players. Each player has a team of astronauts stranded on a hostile planet and they have to reach specific pick-up point. Dangerous beasts roam the planet, some of which can be ridden; others exist only to attack astronauts.&#10;&#10;Invasion Earth. 2 players. The Ganoids are invading Earth's seas. The earth player using orbital missile satellites, submarine and surface fleets must track down and destroy the Ganoids spawning craft. It is a game of careful placement as the Ganoid player tries to over-extend the Earth player's resources.&#10;&#10;Galactic War. 2 players. The Krul vs the Stellar Federation. Players expand across the map capturing planets to increase their technology rating and dodging the randomly moving anti-matter cloud. Combat and conquest depends on the number of ships in the fleet. As only one ship can occupy each space, long snaking fleets stretch across the board. Some of the ships are annihilators - suicide bombers that destroy all neighboring ships. Ship types are kept secret from your opponent.&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Series: Battlegame Books (Andrew McNeil)"
    ]
  },
  {
    "Rank": "17590",
    "Name": "Carcassonne: Demo-Spiel",
    "ID": 183453,
    "Year": "(2015)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/183453/carcassonne-demo-spiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional mini game version of Carcassonne. Contained in the 999 games 25th anniversary box.&#10;&#10;The game is only playable with two players and contains 20 smaller tiles and 8 smaller meeples in red and blue. The rules are the same as the original game excluding the farmer rule.&#10;&#10;A summary of the rules is printed on the inside of the box. No score track is provided.&#10;&#10;The tiles feature the new art style introduced in 2014.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne",
      "Players: Two-Player Only Games",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "17591",
    "Name": "I'm Stuck in the Lift",
    "ID": 420686,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/420686/im-stuck-in-the-lift",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Good morning ma'am, I'm from my company.&#10;Make no mistake, I always ace my delivery.&#10;Take my card, my ID, and up the floors I'm gone.&#10;But when the lift doors opne to aservice cone.&#10;My quest is blown.&#10;My heart and lift drop like a stone.&#10;Now I atone by do'in it all over again,&#10;This time be quick, get stars and win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "17592",
    "Name": "Hau La",
    "ID": 57310,
    "Year": "(2009)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/57310/hau-la",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The objective of Hau La is to be the player with the highest piece in the tower that all the players build together.&#10;  &#10;The rules are very simple. On your turn, you must add one building piece to the tower.&#10;&#10;The problem is that the pieces used to construct the tower are made of a soft sponge-like material that bends easily. If your new piece bends and touches another piece it cannot be placed.&#10;&#10;To win, you will need  a plan,  and a bit of dexterity and above all else an imagination to figure out the final shape of the tower.&#10;&#10;The final tower always looks like a modern art sculpture. This game was the most popular self-published game in Game Market 2009 in Tokyo,Japan.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "17593",
    "Name": "Der HeidelBÄR: Wald und Wiesen Edition",
    "ID": 137596,
    "Year": "(2013)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/137596/der-heidelbar-wald-und-wiesen-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A new edition of the party word association game &quot;Der HeidelB&Auml;R&quot; from Heidelberger Spieleverlag. &quot;Der HeidelB&Auml;R&quot; is a party game where everybody uses word association to describe a word with a per, peer, bear in it. The word is replaced with a bear and you need to describe it for the others with only six words. but the first two words are always &quot;This bear...&quot; or &quot;My bear...&quot;. So you actually only have four words and you are not allowed to use words which are in the word you have to guess. In this version words are used of which parts sound like the names of animals of the forest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "17594",
    "Name": "echoes: Mord auf Ex",
    "ID": 379977,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/379977/echoes-mord-auf-ex",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Linn and Leo from the well-known and popular true crime podcast &quot;Mord auf Ex&quot; guide you through this true case from 1840. Together with the players, they try to solve the murder of Lord Russell.&#10;&#10;echoes: Mord auf Ex is a co-operative audio mystery game. Using the free Ravensburger echoes app, players will hear mysterious noises and voices associated with the card themes. Together they put the 24 parts of the story in the right order to solve the case.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: echoes"
    ]
  },
  {
    "Rank": "17595",
    "Name": "Exiled Legends",
    "ID": 277003,
    "Year": "(2019)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/277003/exiled-legends",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Exiled Legends is a strategic card game where mythical creatures wield incredible power. Play as an Exiled Legend, a powerful deity that rules over the desolate land to which they have been banished. Build your team of Heroes and fight to gain control in the Banesphere. Will you emerge victorious or suffer a bitter defeat?&#10;&#10;Fighters gather at the gates of the Banesphere waiting to be selected for battle. As a Legend, you start by choosing six fighters to serve as  your Heroes and to enter the Banesphere to test your team's prowess. Your team will have one Champion and two Supports at a time, fighting on your behalf. Each time your Champion is defeated, you will promote one of your Supports and bring in a new fighter to take the vacant Support position.&#10;&#10;When you run out of fighters, you must enter the fray yourself. But be warned: if you are defeated, your entire team must immediately retreat from combat and return to the barren wasteland until the next battle.&#10;&#10;On their turn, players will manage Bane tokens, activate Hero abilities and attack their opponents' Heroes in order to ultimately destroy their champions and force the Legend into the fray. A Legend emerges victorious when they force their each of their opponents to flee back to the barrens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "17596",
    "Name": "Battleship Live",
    "ID": 127572,
    "Year": "(2010)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/127572/battleship-live",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "The BATTLESHIP LIVE game is only available at toy and game retailers in Australia, France and Canada, and through select online retailers in the United States.&#10;&#10;Go live! In this fun version of the classic BATTLESHIP game, the electronic talking tower calls the plays! With motion sensing, sound effects and even surprise game-changing events, the tower guides the game from start to finish while you plot your strategy and command your ships. Launch the spy plane to spot your enemy and use your ship&rsquo;s special powers to sweep for mines, launch air attacks, fire missiles and more. With so many things to do, this &ldquo;naval battle&rdquo; is more thrilling than ever!&#10;&#10;Players issue commands by placing the round command peg on the fire, move, spy plane or special power locations on the board.&#10;Then you confirm the command by covering both confirm buttons.&#10;The voice commamd tower will do the rest and guide the game from start to finish.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "17597",
    "Name": "Necronomicon",
    "ID": 298460,
    "Year": "(2020)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/298460/necronomicon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "The Necronomicon is undoubtedly the most emblematic book in the mythology of H.P. Lovecraft. In this game you will assume the role of Abdul Alhazred with the aim of completing all sections of the aberrant book. It is a game for 2 to 4 players with game modes for 20 or 60 minutes. Necronomicon is presented in a limited edition that continues The Writer, and comes with the amazing art of Fran&ccedil;ois Launet (Goominet), with exclusive Cthulhu pawns for the sanity count (collector&rsquo;s edition) and an impressive Necronomicon book case made by hand, in wood, in antique book format (Deluxe edition).&#10;&#10;How to play: The objective of the game is to complete the Necronomicon. Each player is dealt five cards at the beginning of the game. Each card represents part of a section of the book. Each section of the book is completed by collecting at least 5 cards from that specific section, identified by a symbol. The game is divided into several rounds, each of which ends when a player manages to complete a certain number of sections of the book (each round will be more complicated than the previous one). The complete sections of the book are marked with tokens until the Necronomicon is completed and the game is won.&#10;&#10;During a turn there are only two moves: draw card (to choose from the deck or the discard pile) and perform an action by placing a card on the table, which will serve to bring new cards into the hand or to get rid of others mainly. You'll have to decide whether to sacrifice an important card to take advantage of the card's action or to play more conservatively. The card that is played on the table is available for the next player, who in turn will decide whether to draw it or take a new one from the deck.&#10;&#10;Once a round is finished (managing to complete the sections of the book and discarding the remaining cards) the tokens are placed on the completed sections of the book and the players who have been left with cards in hand will lose sanity points.&#10;&#10;The rounds follow each other until all the sections of the Necronomicon are completed and the game is won.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "17598",
    "Name": "ギャラクシーねこのばし (Galaxy Cat Extension)",
    "ID": 361218,
    "Year": "(2022)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/361218/giyarakushinekonobashi-galaxy-cat-extension",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "In &#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#188;&#227;&#129;&#173;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#129;&#176;&#227;&#129;&#151;, which might be translated as Galaxy Cat Extension, you want to stretch out as many cats as possible, while not being kidnapped by UFOs. On a turn, you reveal a card, then give it to anyone at the table, whether yourself or an opponent.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17599",
    "Name": "Here be Dragons: Into the Unknown",
    "ID": 292364,
    "Year": "(2020)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/292364/here-be-dragons-into-the-unknown",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Immerse yourself in the world of Here be Dragons!&#10;Explore, build, battle and survive a fantasy world that is unique to each time you play.&#10;&#10;Here be Dragons combines the tactical play of a strategy game with the character building of a roleplaying game to create a brand-new adventure.&#10;&#10;Compete with other explorers by earning victory points and survive the consuming darkness of the Devourer.&#10;&#10;Players start to explore a brand-new world based on placing hexagons. Then you build/upgrade a settlement and try to expand your territory. Players can also upgrade the character and chose which equipment the character will have. The players win by collecting 10 victory points and do so by defeating monsters, upgrading and expanding settlements and completing quests.&#10;&#10;Elements in the game.&#10;&#10;Tile placement&#10;&#10;The game board is completely modular and terrain tiles are picked randomly making every playthrough unique.&#10;&#10;Dice Rolling&#10;&#10;Battles in Here be Dragons are fought with the help of dice. The  amount of dice that a player or monster have indicates how dangerous  they are in battle. Besides this, every monster has traits to make encounters with them feel unique.&#10;&#10;Survival&#10;&#10;Besides surviving the monsters of the wilderness, the game also includes boss scenarios. In the core game players will have to face the Devourer, an otherworldly creature bent on corrupting the world that the players have built. Players will have to survive the growing corruption until they are powerful enough to face the creature in battle.&#10;&#10;Take that&#10;&#10;Players have access to a load of Event cards that can be used to help or sabotage for other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Acting",
      "Action Points",
      "Alliances",
      "Dice Rolling",
      "Hexagon Grid",
      "Income",
      "Map Addition",
      "Multiple Maps",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "17600",
    "Name": "Kimono Memories",
    "ID": 422628,
    "Year": "(2024)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/422628/kimono-memories",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Embark on a mesmerizing journey through Kyoto's quaint streets, where locals and tourists wear traditional kimonos, immersing themselves in the city's timeless charm. As a budding photographer enchanted by the beauty of kimonos, you traverse the streets, seeking permission to capture these elegant figures. Strategize and outmaneuver your opponents to secure the best photo opportunities in this vibrant scene. With captivating glimpses of kimono-clad beauties, create cherished memories to treasure forever.&#10;&#10;Kimono Memories is a two player competitive game where players draft cards from a rotating board to place in their own album pyramids. The goal is to collect the most kimono-clad beauties with matching patterns to gain the highest influence.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Kyoto (Japan)",
      "Country: Japan",
      "Game: Hanamikoji",
      "Theme: Photography"
    ]
  }
]