[
  {
    "Rank": "8001",
    "Name": "Cutthroat Caverns: Anniversary Edition",
    "ID": 279348,
    "Year": "(2019)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/279348/cutthroat-caverns-anniversary-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.1429",
    "Description": "&quot;Without teamwork, you will never survive. Without betrayal, you'll never win.&quot;&#10;&#10;An artifact of untold power lies in your hands. To claim it, you must escape the caverns alive. No less than nine horrific beasts stand in your way &mdash; that, and the greed of the other players. In the kill-stealing game Cutthroat Caverns, you decide whether to swing for a whopping 50 points of damage or hold back, awaiting a more opportune time to strike. Only the final blow matters if you are to score the kill. Hold back or sabotage other's plans too much, and the entire party will die without a winner. The adventurers jockey for position during combat with their lives and their own selfish desire for power in the balance, so things get very funny and very deadly very quickly.&#10;&#10;Cutthroat Caverns: Anniversary Edition is a complete reboot of the well-known semi-co-operative game Cutthroat Caverns, with the game experience being updated in significant ways. Enhanced encounters, epic finish rules, scaling play times, enhanced components, updated cards, rules and keywords to streamline play and a ground up re-envisioning of the illustrations and graphics are all among the updates you can look forward to in this anniversary edition of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;Also available on mobile devices&#10;&#10;iOS&#10;https://apps.apple.com/us/app/cutthroat-caverns/id1436417431&#10;&#10;Android&#10;https://play.google.com/store/apps/details?id=com.cellblocstudios.cutthroatcavernsmobile&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "8002",
    "Name": "Picket Duty: Kamikaze Attacks against U.S. Destroyers – Okinawa, 1945",
    "ID": 44890,
    "Year": "(2013)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/44890/picket-duty-kamikaze-attacks-against-us-destroyers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "480",
    "Weight": "2.8214",
    "Description": "By the time of the invasion of Okinawa in April 1945, the US Navy devised a plan to help ward off the expected kamikaze attacks during the battle for the island. In order to provide an early warning system for impending kamikaze attacks, the US Navy established 16 radar picket stations around the island.&#10;&#10;&quot;Picket Duty&quot; is a solitaire wargame where you - as the captain of a Fletcher Class destroyer - fend off kamikaze attacks while performing picket duty off Okinawa. The game covers the time period from late March 1945 to late June 1945. Your goal is simple - survive.&#10;&#10;The game comes with a basic game, advanced game, six historical scenarios, two hypothetical scenarios, a mini-campaign and a full campaign. Optional rules are also included. Each game turn is divided into three phases, each depicting an eight hour period. Key crew members are depicted with certain functions, as well damage control teams. 27 types of Japanese planes are represented. Some planes have special attack capabilities.&#10; Game features include: Weather - Damage Control - Ammo and Fuel Consumption - Ship Trim and Listing - Land and Ship Radar - Air and Surface Fire Support - Ohka attacks, and more.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Islands: Okinawa (Japan)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "8003",
    "Name": "Karesansui",
    "ID": 139572,
    "Year": "(2013)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/139572/karesansui",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.15",
    "Description": "As Grade Two monastery initiates in Karesansui &ndash; the cutthroat game of Zen gardening &ndash; it will be your great honor to tend the Masters' rock gardens. Each morning the Grade Ones arrive with rocks they've gathered, then haul away the rocks that you don't need anymore &ndash; but there aren't enough Grade One initiates to go around, so there will be competition for the best selection of rocks. The Grade Ones will give their new rocks to whoever gives them the fewest old rocks to haul away.&#10;&#10;Keep in mind while creating your garden, however, that certain combinations of rocks must be avoided! Every afternoon, the Feng Shui Masters come by to check your work. You'll receive demerits for any forbidden combinations &ndash; but you'll also receive demerits for your laziness if you don't add new stones each day, so you must find a balance.&#10;&#10;The Masters' final evaluation will come with no advance warning. The Initiate who has the fewest demerits will advance to Grade Three, while the one with the most demerits will be kicked down to Grade One, joining the others in the daily search for new rocks...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "8004",
    "Name": "Gargon",
    "ID": 2542,
    "Year": "(2001)",
    "Geek Rating": "5.619",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/2542/gargon",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7463",
    "Description": "Contents - one deck of 102 Gargon cards in 6 suits, plus 18 bonus cards. One rulebook.&#10;&#10;Gargon is fantasy themed card game for 3-5 players. There are 6 suits of Gargon cards, each representing a fantasy creature, with values 0 to 15. The cards also show amulet symbols, with the low value cards having more, the highest value cards having none. At the end of the game, the player who has won the most cards in each suit gets a bonus card worth ten points, or five points if tied - this is what the 18 bonus cards are for. Each amulet is also worth one point. The zero value cards have no amulets themselves, but double the amulet count for that suit, or quadruple them if both 0 value cards in that suit have been won.&#10;&#10;Ten cards are dealt to each player, and the rest are split into two equal draw piles, face down, in the center of the board. The draw piles are spread out so that the backs can be seen, showing the color of the suits. Players must also hold their cards so that the backs are visible.&#10;&#10;Each round the start player plays up to three cards face down, (but never three of the same suit), and the other players must follow in turn with the same number of cards in the same distribution, or pass. There is no requirement to follow suit in general, but if, for example, the start player puts down three cards in three different suits, the other players must also play three cards in three different suits. The last player is restricted to suits that have already been played. Anybody who passed draws 1-3 cards from the two draw piles in the center. A battle is then resolved for each suit that has been played, with the highest card winning the battle and going into its owner&rsquo;s stash of Gargon cards to be scored at the end. The losing cards are discarded and the players draw replacements.&#10;&#10;If anybody played two cards of a suit, a second battle is fought with the weakest of the pair.&#10;&#10;The game ends when one of the draw piles is exhausted, and the current round is played out, then the totals are scored.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "8005",
    "Name": "The Pirate Republic",
    "ID": 192296,
    "Year": "(2018)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/192296/the-pirate-republic",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1176",
    "Description": "The year is 1713. A rare peace comes to the Spanish Main, but peace has its consequences. With thousands of demobilized sailors, piracy explodes in the West Indies where the port city of Nassau serves as its headquarters. This is the sunrise of the Golden Age of Piracy. It's a time of conquest and riches, indomitable spirit and fat treasure galleons, pirate utopias and watery graves.&#10;&#10;The Pirate Republic is a modular fully cooperative to fully competitive thematic deck building, open-world adventure game for 1&ndash;5 players. You are an infamous pirate captain working towards completing mission objectives over three rounds of play. Your mission: Forge the ultimate empire, The Pirate Republic.&#10;&#10;- Players can cooperatively work to complete Flying Gang mission objectives to forge the ultimate democracy, the Pirate Republic&#10;- Players who enjoy Hidden Traitor mechanics can add optional Captain Missions that make some captains wily saboteurs who are secretly attempting to sink other players' ambitions&#10;- Competitive mode creates a race to amass the most Swagger (Victory Points) through daring feats and plunder on the high seas&#10;&#10;Devastate merchant shipping lanes, commandeer new ships, raid and conquer heavily defended towns, and plunder New World riches one seaport at a time. Attack, strike fear, and duel your way across the high seas with custom action dice and a deck of unique captain cards.  Pillage treasure fleets, squash mutinies, sack forts, recruit crew, duel pirate hunters, and seal your notoriety among the greatest captains. Along the way, battle and bring an end to Spanish, British, Dutch, French, and Danish imperial powers infesting your waters. The Pirate Republic brings the piracy story to life in this swashbuckling blend of adventure and strategy. Even across the centuries, it reminds that if denied the chance to live in freedom, best to go ahead and make your own.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Mechanism: Tableau Building",
      "Region: Caribbean Sea",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "8006",
    "Name": "Expedition: The Roleplaying Card Game",
    "ID": 194298,
    "Year": "(2016)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/194298/expedition-the-roleplaying-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "Expedition: The Roleplaying Card Game is a fast RPG that expedites character creation and combat, allowing adventurers to immediately jump into the action.&#10;&#10;Expedition uses an open source, cross-platform app that is free on iOS, Android, and web browsers. The app comes with a variety of pre-built adventures and also provides tools for you to create and tell your own stories. The game makes use of a unique card-based system for combat. Each player has a deck of eight unique ability cards. Every turn, each player draws three cards, then chooses one to play. This must be done quickly, however, because the app times combat; if your party takes too long, you suffer additional damage! This simulates the hectic nature of battle and balances the time spent role-playing and performing combat.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "8007",
    "Name": "tummple!",
    "ID": 156878,
    "Year": null,
    "Geek Rating": "5.618",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/156878/tummple",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the wooden stacking-and-building game tummple!, players take turns rolling a twelve sided die which tells them whether they must place a brick or an obstacle. The object is to avoid making any part of the structure collapse. If you make any bricks fall, you have to take them. At the end, the person with the fewest bricks wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "8008",
    "Name": "Choose Your Own Adventure: War with the Evil Power Master",
    "ID": 278297,
    "Year": "(2019)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/278297/choose-your-own-adventure-war-with-the-evil-power",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3636",
    "Description": "For centuries, the Lacoonian System, an alliance of the most advanced civilizations in the galaxy, has lived in peace, but now the Evil Power Master has returned and is leading a destructive rebellion. The Lacoonian System's Rapid Force crew must band together, follow data and clues the Evil Power Master left behind, and discover his location to defeat him in an epic final battle. Can you restore order to the galaxy?&#10;&#10;Explore a brand new co-operative narrative adventure with the next entry in the Choose Your Own Adventure game series: War with the Evil Power Master! Travel to the furthest reaches of the galaxy, make risky choices, collect items, and face off against dire challenges.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Choose Your Own Adventure"
    ]
  },
  {
    "Rank": "8009",
    "Name": "Drop Drive",
    "ID": 308028,
    "Year": "(2023)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/308028/drop-drive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Instant Space...  Infinite Possibilities!&#10;&#10;Gather your crew and prepare to explore the vast reaches of infinite space! Your newly installed rocket drive will aid in mining valuable resources from nearby asteroids, while your experimental drop drive will let you jump to distant and unknown depths of space. Orbit strange worlds to sell your cargo, pick up passengers, and collect alien specimens, all while battling unscrupulous pirates hell-bent on profiting off your tireless efforts...&#10;&#10;...it's time to drop into infinite space!&#10;&#10;---&#10;&#10;Drop Drive is a lightweight sandbox game for 2-4 players (5 with extra add-on pack), featuring a &quot;drop-style&quot; mechanic that assures no two games could possibly be the same. Drop Drive blends strategy with a novel spatial element that will challenge casual and hardcore gamers alike!&#10;&#10;THE BIG BANG! At the start of each game, objects of all kinds are dropped onto the table from a height of 4 to 5 inches. This creates a galaxy layout with infinite possibilities. You will then assume the role of an alien starship captain, exploring space, upgrading your ship, mining asteroids for precious resources, and landing on mysterious worlds to sell your cargo, pick up passengers, and collect strange alien specimens!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Events",
      "Pattern Movement",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8010",
    "Name": "Ubongo! Junior",
    "ID": 118568,
    "Year": "(2012)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/118568/ubongo-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "Ubongo Junior takes the familiar tile-laying, pattern-matching play from Ubongo and scales it down for a younger audience.&#10;&#10;In Ubongo Junior, each player starts the game with nine tiles &ndash; each of a different color and shape, and each showing an animal &ndash; along with a stack of seven puzzle boards. The puzzle boards show an arrangement of squares that can be covered with two tiles (on the easy side) or three (on the hard side); the tiles to be used are depicted on the board.&#10;&#10;At the start of each round, each player reveals her board, finds the tiles needed, then races to place them appropriately. The first player to do so flips a sandtimer, then grabs gems from a bag, 2-4 depending on the number of players in the game. The next player to complete her puzzle in time grabs one fewer gem, and so on.&#10;&#10;The player who has accumulated the most gems after seven rounds wins!&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time",
      "Tile Placement"
    ],
    "Families": [
      "Characters: Bamse",
      "Components: Gems/Crystals",
      "Components: Sand Timers",
      "Game: Ubongo",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "8011",
    "Name": "Beta Colony",
    "ID": 235533,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/235533/beta-colony",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.7",
    "Description": "It all started when the Imperium seized control of Earth and declared martial law, sentencing those who opposed their will to immediate death or worse fates. It seemed as if all hope was lost, but before their edict could be carried out, a group of defectors managed to wrest control of the Ridback, a Class&ndash;II jumpship, and flee with as many of the condemned as they could save.&#10;&#10;It has been close to seven years that these refugees from Earth have called the Ridback home, and finally the crew has found a planet with promise. They have managed to establish outposts around it, and now the great burden falls on you to expand these small &ldquo;alphas&rdquo; into a full-fledged Beta Colony. Success will mean that your people will be able to begin life anew on exoplanet 14 Bos c, or, as they have renamed it, &quot;Victus&quot; &mdash; Latin for &quot;way of life&quot;.&#10;&#10;In Beta Colony, you play as one of five Directors working to create prosperous colonies. If you earn the most Confidence Points (CP), you will be elected as the first leader of Victus. Players will collect the needed building materials to produce and erect colonization pods &ndash; Defense Stations, Science and Tech Towers, Living Quarters, Agriculture Pods, and Water Treatment Centers &ndash; on the varied terrain of Victus.&#10;&#10;Using a unique &quot;rolldell&quot; mechanism (dice + rondel), Beta Colony is a mid-weight strategic game for players of all levels. Each round, the start player rolls their set of four colored dice. All other players duplicate that roll with their own dice. Players take two actions each round, one action at a time in turn order, with each action using two dice. Players will use one die to move and one die to activate the location to which they moved. Die color and value affect how each of the seven unique locations are used. Players will build colonization pods at each of three colonies to gain the confidence of the settlers and lead them to glory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Rondel",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "8012",
    "Name": "Warhammer: The Island of Blood",
    "ID": 74408,
    "Year": "(2010)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/74408/warhammer-the-island-of-blood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.6667",
    "Description": "The Island of Blood is the introductory set for Warhammer Fantasy Battle eighth edition. It is a stand alone game containing forces of Skaven and High Elves along with a small rulebook, scenario book and dice and templates necessary to play. Set during a Skaven raid of an Elven fortress island, this set contains two starter armies plus a smaller, pocket-sized version of the Warhammer rules.&#10;&#10;Players take command of each force, fighting a series of battles recreating the battles for the Island of Blood each looking to conquer it for their own.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "8013",
    "Name": "Sparkle*Kitty",
    "ID": 220547,
    "Year": "(2017)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/220547/sparklekitty",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Nobody puts princess in a tower! Sparkle*Kitty is an adorably fun, social, and magical spell card game for all ages, sizes and genders.&#10;&#10;Dark forces have trapped a group of princesses into cursed towers. But luckily these are no ordinary princesses and you are no ordinary player. Take matters into your own hands and harness the simple and sweet words into special spell combinations to set yourself free.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "8014",
    "Name": "Pocket Madness",
    "ID": 201920,
    "Year": "(2016)",
    "Geek Rating": "5.618",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/201920/pocket-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3077",
    "Description": "In Pocket Madness, you'll meet nice people like Shub-Niggurath, visit lovely places like Innsmouth, and cross the path of friendly creatures such as the Shoggoths.&#10;&#10;Pocket Madness is a fast-paced card game inspired by the writings of H.P. Lovecraft, known worldwide for his short story &quot;The Call of Cthulhu&quot;. In the game, you evoke the powers of the Ancient Ones to drive your fellow cultists mad while securing your path to victory. To play, you first deal each player two cards from a deck that contains cards numbered 6-12, then you count out 17 face-down cards, flip the remainder face up, shuffle the deck, then lay it out in a row so that all players can see the cards.&#10;&#10;On a turn, you either take 1-3 cards, open a portal, or open an investigation. When you take card, you pick up the first 1-3 cards in the row, then add them to your hand. To open a portal, you lay down three or more cards of the same type, then take the portal matching the number on those cards. Each portal has a different power, and you can use any one portal power on your turn. If someone else claims a portal that you own, too bad! You just lost the portal! To open an investigation, discard cards numbered 6-12, after which every other player gains as many madness tokens as the number of investigations this round.&#10;&#10;A round ends when one player runs out of cards or the card row runs out. In the latter case, everyone takes one final turn, then all players gain madness tokens equal to the number of different types of cards in their hand. If a player empties their hand, that player loses half of their madness tokens while everyone else gains one.&#10;&#10;The game ends the round that a player has collected ten or more madness tokens.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "8015",
    "Name": "Lost Patrol",
    "ID": 2268,
    "Year": "(2000)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/2268/lost-patrol",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6129",
    "Description": "Lost Patrol is the second publication in a series of mini-games by Games Workshop. In this two-player game you choose either scout-marines or the 'lurkers'. In the first edition scouts are represented in familiar WH40K miniatures when 'lurkers' are just cardboard tokens.&acute;, while the second edition has plastic WH40K miniatures for both scouts and genestealers.&#10;&#10;The board is created with a hexagon tiles as the scouts travel through the dense jungle. The scouts' mission is to reach the dropship before the 'lurkers' eliminate them. As the scout team explores further, the jungle divides into many sections, and some of your teammates might even get lost (never to be found again).&#10;&#10;",
    "Categories": [
      "Exploration",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "8016",
    "Name": "Sicily: The Race for Messina",
    "ID": 8320,
    "Year": "(1981)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/8320/sicily-the-race-for-messina",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1200",
    "Weight": "3.0606",
    "Description": "Sicily: The Race for Messina, 10 July - 17 August 1943, is a game about the Allied invasion of Sicily in mid May, 1943. The attempted lightning capture of the southernmost bastion of an increasingly embattled Festung Europa.  Where the Allied forces undertook the first amphibious assault against Nazi-dominated Europe, and where the greatly outnumbered Axis forces conducted one of the most brilliant rearguard actions of modern times.&#10;&#10;There is the regular campaign game, a variable campaign game and a short scenario on just the U.S. landings to get a feel for the gameplay. Units are generally battalion and regiment size.&#10;&#10;Published in S&amp;T No. 89 (Nov/Dec 1981).&#10;&#10;Game Scale:&#10;Turn: 2 days&#10;Hex: 3 miles&#10;Unit: Battalion to Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;Two countersheets (300 1/2&quot; counters)&#10;One 8 page game specific rule booklet&#10;One 8 page game series standard rules booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Italy)",
      "Islands: Sicily (Italy)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Victory in the West Game System (SPI)"
    ]
  },
  {
    "Rank": "8017",
    "Name": "Great War at Sea: Jutland",
    "ID": 20889,
    "Year": "(2006)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/20889/great-war-at-sea-jutland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0667",
    "Description": "From the Avalanche Press website:&#10;&#10;History&rsquo;s best-known naval battle was just one part of the ongoing four-year struggle to control the seas around Germany&rsquo;s coasts. If the German High Seas Fleet could catch and destroy a portion of the much larger British Grand Fleet, the blockade suffocating Imperial Germany might finally be broken.&#10;&#10;Great War at Sea: Jutland is an extensively updated version of the earlier GWAS Vol. II: The North and Baltic Seas published in 1998. It covers not only the signature battle, but also the many other sorties of the High Seas Fleet like the Scarborough, Lowestoft and Gorleston Raids, the Battle of Dogger Bank and Helgoland Bight.&#10;&#10;Like all games in the Series: Great War at Sea (Avalanche Press) series, this one is packed with scenarios. Along with the operations in the North Sea, the game also includes the bitterly-fought naval war in the Baltic Sea. Here the roles are reversed, with the smaller Imperial Russian Navy aggressively seeking an advantage against the larger German forces. The Russian cruiser raids are all covered, as well as the climactic Battle of Moon Sound.&#10;&#10;The scenario book includes not only more than 40 scenarios, it&rsquo;s packed with the background information about the ships, the men and the battles.&#10;&#10;The map covers the North and Baltic Seas, as well as the waters around the British Isles; it&rsquo;s a bit larger than the map in the previous edition. The smaller navies of the region are all represented as well: Sweden, Norway, Denmark, the Netherlands.&#10;&#10;But it&rsquo;s the major powers that get most of the ships. The Royal Navy is huge, with ships ranging from ancient paddle-driven minesweepers to modern battle cruisers like Repulse and Renown. Famous ships like the battleships Dreadnought and Iron Duke, the inaptly-named battle cruiser Invincible, and early aircraft carriers like Engadine and Argus are all here.&#10;&#10;The German High Seas Fleet has all the ships that challenged England, from the tiny coast defense ship Siegfried up to the huge battleships Sachsen and W&uuml;rttemburg. The Germans have zeppelins and submarines to help redress the balance somewhat, but it will take skilled play to overcome Britain&rsquo;s sea dogs.&#10;&#10;Russia has modern dreadnoughts, but will depend on her armored cruisers and a squadron of older battleships for most missions.&#10;&#10;As with other games in the series, the tactical map is a generic blue field of hexagons, used to resolve surface combat. There, ships maneuver and fight using their gunnery and torpedo factors. Each player rolls a number of dice according to the ship&rsquo;s capabilities, hitting on a result of 6. Gunnery and torpedo damage tables give the results: ships can suffer damage to engines, hull or armament.&#10;&#10;&#10;     32 miles/sea zone campaign scale&#10;     420 1-inch counters, 420 1/2-inch counters&#10;     34&quot; x 22&quot; operational map&#10;     24&quot; x 24&quot; tactical map&#10;     16 page rules, 128 page scenario book&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Great War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "8018",
    "Name": "GD '42: Grossdeutschland",
    "ID": 29383,
    "Year": "(2009)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/29383/gd-42-grossdeutschland",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "600",
    "Weight": "3.8889",
    "Description": "GD &rsquo;42: The Battle in the Luchessa Valley, 29 November - 4 December, 1942, covers the desperate battle for survival of the GD Division as it faced down the entire Soviet 3rd Mech Corps (with over 200 tanks) over several days. 25 November, 1942: As part of Operation Mars, the Soviet 238th Rifle Division, supported by tanks of the 49th Tank Brigade, attacked into the Luchessa Valley, trying to create a breach for the waiting 3rd Mech Corps to exploit. For reasons still unknown, right before the attack the German 9th Army ordered three battalions the GD Division to move to the Luchessa Valley as OKH reserve, thus backing up the weak 216th Grenadier Regiment. Because of the presence of the GD, the Soviets were unable to force a breakthrough and decided to commit the 3rd Mech Corps into the meat grinder to force the issue...&#10;&#10;Designer Wig Graves conducted extensive research, combing both German and Soviet sources to create the order of battle. The Soviets begin with seemingly overwhelming force, while the Germans trade space for time and attempt to rush reinforcements to the front to plug inevitable gaps. While the Germans are primarily on the defense, careful counter-attacks against the relatively immobile Soviet formations can prove to be key to victory. And if the Soviets do not preserve their forces carefully, they will end with the historical result: stable German lines and an entire mechanized corps wrecked.&#10;&#10;GD &rsquo;42 uses the new Tactical Combat Series rules. The features of TCS 4.0 rules are:&#10;Vehicle impulses increase operational tempo for tanks&#10;Combined Area and Point Fire table&#10;Introduction of morale for vehicles&#10;Enhanced combined arms effects&#10;Artillery subsystem improved&#10;&#10;Game Scale:&#10;Game turns: 20 minute daylight turns/1 hour night turns&#10;Hex: 125 yards / 20 meter contours&#10;Units: Individual guns/tanks to Platoon size&#10;&#10;GD'42 Contains:&#10;3 22&rdquo;x34&rdquo; maps&#10;3 countersheets (840 &frac12;&rdquo; counters)&#10;1 TCS 4.0 Series Rulebook&#10;2 TCS 4.0 charts&#10;1 GD &rsquo;42 Rulebook&#10;2 Morale Charts&#10;2 Dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "8019",
    "Name": "Rick and Morty: The Pickle Rick Game",
    "ID": 246532,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/246532/rick-and-morty-the-pickle-rick-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6364",
    "Description": "As you might expect, Rick and Morty: The Pickle Rick Game is based on the &quot;Pickle Rick&quot; episode of Adult Swim's Rick and Morty. One player plays as Pickle Rick as he tries to escape a heavily armed compound, while the other player takes on the roles of both the Russians and Jaguar as they try to stop him. The Pickle Rick player uses weapons cards to dole out damage and Air Vents to get out of jams as they try to get to the rooftop. The game includes both Pickle Rick and Jaguar miniatures that are moved across a dynamic board made up of tiles that are constantly being added, rotated, and flipped.&#10;&#10;Adding to the off-the-wall fun is the game's packaging: It looks like a pickle!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Tile Placement"
    ],
    "Families": [
      "TV Shows: Rick and Morty"
    ]
  },
  {
    "Rank": "8020",
    "Name": "Dungeon Twister: The Card Game",
    "ID": 144525,
    "Year": "(2013)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/144525/dungeon-twister-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.9259",
    "Description": "Dungeon Twister: The Card Game is a two-player-only take on Dungeon Twister with the entire game converted into cards. As in the original game, players in Dungeon Twister: The Card Game build a team from the characters and objects available to them, then head into the maze to try to navigate the hazards by using their action points each turn to move, rotate rooms, collect items, and combat opponents, making their way to the opposite side of the maze while avoiding &ndash; or taking out &ndash; the opponent's characters along the way.&#10;&#10;Before starting the game, players choose a scenario card that details the number of rooms in the maze and the number of characters and objects each player uses. With the scenario cards, players can learn the game progressively, starting with the easiest scenario &ndash; which uses 2x2 rooms and starts each player with two characters and two objects &ndash; and moving into more difficult scenarios from there.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "8021",
    "Name": "Escape Room: The Game – Puzzle Adventures: The Baron, The Witch & The Thief",
    "ID": 352687,
    "Year": "(2021)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/352687/escape-room-the-game-puzzle-adventures-the-baron-t",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "1.8",
    "Description": "Your wife has been falsely accused of witchcraft and has been taken away by the Baron's men. Now she is locked up in the castle tower, waiting for her execution. You only have one night to break into the impenetrable fort, find your wife and save her from being burned at the stake. An impossible mission... but fortunately there is help from an unexpected source!&#10;&#10;In this cross between an Escape Room and a jigsaw, you explore a medieval castle, and piece by piece, you discover the secrets held within. Play the game at your leisure in Puzzle Mode, or set the timer and go for the best score in Escape Room Mode. Play this game with two or enjoy Escape Room The Game: Puzzle Adventures by yourself!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Jigsaw Puzzles",
      "Series: Escape Room – The Game (Identity Games International B.V.)"
    ]
  },
  {
    "Rank": "8022",
    "Name": "The Six of VIII",
    "ID": 394691,
    "Year": "(2024)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/394691/the-six-of-viii",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Passions flamed and power waned.&#10;&#10;The Six of VIII is a trick-taking game played on a timeline. Each Queen has her own suit which is trump during her reign. Players must capture tricks containing crucial courtiers and score the most points.&#10;&#10;The suits, and the years on the timeline, are proportional to the lengths of the reign of each Queen, with Anne of Cleves being the shortest.&#10;&#10;Players sit across from their partner and pass two cards face down to begin. Tricks are must-follow. Players win one point per trick, and any points on the cards in the trick. Four hands are played, and the team with the most points wins.&#10;&#10;In the advanced variant, three cards are added: the King and two Spies. The King card is the highest trump.&#10;&#10;King Henry pursued Anne Boleyn for almost seven years before they were married. Those loyal to Catherine of Aragon did not accept Anne Boleyn, and considered King Henry&rsquo;s first wife the rightful Queen. Those loyal to Anne Boleyn saw her as the future, the young wife who would surely give the King a son.&#10;&#10;The zero cards are spies, lowly servants that go unnoticed, working to undermine the rival side. They come in black (for Catherine of Aragon) and red (for Anne Boleyn),  but may reveal themselves as the 13 of the opposite suit.&#10;&#10;There is also The Church of England, which is given to the team with fewer points after scoring. Once per hand, it can annul a trick that does not contain the King.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Historical Figures: King Henry VIII"
    ]
  },
  {
    "Rank": "8023",
    "Name": "Dino Race",
    "ID": 156719,
    "Year": "(2014)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/156719/dino-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3929",
    "Description": "Trying to save their dinosaurs from extinction, players in Dino Race run as quickly as possible through plains, deserts, swamps and jungles while avoiding the nasty tricks of the opponents. Each player must bring his dinosaur couple to the end of the race track, scoring points when one of his dinos&shy; finishes the race. Players also score points by bringing the dino egg to safety.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "8024",
    "Name": "1500 m",
    "ID": 178099,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/178099/1500-m",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.3333",
    "Description": "The legendary distance and one of the most famous track and field races is the 1,500 meters. In this game, you're one of the eight runners in a 1500 m race.&#10; 1500 m  has a luck-free movement system and uses Euro mechanics: bidding and management. Players always choose in every round how much they advance, but you have to manage your 100 mental strength points over the whole of the race.&#10;&#10;Each round has three phases:&#10;&#10;&#10;    Card phase: Each player chooses a movement card and there is a simultaneous bid (using mental strength points) for winning an advantage action.&#10;    Pace phase: Each player can keep, increase, or decrease their current pace (spending mental strength points).  &#10;    Extra mental strength points cost phase: Runners spend extra mental stength points because of wear and according to their positions.&#10;&#10;&#10;Using your strategy correctly and knowing when to take risks, you can become the next 1500m champion.&#10;&#10;The game includes rules for dummy runners as well as rules for a shorter 800-meter race.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Movement Points",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "8025",
    "Name": "Mount Everest",
    "ID": 147624,
    "Year": "(2013)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/147624/mount-everest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6875",
    "Description": "Mount Everest, Earth's highest mountain &ndash; to this day it's been climbed by almost 4,000 alpinists from around the world, with more and more coming each year. Most of them are tourists without the experience or skills needed to climb an eight-thousander. Without proper help they wouldn't make it to the Himalayas, let alone brave the mighty Chomolungma.&#10;&#10;Fortunately, that's where you come in, an experienced mountaineer and mountain guide. You've got Broad Peak, K2 and other eight-thousanders under your belt, and you've climbed Mount Everest several times. This time you face a far greater challenge: You must lead a bunch of tourists to the peak and safely get them back to base. You gaze at the mountain and you know this to be true &ndash; what is child's play for you might be the last adventure of your clients.&#10;&#10;You must plan where to set up camp and how to deal with acclimatization, who to take up to the peak and when, and who to lead down the mountain. When you look at your clients' enthusiastic faces, you know that their lives are in your hands.&#10;&#10;In Mount Everest players take control of a team of two expert mountaineers who must lead as many tourists as they can to the peak and, of course, safely bring them back. Each player gets an identical deck of cards that are used for moving around the board. Players must decide where to set up camps and how much oxygen to bring to the top; only oxygen lets players get acclimatization cards, which allow tourists to survive the climb. Players must also decide what type of customers they want: the athletic, fairly competent climbers, or the wealthier and more prestigious amateurs. Climbing with one tourist in tow is easy, but the key to victory lies in guiding whole groups. Unfortunately, the more people you take with you, the higher the likelihood is of something going wrong. Also, as it is in the mountains, the weather will be a crucial factor. If a player can coordinate an expedition that avoids a crisis at the peak, he should be able to lead the happy tourists back to base.&#10;&#10;Who will become the best Himalayan guide?&#10;&#10;",
    "Categories": [
      "Environmental",
      "Exploration",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mountain: Himalayas",
      "Mountains: Mount Everest",
      "Sports: Mountain Climbing",
      "Theme: Mountains"
    ]
  },
  {
    "Rank": "8026",
    "Name": "Expo 1906",
    "ID": 180193,
    "Year": "(2015)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/180193/expo-1906",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2105",
    "Description": "Milan, early 20th century, the city is in turmoil as more than 200 new buildings are rushed to being completed in time for welcoming the best minds of the planet. The 1906 Universal Exposition is approaching and, as one of the 40 exhibiting nations, you are confident that your engineers and scientists will impress the world. Who will exhibit the most impressive technological advancements? Which energy source will prevail: the majestic power of Steam or the more elegant and efficient Electricity? Can you prevail in prestige and glory against the other competing nations?&#10;&#10;In Expo 1906, players will win by totaling more prestige points at the end of the game than their opponents. Points are awarded for completing Projects which represent historical inventions of the period. To complete a Project, a player must purchase Resources and place them in a proper combinations together with a Project in his Laboratory. This is a challenging task as Projects come in many different shapes and must fit together with their resources in an already tight space. Soon the available room in the Laboratory will reduce and players will face the puzzle solving aspect of the game.&#10; Strategy plays an important role too: to speed up the completion of a Project players can acquire Technologies, which can either reduce the number of Resources required to complete a Project or enhance the type of actions at their disposal. This will require careful management of the available space in their Laboratory too. Also, by registering ideas at the Patents'Office players can become leader in the development of specific Resources and accumulate more prestige points when completing Projects. Setting priorities between all these actions will become critical as players rush to prepare in time for the upcoming World Exposition.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Milan (Lombardy, Italy)",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "8027",
    "Name": "Quiz Club",
    "ID": 300765,
    "Year": "(2021)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/300765/quiz-club",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "- Tactical quiz game with a lot of interaction and fun for 3-8 (best 5-6) players&#10;- Cooperative and competitive rounds&#10;- Asking the right question from your own hand cards&#10;- Estimate the knowledge of your fellow players correctly to get the most points&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8028",
    "Name": "Worm Up!",
    "ID": 404,
    "Year": "(1994)",
    "Geek Rating": "5.618",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/404/worm-up",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0964",
    "Description": "In this fun, goofy game, each player controls a worm formed from several lined-up discs.  A turn consists of all players secretly choosing on their dice the amount that they want to move.  When the choices are simultaneously revealed, all players who chose the same number as someone else lose their movement for that turn.  All other players move their worms according to their dice, taking the appropriate number of discs from the back of the worms and adding them to the front, sometimes curving a bit in an attempt to cut off other worms' movement.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Camels",
      "Animals: Worms"
    ]
  },
  {
    "Rank": "8029",
    "Name": "Pax Hispanica",
    "ID": 373701,
    "Year": "(2024)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/373701/pax-hispanica",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "4.2143",
    "Description": "You are a Spanish, English, French, Dutch, or Courish lad with a life goal to become a great courtier, emancipator, or pirate of the Caribbean. It&rsquo;s the 17th century, so the decadent Spanish crown owns everything, the inquisition hears everyone, the black market is everywhere, and nowhere is safe from the pillaging of the buccaneers. You sail annually among the islands to transport, plunder, smuggle, or ambush boatloads of silver, pearls, gems, and priceless relics intended to finance the ambitions of the crown.&#10;&#10;This is an asymmetrical game of ship battles and treachery. The mechanics are similar to other Pax games, with a Tableau, Market, blind Auction, and 4 different career choices and victories. The future of the Spanish Main will be set by the choices you make.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Negotiation",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Tableau Building",
      "Region: Caribbean Sea",
      "Series: Pax",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "8030",
    "Name": "Soccero (Second Edition)",
    "ID": 131581,
    "Year": "(2012)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/131581/soccero-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "From the official website:&#10;&#10;&quot;Soccero is the football boardgame that delivers the most exciting and realistic football experience! The game consists of two players or managers moving the player figures and the ball on the game board using dice. The player who has scored more goals by the end of the game wins. The game is designed to serve the skilled and strategic mind - but just as in real football, luck can always bring an unexpected challenge!&#10;&#10;The Basic Rules make it easy and fun to get into the game. Later the managers may choose to follow the Extended Rules. The extended rules will add more realistic football features to the game turning it more challenging. The extended rules contain special situations such as goal kick, corner kick, throw-in, free kicks and penalty kick.&quot;&#10;&#10;The second edition of Soccero has upgraded components and updated rules including a new kick die to determine routes of the ball.&#10;&#10;Re-implements&#10;&#10;    Soccero&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "8031",
    "Name": "Littoral Commander: Indo-Pacific",
    "ID": 355516,
    "Year": "(2023)",
    "Geek Rating": "5.618",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgame/355516/littoral-commander-indo-pacific",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Littoral Commander (formerly Fleet Marine Force) is a 2-6 player boardgame about potential military conflict in the Indo-Pacific region, a hybrid of standard hex and counter wargames and card-driven games. Players spend Action Points (AP) during their turn to activate cards or move units on the game board. The game was originally designed for professional military education, but has been adapted for commercial release.&#10;&#10;The units in the game represent current and future project capabilities for the US Marine Corps / US Navy and the Chinese Navy and Marine Corps (PLAN/PLANMC). The gameplay emphasizes coordination within teams to successfully find and engage the enemy through both kinetic (like missiles) and non-kinetic (like cyber) means. Over 200+ Joint Capability Cards (JCCs) represent a wide range of joint and adversary capabilities. This includes cyber-attacks, influence operations, bomber strikes, submarines, key enablers, and more.&#10;&#10;The system highlights the importance of reconnaissance, long-range strike, logistics, and cyber capabilities in modern combat. It is designed as an accessible and modular system for both experienced and new players.&#10;&#10;The game features a scenario system, where players can play on four different maps: Luzon, Taiwan, Straits of Malacca, and Okinawa. Players can play one of the baseline scenarios provided, but are also encouraged to adapt and create their own scenarios for the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Hand Management",
      "Hexagon Grid",
      "Roles with Asymmetric Information",
      "Zone of Control"
    ],
    "Families": [
      "Country: China",
      "Country: USA"
    ]
  },
  {
    "Rank": "8032",
    "Name": "True Colors",
    "ID": 514,
    "Year": "(1989)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/514/true-colors",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Players attempt to best anticipate how others perceive them. Each round consists of several private votes on who best fits a particular question. Once the votes have been entered, players guess at the number of votes they received for that particular question. The better your estimate, the more points you make. The winner is the player who best understands how others see them.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "8033",
    "Name": "Tank Chess",
    "ID": 210113,
    "Year": "(2016)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/210113/tank-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "50",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Each player has figures: light, medium, heavy and command tank. Like a chess game, a die is not used. Basic board is on the back of the box, and other smaller is on the internal cardboard.&#10;&#10;In each turn player moves one figurine. Figurines move from field to field. The fastest are light tanks and the slowest are heavy tanks.&#10;&#10;The goal of the game is to destroy enemy command tank or to escape with own command tank.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 16 x 16 Grids",
      "Components: 20 x 20 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "8034",
    "Name": "Kamigami Battles: Battle of the Nine Realms",
    "ID": 238181,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/238181/kamigami-battles-battle-of-the-nine-realms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "In Kamigami Battles, you are a God defending your realm from the claim of other mighty deities with the aid of Disciples and Warriors you recruit. Through the efforts of these valiant heroes, you will collect the energy that is your life force. By reducing your foe to 0 energy, you can either vanquish him or make him bend the knee and join you!&#10;&#10;You can play as an individual God or as a team of Gods. When playing in in Free-for-All mode with 2 to 6 players, you win by eliminating all of the other Gods or by reaching 25 energy. In a Team Match if you play with four or six players teamed up in pairs of two, one Main God and a Support God. A team wins together if they can eliminate the opposing team's Main God.&#10;&#10;Kamigami Battles: Battle of the Nine Realms is an updated version of the title Kanzume Goddess with upgraded God cards that are now 5&quot; x 3.5&quot;. The Warrior and Disciple Cards remain the same size as the original cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "8035",
    "Name": "Nostra City",
    "ID": 46422,
    "Year": "(2009)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/46422/nostra-city",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5152",
    "Description": "New-York, sometime in the 90's.&#10;&#10;War rages between organized crime and the Feds. After years of procedure, surveillance and undercover work, Johnny Gota, the Godfather of the biggest crime syndicate in the &ldquo;Big Apple&rdquo; has been arrested and faces 246 charges ranging from simple extortion to homicide.&#10;&#10;After what promises to be an explosive trial, the Don will probably end up in a locked subterranean cell for 23 hours a day for the rest of his life.&#10;&#10;He's made it known to his faithful lieutenants that if he gets off scot-free, he'll retire and leave his place to whoever takes the best care of the Family's business while he is away...&#10;&#10;For the Made Men, the message is clear: corrupting the jury, bumping off witnesses, and bribery will decide the verdict of the trial! Not only that, the race for honor has also begun!&#10;&#10;But to some, power isn't earned &ndash; it's taken!&#10;&#10;The players play the role of the Boss' lieutenants, who are supposed to manage the Family's business and plot to get their leader cleared. But turncoats hide among them, people who want the Boss to be found guilty just so that they can lay claim to the Family by force, or because it's their job as undercover FBI agents!&#10;&#10;Nostra City is a fictional-reality game starring a New-York crime syndicate as it appears in Gangster movies: a cruel and violent world where, under the cover of a tradition of silence and loyalty, everything is allowed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8036",
    "Name": "KOI",
    "ID": 247733,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/247733/koi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "As a koi fish, you spend your days (turns) swimming to and fro by playing a number of movement cards, with the goal of gobbling up as many dragonflies and frogs as you can every day. Each movement card has from two to four programmed moves &mdash; straight, turn, rotate any direction and leap over a space &mdash; with some moves being mandatory when played and others being optional.&#10;&#10;Your tranquil koi pond begins with some decorative stone and a few lily pads, but you will also receive natural beauty cards in your hand that allow a player to add more lily pads, cherry blossoms, ornamental stone and frogs &mdash; which both enhances the beauty of the pond and causes turmoil beneath the still waters for the other koi. Lily pads are great as they spawn dragonflies every turn, each of which is worth 3 victory points when eaten. Cherry blossoms ripple the surface of the water as they land, causing all living things to scatter in the opposite direction &mdash; and if you play the blossoms wisely, right into your mouth! Stones prevent fish from entering a space and are best placed to block an opponent's path to a meal. Frogs are delicious 1 VP meals all their own, but they also eat dragonflies in adjacent spaces, so often they are placed to deprive opponents of their dinner.&#10;&#10;As the weather changes and a new event card is revealed for the day in KOI, so must your strategy change. At the end of seven days, the game comes to an end, with the best-fed fish being declared the winner. Be wise, be quick, or go hungry. Persevere and you shall succeed.&#10;&#10;Also features a solo play mode, where you must outscore a programmed AI opponent, with adjustable difficulty settings.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Take That"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "8037",
    "Name": "Victus: Barcelona 1714",
    "ID": 179547,
    "Year": "(2015)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/179547/victus-barcelona-1714",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3636",
    "Description": "In Victus: Barcelona 1714, the players become the high military rank that must defend the city of Barcelona during the Bourbon siege, from 07/25/1713 to 09/11/1714. The players must collaborate to defend Barcelona from the assaults and avoid the surrender. If the players get that Barcelona doesn't fall before the end of the game, they'll win; otherwise, all of them will lose.&#10;&#10;A Victus &ndash; Barcelona 1714 els jugadors assumeixen el paper de&#10;la plana major militar encarregada de defensar la ciutat de Barcelona durant el setge de les tropes borb&ograve;niques, des del 25 de juliol de 1713 fins a l&rsquo;11 de setembre de 1714. Els jugadors han de col&middot;laborar entre ells per defensar Barcelona dels assalts francoespanyols i aconseguir que la ciutat no es rendeixi. Si els jugadors aconsegueixen que Barcelona no caigui abans del final de la partida, hauran guanyat; en cas contrari, tots perdran.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Country: France",
      "Country: Spain",
      "History: War of the Spanish Succession",
      "Region: Catalonia (Spain)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "8038",
    "Name": "Humanity",
    "ID": 379633,
    "Year": "(2023)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/379633/humanity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Humanity is a game of anticipation, very close to our future (in 2073). In this tile-and-worker placement game, 2-4 players have to manage resources and their time to build a base that will be used by scientific civilian settlers. Players have to assemble the modules produced by the automated station, too, and carry out experiments to further research.&#10;&#10;On a turn, you can choose to produce resources or spend them by sending one of your three astronauts to the automated station to get new base modules or carry out experiments to further research. But time is a tool that must be managed as well; the further you go to get a specific module, the later you will get back to your scientific base to connect it...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Order Counters",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Space: Mars"
    ]
  },
  {
    "Rank": "8039",
    "Name": "Ahau: Rulers of Yucatán",
    "ID": 321140,
    "Year": "(2023)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/321140/ahau-rulers-of-yucatan",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6",
    "Description": "Ahau: Rulers of Yucat&aacute;n is a Euro-style board game, combining elements of worker placement and resource management with innovative dual-engine building - all set in the Classical Period of the Maya.&#10;&#10;In the game, the players take the roles of leaders of city-states who are all eager to climb the ladder of power and become the most famous ruler of this era. Throughout their journey, they have the chance to invoke the ancient Maya deities, make the production flourish, build their pyramid temple and capital, and expand the borders of their territory.&#10;&#10;Ahau is a homage to the breathtaking Maya culture, bringing their history closer to the players. The cultural and historical aspects of the game were closely checked by Mayanist David S. Anderson, professor of anthropology and archaeology, an instructor at the Radford University in Virginia, U.S.&#10;&#10;The Solo Mode was co-designed with professional game designer, David Digby.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Educational",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Mexico",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "8040",
    "Name": "Biñho Classic",
    "ID": 301480,
    "Year": "(2019)",
    "Geek Rating": "5.618",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/301480/binho-classic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "With a chamfered edge finish on the finest of exposed apple ply, a textured green pitch, artisan crafted nets, and sturdy designed playing pieces, the Binho Classic has a beautiful playability and is of supreme quality. Each game comes with two regular marbles, two scoring pieces, and two  yellow/red playing cards.&#10;&#10;The Binho Classic board consists of 10 players and 1 goal on each side of the field surrounded by elastic Binho Bands for more creativity and scoring angles. Experience the flickin' magic with your fam and friends today.&#10;&#10;Binho Board is a turn based tabletop soccer type board game that brings the unexpected actions and player controlled events right to your living room. With elastic bands surrounding the field, create angles and find openings throughout the 10 defenders that are spaced on each side of the board. The game is played to 7 and can be played 1 on 1 or 2 on 2.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Action / Event",
      "Flicking",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games"
    ]
  },
  {
    "Rank": "8041",
    "Name": "Unlock!: Timeless Adventures – Arsène Lupin und der große weiße Diamant",
    "ID": 327913,
    "Year": "(2019)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/327913/unlock-timeless-adventures-arsene-lupin-und-der-gr",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One of the three adventures found in Unlock!: Timeless Adventures, it was released by itself in German.&#10;&#10;&#10;A day like any other in the orphanage of Paris. You will go to bed again with a grumbling stomach and hope that one day you will be able to escape this life. But what is this commotion? You have discovered a mysterious letter. A certain Professor Ars&egrave;ne Lupin wants you to find a diamond? You must be in for an exciting adventure ...&#10;&#10;In UNLOCK! - Ars&egrave;ne Lupin and the Great White Diamond, a master thief is up to mischief in Paris in 1900: the year of the World's Fair! You'll embark on a fast-paced scavenger hunt throughout Paris to find the Great White Diamond. Go to mysterious places like the catacombs, meet at the Moulin Rouge, climb the Eiffel Tower or visit the Louvre. But be faster than Marcel and his gang!&#10;&#10;In live escape rooms, participants are locked in a room and must manage to get out of it within 60 minutes. UNLOCK! lets you experience this cooperative experience at your home gaming table. The adventures are controlled via cards, and a free companion app can provide clues and tell players if they're right.&#10;&#10;&#10;Ein Tag wie jeder andere im Waisenhaus von Paris. Ihr werdet wieder mit einem grummelnden Magen ins Bett gehen und hoffen, dass ihr eines Tages diesem Leben entkommen k&ouml;nnt. Doch was ist das f&uuml;r ein Tumult? Ihr habt einen mysteri&ouml;sen Brief entdeckt. Ein gewisser Professor Ars&egrave;ne Lupin m&ouml;chte, dass ihr einen Diamanten findet? Da steht euch wohl ein spannendes Abenteuer bevor ...In UNLOCK! - Ars&egrave;ne Lupin und der gro&szlig;e wei&szlig;e Diamant treibt ein Meisterdiebt sein Unwesen im Paris des Jahres 1900: Das Jahr der Weltausstellung!Ihr begebt euch auf eine rasante Schnitzeljagd durch ganz Paris, um den gro&szlig;en wei&szlig;en Diamanten wiederzufinden. Begebt euch an geheimnisvolle Orte wie die Katakomben, trefft euch am Moulin Rouge, steigt den Eiffelturm hinauf oder besucht den Louvre. Aber seid dabei schneller als Marcel und seine Bande!&#10;&#10;In Live-Escape-Rooms werden die Teilnehmer in einen Raum eingeschlossen und m&uuml;ssen es innerhalb von 60 Minuten schaffen, diesen wieder zu verlassen. UNLOCK! l&auml;sst euch dieses kooperative Erlebnis am heimischen Spieltisch erleben. Die Abenteuer werden &uuml;ber Karten gesteuert und eine kostenlose Begleit-App kann Hinweise geben und verr&auml;t den Spielern, ob sie richtig liegen.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Novel-based",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Characters: Arsène Lupin",
      "Cities: Paris (France)",
      "Series: Unlock! (Space Cowboys)",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "8042",
    "Name": "Maya",
    "ID": 287116,
    "Year": "(2019)",
    "Geek Rating": "5.618",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/287116/maya",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Go back to the time of the Maya and help them build their civilization. On the Yucat&aacute;n peninsula new cities arise around the temples. Large cities give power which you can gain by supplying the residents with food. Plant corn, squash, potatoes and peppers to increase your influence on the cities. An easy to play, tactical tile laying game in which you always face difficult choices and have to keep an eye on your opponents!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "8043",
    "Name": "Roads to Stalingrad: Campaign Commander Series",
    "ID": 40243,
    "Year": "(2009)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/40243/roads-to-stalingrad-campaign-commander-series",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4583",
    "Description": "Campaign Commander Volume I: Roads to Stalingrad.&#10;&#10;&quot;Roads to Stalingrad&quot; is the first volume of the Campaign Commander Series and depicts the campaign in southern Russia from the summer of 1942 to the end of the winter of 1943. After a terrible first winter in Russia, the German troops reorganized and readied themselves to launch the offensive to end the war. The soviets got ready first; they launched an attack to retake Kharkov that ended in disaster for the troops involved. After finishing this offensive the Axis forces - numbering many Hungarians, Romanians and Italians - launched, at the beginning of July 1942 the operation code named &quot;Case Blue&quot;. German advance seemed unstoppable, reaching the Caucasus and the banks of the river Volga. At the city of Stalingrad the German army would experience a real nightmare fighting through August to October in an attempt to conquer it. Control of the city meant that the Germans could cut the traffic along the Volga, while for the Soviets it became a symbol of resistance against the invaders. Both Stalin and Hitler sent more and more troops to the cauldron of that destroyed city, into the fiercest and bloodiest battle ever known in history. In the event, conquering the city was rather useless to the Germans since, beginning on the 19th of November, Operation Uranus was launched and Marshall Zhukov could trap the German 6th Army into the ruins just won. Successive soviet offensives destroyed the Italian, Romanian and Hungarian armies on the river Don, forcing the Germans to evacuate their conquests in the Caucasus and endangering even the survival of the whole German Army Group South. Only the timely intervention of Marshall Erich von Manstein allowed the Germans to stop the Soviet advance and stabilize the front, thus saving an already catastrophic situation.&#10;&#10;The game is played at the operational level - with a zonal map at a 1:120000 scale. Designed for two players, one handles the Axis while the other commands the Soviets. The game has an estimated playing time of 3-4 hours and uses a double system of counters/map and cards in its mechanics. Players must use appropriately their troops and resources to obtain victory points either by destroying enemy forces or by occupying cities on the map. This is not a card driven game, cards are used for causing certain events, influence the outcome of battles and to place on map the necessary resources and reinforcements to fight on.&#10;&#10;The game starts in summer, the Axis player has the initiative and will mercilessly and relentlessly pound the Soviets. The Soviet player will have to hope for the winter - a card to be played given certain conditions - to stop the Axis advance and defeat them.&#10;&#10;As the other titles in the series, this game has very simple rules and has been designed to make games wholly interactive, creating a solid and enjoyable experience for those who simply cannot find the time and space to play a longer and more complex game.&#10;&#10;The Axis player must face the historical disjunctive, should he concentrate on taking the Caucasus, Stalingrad or both? The Soviet player will have to be patient and force his enemy to overextend his resources, at the same time managing to accumulate forces for a lethal winter offensive.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Campaign Commander"
    ]
  },
  {
    "Rank": "8044",
    "Name": "Runika and the Six-sided Spellbooks",
    "ID": 244241,
    "Year": "(2020)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/244241/runika-and-the-six-sided-spellbooks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Runika Jones is a four-foot-five professional thief and amateur runecaster. But one thing she isn&rsquo;t, is stupid.&#10;&#10;So when Runika picks the pockets of the Archmaster Luniorn the Green, headmaster of his own runecasting academy, she figures she&rsquo;s done for. But instead, Luniorn offers her a deal: come study at his academy, learn how to properly cast runes, impress him, and graduate. That, or be turned over to the mercies of the Baroness&rsquo;s keep guards.&#10;&#10;It isn&rsquo;t much of a choice really.&#10;&#10;In Runika and the Six-sided Spellbooks, you take on the role of a student at Luniorn&rsquo;s academy. Play against your friends or in one of four solo challenges. Draft customised dice, roll them, and move them into specific runic patterns to cast spells and survive the school year.&#10;&#10;If you like dice games that tend towards skill over luck, or if you love the plucky heroes and heroines of young adult fiction or stories of magical apprentices, then you will like Runika. The game is all about making use of the resources in front of you to solve a puzzle that changes every turn.&#10;&#10;Contents:&#10;&#10;Each copy of Runika and the Six-sided Spellbooks comes with:&#10;&#10;&#10;     80 dice (20 in 4 different elements)&#10;     4 spell master cards&#10;     4 player boards with rotating elemental disks&#10;     4 summary cards&#10;     40 mini-American cards (rune and merit cards)&#10;     53 tokens&#10;     1 bag&#10;     1 rulebook&#10;     1 guide to your first game&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8045",
    "Name": "Hit the Silk!",
    "ID": 331685,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/331685/hit-the-silk",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "Hit the Silk! is a semi-cooperative game in which the team objective is to find the target cash between the players. The individual goal is to stay alive by securing a parachute.&#10;&#10;It was always going to be a daring heist. Everything was going to plan until the pilot seized a gun from the lockbox, opened the emergency door and fired three rounds into the engine before bailing with his parachute and a spare!&#10;&#10;You need to secure the loot but now you&rsquo;re a parachute down on a plane that&rsquo;s losing altitude. Fast. Who can you trust? Who&rsquo;s got the cash? Where are the &lsquo;chutes? Can you hold your nerve before you Hit the Silk!?&#10;&#10;The gameplay is suspenseful and mischievous &ndash; each turn, players can search the plane frantically for useful equipment, trade from their inventory and play a variety of speculative actions; anything to secure a parachute or a briefcase of cash.&#10;&#10;But with each action the altimeter needle drops another 500ft. With the ground approaching fast, you may need to forge an alliance. You&rsquo;ll get a few chances to jump, but only with a majority vote. If trading nicely doesn&rsquo;t work, you may need to resort to drastic action with the handcuffs, poison or revolver. What follows are tense standoffs, fragile deals and double crosses. And if all else fails, can you land the plane?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Finale Ending",
      "Hand Management",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "8046",
    "Name": "Trivial Pursuit: Master Edition",
    "ID": 87904,
    "Year": "(2009)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/87904/trivial-pursuit-master-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.52",
    "Description": "The new 2010 Master Edition is the successor of the Genus edition. It includes 3,000 all-new questions that will challenge even the savviest Trivial Pursuit player.&#10;&#10;It comes with the well known game play of the old editions and with a electronic timer to keep up the pace.&#10;&#10;The contained questions are up-to-date so it will be easier to play with people of the new generations.&#10;&#10;The goal of the game is to collect wedges of each color by answering the questions and to answer the so called master question at the end of the game to be the MASTER.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "8047",
    "Name": "Chamber of Wonders",
    "ID": 329400,
    "Year": "(2022)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/329400/chamber-of-wonders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "As british members of aristocracy, in a fascinating 19th century London, you have to set up the most amazing and impressive Chamber of Wonders.&#10;&#10;In the british nobles' shoes, rich and bored, you are about to follow a new and bizarre fashion: the construction of a private &quot;Chamber of Wonders&quot;, a small museum in your home filled with the most weird artifacts and natural wonders from all around the world.&#10;&#10;It will be a race against your friends and rivals to see who will boast the best selection of the strangest objects. You will visit auction houses, do business with shady dealers, or search for unlikely artifacts in the shops of Piccadilly. Who will be able to exhibit the most impressive collection of wonders?&#10;&#10;In this game, your objective is to set up the best Chamber of Wonders by collecting Wonder Cards by sending your Agents in London's various areas (using money, bids, etc.) and placing them into your Display Cabinet. Each player, with his actions, scores Fame points.&#10;&#10;Chamber of Wonders is a special boardgame in the fact that the dynamic setup defines the set of rules that will be used in each game. Completely different game mechanics are added or removed to the game, either by using defined setups or by completely randomizing the game board - your choice. With more than 150 combinations of areas and contacts, each game feels different from the previous.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Auction / Bidding",
      "Closed Drafting",
      "Set Collection",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Fine Art and Art Museums"
    ]
  },
  {
    "Rank": "8048",
    "Name": "Trader",
    "ID": 41875,
    "Year": "(2009)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/41875/trader",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4231",
    "Description": "Your objective: to invest in different economic categories and earn the maximum money from your actions. Buy them at low prices to resell them in pairs in the same category, multiplying your profits. But take care to also upset your opponent's profit plans.&#10;&#10;Re-implements Ka-Ching!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "8049",
    "Name": "Girl Genius: The Works",
    "ID": 1463,
    "Year": "(2001)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/1463/girl-genius-the-works",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9355",
    "Description": "This is a non-collectible reworking of the CCG XXXenophile.  While XXXenophile's theme and artwork were rated R, Girl Genius can be played by families without grandma getting embarrassed.  (However, a couple cards do feature scantily dressed women.)&#10;&#10;Each player gets a five-card hand and 12 cards are laid out face-down in a patchwork pattern.  Each card has colored symbols along each side, a point value, and special instructions. On your turn, you turn over one face-down card then spin any face-up card 180 degrees.  After spinning, if any of the symbols on the edges of the spun card match the symbols on one or more of the surrounding cards, you &quot;pop&quot; the card(s) with the most matching symbols.  &quot;Popping&quot; a card means you must follow the instructions on the card (whether helpful or harmful) and then (usually) add it to your score pile.  Cards in your hand are used to replace any popped cards.  The game is played until one player has 100 points or has captured a combination of submarine and dirigible cards.&#10;&#10;Unlike most of Cheapass Games's games, this one is professionally manufactured with full color, laminated cards with rounded corners.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "8050",
    "Name": "Taxi Derby",
    "ID": 284269,
    "Year": "(2020)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/284269/taxi-derby",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "You are a driver in the city of Ixat. The city is growing at an unprecedented pace and the arrival of a new driving app has led to fierce competition. As the traditional taxi industry has been upended, drivers compete to provide the best service and attract the highest paying customers.&#10;&#10;Taxi Derby is a thematic pick-up and delivery board game with engine-building and push-your-luck gameplay mechanics from Skipshot Games.  This competitive, medium-weight strategy game is for 1-5 players and can be enjoyed by the whole family.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8051",
    "Name": "Winterborne",
    "ID": 265917,
    "Year": "(2019)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/265917/winterborne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Winterborne is a Euro-style medium weight game with light deckbuilding and tableau building. Players will use three different characters; the Viking, the Shaman, and the Explorer to lead their clan and expand their kingdom. The game is played over the Norse calendar year and each clan is preparing for the harsh winter. Players will enjoy the light interaction by exploring for cards and conquering nearby lands. Once winter is over the game ends and the player with the most Victory Points wins the game.&#10;&#10;Winterborne has multiple paths to victory and each player can decide the best route based on card collection, expanding and settling, or trading with allies. Each path provides a rich and enjoyable play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Rondel",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8052",
    "Name": "Dragonbond: Lords of Vaala",
    "ID": 337098,
    "Year": "(2023)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/337098/dragonbond-lords-of-vaala",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "A game of power based in the universe of Dragonbond.  Raid as a dragon or raise armies as a general, destroy your enemies, and cast mighty spells, all to collect power. The player who collects 10 Power tokens, wins.  In a world without gods, only you may claim your destiny.&#10;&#10;During the game, a general and a dragon entering to the same region peacefully, have a chance of becoming Dragonbonded to unlock a unique ability that interacts with each other, and playing as a team for the rest of the game.&#10;&#10;In the planning phase players secretly play action cards in a face-down pile to program their actions across the board until one player passes; in the resolution phase, actions are resolved in order. Through these actions, players move to different regions, attack, collect power or cast spells by spending the Power collected.&#10;&#10;Combat has a wargame feel into it due to the dice-based resolution with critical hits, counterattacks and retreats. If Power is scarce on the board, you can steal a Power token from another player entering into combat and dealing more hits than they can take.&#10;&#10;Dragons and generals play entirely different in strategy and actions. Generals raise armies and customize them in different regions around the board to control them and harvest Power. Dragons can gain Power by devouring units, they also have a health track and must rest and recover if they get wounded too much. All characters in the game have a unique Vaala deck of spells.&#10;&#10;-description from developer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Queue",
      "Area Majority / Influence",
      "Command Cards",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hand Management",
      "Programmed Movement",
      "Semi-Cooperative Game",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "8053",
    "Name": "Stack'n Stuff: A Patchwork Game",
    "ID": 362693,
    "Year": "(2022)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/362693/stackn-stuff-a-patchwork-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Stack'n Stuff, a more streamlined version of Patchwork, players are on the move. However, packing all of your stuff into a moving truck is quite tricky, costly, and time consuming &mdash; and the day runs out fast!&#10;&#10;During the game, the last player on the time track chooses one of the next three furniture items. After paying the transportation cost and spending the loading time, the player places the patch on their truck game board. Whoever manages to pack their truck best, as well as earns the most money during the game, is a moving master and wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Open Drafting",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Time Track",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: Patchwork",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)"
    ]
  },
  {
    "Rank": "8054",
    "Name": "Hidden Games Tatort: Winterkrimi – Eiskaltes Verbrechen",
    "ID": 348973,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/348973/hidden-games-tatort-winterkrimi-eiskaltes-verbrech",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "A snowy winter weekend at the B&auml;renfeld Christmas market ends fatally for an actor in the Nativity play. What happened on stage in public?&#10;&#10;As every winter, a nativity play takes place at the B&auml;renfeld Christmas Market. But this time the audience is horrified when the actor collapses lifeless in the middle of the stage at the end of the play. The police are in the dark and need your help. Who killed Josef?&#10;&#10;The Ice-Cold Crime case is a case for the experienced professionals among you. In contrast to the King's Murder case, you are pretty much on your own here; there is hardly any help from the police. Will you manage to solve this really tricky case?&#10;&#10;As a team, you will need to analyse letters, interpret the police interviews of various suspects, make telephone calls and even do some research on the Internet. Your approach to finding a solution is guaranteed to be multidimensional. Study the fingerprints, collect all the information on your large poster, discuss the alibis and motives. For your research during the investigation, you will need internet access and a phone with which you can receive text messages. It is also helpful (but not absolutely necessary) if you have a laptop or tablet at hand. Mobile phones are also allowed!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Hidden Games (Hidden Industries GmbH)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8055",
    "Name": "Fröccs",
    "ID": 321506,
    "Year": "(2020)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/321506/froccs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.52",
    "Description": "Who sells the finest spritzer in the corner pub? And who manages to make their drinks with the best quality wine? Buy glasses, collect cards, and hope that the others do not spill your sparkling soda, or absorb your wine with 'greasy bread' (a typical rural Hungarian dish)&hellip; &#10;You may bargain with them if such a card is played on you! But even if you don&rsquo;t allow yourself to be bullied, you can still improve the situation with your characters: 'B&ouml;ske, the Terrible' or 'Gargoyle Karesz' can always help bring your plans to fruition!&#10;&#10;Fr&ouml;ccs is a fun and interactive board game where you earn Forints based on the quality and quantity of the spritzers you mix and sell. Play as many cards as the glasses in front of you to fill them with wine and sparkling soda, or to impede your competition with action cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Negotiation",
      "Set Collection",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "8056",
    "Name": "Dawn of Madness",
    "ID": 282527,
    "Year": "(2024)",
    "Geek Rating": "5.617",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/282527/dawn-of-madness",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.9231",
    "Description": "Unlock your past. Experience the nightmare. Embrace the dawn.&#10;     &#10;You have awoken in a world that can't possibly exist. Everywhere you look you see some fresh nightmare; some new perversion of reality. You don't remember how you got here. In fact, your mind feels as though it has shattered, its fractured memories scattered in the wind. Despite this, you see hints of your past all around you, glimmers of the familiar tormenting you amidst the twisted, fluctuating landscape. What's worse, though, is that as you stumble through this place you realize you are not alone. There are monstrous, impossible beings shuffling and slithering and skittering toward you, hideous beyond all comprehension. Their most disturbing aspect, however, isn't the abject terror they exude. It's that you recognize them.&#10;&#10;It's not long before you discover there are other people here, too, wandering through this fever dream with you. They seem as lost, as scared, and as broken as you are. If you want to survive this place and escape, then you will have to band together with them, setting aside your differences and distrust to push back the oncoming torrent of seething corporeal chaos. Because otherwise you won't just die: your very essence will cease to exist.&#10;&#10;Dawn of Madness is a story-driven cooperative game of survival horror for 1-4 players. Set in the same universe as the breakout hit board game Deep Madness, Dawn of Madness is a completely standalone, unique, and terrifying gaming experience. During the game players will assume the role of wanderers trapped in a feverish hellscape, surrounded by the distorted echoes of their own history. As one of these wanderers, you must seek to discover what led you to this horrific world, struggling to survive as your and your fellow players' stories unfold across multiple chapters in an ongoing campaign. &#10;   &#10;Experience true horror unlike any board game before as you are immersed in stories of terror and madness, using the amplified powers of your mind to survive and fight back against the encroaching aberrations out to devour you. Bind your consciousness to other players' in order to accomplish difficult tasks, and earn coda cards and memories to boost your abilities while uncovering your past. All the while you will be gathering story points toward one of the multiple endings for each wanderer, and in the campaign's epic finale the wanderer - and the ending - with the most story points will spawn their respective terrifying, relentless final boss.  &#10;    &#10;The choices made throughout a chapter - and even the order those choices are made in - influence almost every aspect of the game, ensuring that no playthrough will ever be exactly the same. Adding even more variety, danger, and tension are the chapter-agnostic mini bosses and their distortions who plague each game in unique and changing ways, summoning vortexes of energy to alter the course of play and bring fresh dangers with every round. And all these challenges don't even include the malformations: alternate versions of the wanderers themselves, each one increasingly more corrupt than the one before, and each one able to take players into the darkest recesses of their comrades' souls. &#10;      &#10;Hearkening back to survival-horror classics like Silent Hill, The Evil Within, and Alan Wake, Dawn of Madness is a mind-bending, psychological experience unlike any other attempted in a board game. So gather your wits and steel your nerves for a trip into other universes and the depths of the human consciousness. Sometimes, the greatest horrors of all lie within.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "8057",
    "Name": "Proud Monster: The Barbarossa Campaign",
    "ID": 11122,
    "Year": "(1994)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/11122/proud-monster-the-barbarossa-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "660",
    "Play Time": "660",
    "Weight": "3.0741",
    "Description": "Proud Monster: The Barbarossa Campaign 1941 is a simulation of the first six months of the 1941-1945 Russo-German War.&#10;&#10;Game scale. Each hex on the two maps represents approximately 20 miles from side to opposite side. The units of both sides are represented primarily at the division level, but there are also a few corps, brigades, regiments and independent battalions in the counter mix. Each full game turn except the first represents two weeks.&#10;&#10;Game components [...] include rules, two 34x22&quot; game maps, one carstock chart and table sheet, and 959 die-cut counters.&#10;&#10;(source: rulebook)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8058",
    "Name": "Fifth Corps: The Soviet Breakthrough at Fulda",
    "ID": 7109,
    "Year": "(1980)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/7109/fifth-corps-the-soviet-breakthrough-at-fulda",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2188",
    "Description": "&quot;Fifth Corps: The Soviet Breakthrough at Fulda&quot; is one of several games in the Central Front Series published by SPI in the 1980s. &quot;Fifth Corps&quot; appeared in the September/October 1980 issue of Strategy &amp; Tactics magazine #82. Both the game and series depict the early days of World War III in West Germany. Combat is conducted at the company, battalion, and regiment level, with a map scale of 4 km per hex. The map covers the Fulda Gap and includes the major West German cities of Frankfurt and Mainz.&#10;&#10;Fifth Corps uses a collection of mechanics, including &quot;Operations Points&quot; and &quot;Friction Points&quot;, variable length game turns, and Zones of Control to simulate modern battlefield conditions. As with most modern warfare games, Fifth Corps includes rules for airpower, airmobile operations, and nuclear/chemical warfare. The game includes three scenarios: an introductory &quot;Rhein-Main Raid&quot;, a more advanced &quot;The Battle for Fulda&quot;, and the campaign game, &quot;Fifth Corps&quot;.&#10;&#10;&#10;    The Rhein-Main Raid Scenario: Three days after the next war began, the Soviets had not crossed into the Fulda/Frankfurt area. All Warsaw Pact lines of advance had been to the north and south of Fifth Corp's area of operations.Thus, NATO vacated the area to reinforce other hard hit sectors. NATO was surprised then, when two Soviet motorized rifle divisions entered the Fulda Gap supported by attack helicopters, aiming to seize a NATO nuclear site at Giessen, the Wiesbaden Airfield, and the critical Rhein-Main Airbase... A mobile, confusing engagement ensured, independent of the major battles along the rest of the front.&#10;&#10;&#10;&#10;    The Battle for Fulda Scenario: At the outbreak of the next war, few areas were harder hit than the Fulda Gap. Here an entire Soviet Army and various support units, including an airborne regiment, were committed on the first day... Those [NATO support units] that survived were ordered to &quot;contain all enemy breakouts&quot; until the arrival of the 5th Panzer Division.&#10;&#10;&#10;&#10;    Fifth Corps Scenario: Following the initial attack by 8th Guards Army, the Soviets sought to seal the fate of NATO in the Fulda/Frankfurt area by committing the 1st Guards Tank Army to the action... The race was on for the important Pomcus and Reforger sites.&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Political: NATO",
      "Series: Central Front (SPI)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "8059",
    "Name": "Stratego: Lord of the Rings Trilogy Edition",
    "ID": 11385,
    "Year": "(2004)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/11385/stratego-lord-of-the-rings-trilogy-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0476",
    "Description": "From the box back&#10;&quot;Plot your strategy in this classic battlefield game! Characters from the Lord of the Rings motion picture trilogy come together in this classic battle of good versus evil.&#10;&#10;Gandalf, Legolas, and Frodo and other forces of good stand side by side on the gameboard map as they face off against the Witch-king, Saruman, and Ringwraiths and the forces of evil.&#10;&#10;You and your opponent secretly place your army, strongholds, and flag on the gameboard. Now the battle begins. Move and attack cautiously for victory goes to the strongest. Capture the enemy's flag first and win!&#10;&#10;Three variations of gameplay.&#10;&#10;Gameboard, 40 gray pieces, 40 beige pieces, Label sheet, and Instructions.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Game: Stratego",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8060",
    "Name": "Burn Rate",
    "ID": 3341,
    "Year": "(2002)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/3341/burn-rate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.569",
    "Description": "BURN RATE puts the players in the role of a dot-com CEO, trying to keep his startup afloat.  The challenge of the game is to keep a startup in business and lose money as slowly as possible.  Opponents try to force each other to flame out quickly with money-wasting dot-com projects, over hiring, and incompetent vice presidents.&#10;&#10;The mechanics of the game are based on real life.  A player's employee [cards] each has a skill number, and that skill allows the play of cards that represent their actions.  For example, a FUNDING card with a skill prerequisite of 2 requires an Finance employee with a minimum skill of 2 to play it.&#10;&#10;A player's bank account is debited each turn based on his current situation, or &quot;burn rate&quot;.  A player wins when all the others have run out of money.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "8061",
    "Name": "Mysteries?",
    "ID": 144506,
    "Year": "(2013)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/144506/mysteries",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Mysteries? is a game of riddle and deduction in which one player has to come up with subtle clues to make others guess a word.&#10;&#10;First, the &quot;Master of Mysteries&quot; discreetly draws a card and a category tile to know which word they must make the other players guess. (The twelve categories are book, film/TV, music/song, famous person, generic person, shape/color, number, matter, item, place, animal, and verb.) They then set down a square of nine (3x3) category tiles on the table (including the one she just drew). In turns, other players choose a category. If it matches the word to be guessed, the &quot;Master of Mysteries&quot; says so and sets the tile aside; if not, they must either give a clue matching this category, then flip the tile (which cannot be chosen again), or discard the tile and place it back in the bag. At the end of each turn, the active player can make one guess, and if their answer is right, both the guesser and the Master of Mysteries scores as many points as the number of non-discarded tiles chosen  during that round.&#10;&#10;After a clue has been given or a tile discarded, any player can interrupt the game by saying they know the answer. Any other players can then do the same. Then, in clockwise order, each of them gives one answer, and either wins this round or is eliminated until next round.&#10;&#10;After a certain number of rounds (depending on the number of players), the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "8062",
    "Name": "Sherlock Far West: Disparos al amanecer",
    "ID": 310611,
    "Year": "(2020)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/310611/sherlock-far-west-disparos-al-amanecer",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded.&#10;&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;Un duelo al amanecer ha concluido con un extra&ntilde;o desenlace. &iquest;Qui&eacute;n lo ha hecho? &iquest;C&oacute;mo? &iquest;Por qu&eacute;? Vuestro equipo de detectives deber&aacute; analizar las pistas para responder a &eacute;stas y otras muchas preguntas. &iquest;Resolver&eacute;is el nuevo misterio de Tornado Town?&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "8063",
    "Name": "The Last Success: Quadrigame of the War Against Austria, April - July 1809",
    "ID": 85572,
    "Year": "(2011)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/85572/the-last-success-quadrigame-of-the-war-against-aus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "3.1176",
    "Description": "The latest game in the tradition of Napoleon's Last Battles and Four Lost Battles will cover Napoleon's 1809 Danube Campaign. Like the other games players command the forces of Napoleon or the Coalition on a hex map covering three battles. Cards activate units and cause events to occur. The scale will be 525 yards (480 meters) per hex, 1 hour per turn, 500-800 men per strength point.&#10;&#10;The Battles Simulated:&#10;Abensberg, April 19-20&#10;Eckm&uuml;hl, April 21-22&#10;Aspern-Essling, May 21-22&#10;Wagram, July 5-6&#10;3 maps, 2 counter sheets, 2 card decks, etc.&#10;&#10;Abensberg and Eckm&uuml;hl are each playable as single-map battle games as well as a two-map game of the double battle. Aspern-Essling and Wagram are played on the same map. Hence there are four separate battles in this package, played on a total of 3 full-sized maps. Campaign Game options link the four battles.&#10;&#10;An Additional bonus scenario was added at the last moment as the game went into production: The Battle of Teugen-Hausen, April 19.&#10;&#10;Part of the &quot;Series: The Library of Napoleonic Battles (OSG)&quot;-Series - formerly known as the Napoleon's Last Battles (NLB)-Series&quot;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Vienna (Austria)",
      "Country: Austria",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "8064",
    "Name": "Chimera & More",
    "ID": 224830,
    "Year": "(2017)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/224830/chimera-and-more",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Description from the publisher:&#10;&#10;Chimera &amp; More is composed of two games &mdash; one for three players and one for five players &mdash; with each game being similar to climbing- and shedding-based card games like Tichu, The Great Dalmuti, Big Two, and Dou Dizhu (Fight the Landlord).&#10;&#10;Chimera for three players is a game of two against one. In each hand, one player bids to be Chimera and the other two players team up as the Chimera Hunters to defeat this player. Players compete for points in several hands of play, and the winner is the player who scores the most points once the designated point score is reached by one or more players. Chimera is normally played to 400 points, although longer or shorter games may be played. Chimera for three players was previously published as Chimera by ZMAN Games.&#10;&#10;Chimera for five players plays similarly to Chimera for three players, but with additional cards and rules. One player bids to be Chimera, then chooses one other player to be their partner (the Pi Ya) through a bid system; the other three players then team up as the Chimera Hunters to defeat them. Chimera for five players is normally played to 400 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Ladder Climbing",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Series: The E•G•G"
    ]
  },
  {
    "Rank": "8065",
    "Name": "Cutterland",
    "ID": 298271,
    "Year": "(2020)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/298271/cutterland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Hello, adventurer! You must have seen a lot: miraculous worlds, battles with dragons, good triumphing over evil... You also must have suspected that dungeons were not designed on their own and dragons did not collect all of those riches they usually guard. That's what we do &mdash; create fabulous lands that would meet your highest expectations! Since there are more and more of you coming, we're overloaded and ready to hire you if you want to try your hand!&#10;&#10;Cutterland is an innovative strategy board game in which you get to cut the cards &mdash; literally cut them into pieces and compete to create your own fabulous lands. You will divide the cards, distribute the pieces between the players, and score victory points for the creatures inhabiting your land. Whoever has the most attractive land at the end of the game wins!&#10;&#10;Cutterland includes a mode in which you can play with the cut-up pieces, and two &quot;recharge&quot; packs will be available for the game: &quot;Classics&quot;, which contains the base set of cards, and &quot;Mashroom&quot;, which features a new creature of the same name!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Turtles",
      "Components: Polyominoes",
      "Creatures: Dragons",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "8066",
    "Name": "Leonardo da Vinci's Codex Leicester",
    "ID": 374858,
    "Year": "(2023)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/374858/leonardo-da-vincis-codex-leicester",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3.2143",
    "Description": "Codex Leicester is the reimplementation of Leonardo da Vinci (2006) by Acchittocca  (Flaminia Brasini, Virginio Gigli, Stefano Luperto, Antonio Tinto) in collaboration with the founder of DiceTree Games, Changhyun Baek. It is a new game using the original&rsquo;s system and theme.&#10;&#10;This is a worker placement game for 1 to 5 players, featuring strong player interaction. Playtime lasts approximately 30 minutes per player.&#10;&#10;Summary:&#10;Players find themselves as inventors trying to breathe life into their designs, all of which draw their inspiration from the notes of the master himself:  the Codex Leicester of Leonardo da Vinci. Ranging from relatively simple to epic, all these inventions require materials and time to bring them to fruition.&#10;Of course, genius alone won&rsquo;t get the job done. Get support from the Council and sponsors. You will need to expand your workshops and procure Automata designed by Leonardo himself &ndash; all this to increase your work efficiency. Hire apprentices straight out of the academy to nab highly coveted materials from the market before your rivals.&#10;&#10;Time is of the essence. Race to be the foremost in completing inventions. You will unlock rewards and special abilities if you are the first player to complete the inventions. Otherwise, you will get less rewards without special abilities.&#10;&#10;After 7 rounds, the player who has amassed the largest fortune will be awarded victory!&#10;&#10;Who among you will be the most ingenious Renaissance inventor?&#10;&#10;-description from publisher&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=Changes from Leonardo da Vinci (2006):&#10;&#10;- The allocation of start game resources has changed. 4 resource selection cards are distributed,  of which 2 are kept, and their corresponding resources are collected. Receive additional resources according to to turn order.&#10;&#10;- Competitive elements have been strengthened for a 2 or 3 players game, allowing enjoyment of a similar tension at any player count.&#10;&#10;- More invention cards!  An increase from 25 to 40 cards,  with each card having special effects that players can use instantly, once in a round, and permanently.&#10;&#10;- More enticing Council options!  An increase from four to eight options, with florins piling up on tiles that no one has chosen each time a new tile is placed.&#10;&#10;- Card resources have been replaced with meeples, and player screens have been added.&#10;&#10;- Invention card completion has been modified so that everyone knows what inventions are being worked on at any given time.&#10;&#10;- Invention cards are now divided into current and future spaces, adding a new dimension for strategic play.&#10;&#10;- The 15-week inventions are now only revealed at the start of the game,  allowing players to prepare in advance.&#10;&#10;- Restrictions of the workshops have been lifted so that you can upgrade them, as well as add automata,  in the middle of working on an invention.&#10;&#10;- Each player now gets six objectives, all of which yield rewards upon fulfillment.  So if you find yourself falling behind in completing inventions, these objectives will help you catch up.&#10;&#10;- New effects have been added to the Laboratory and Academy. You can buy 1 work from the Laboratory and 1 resource from the Academy. Now there&rsquo;s a reason to use the Laboratory and Academy in the later of the game.&#10;&#10;- The game consists of 7 rounds. Players pay salaries to hired assistants at the end of rounds 3, 5, and 7. Some effects of the Laboratory and Academy change in rounds 4 and 6.  In round 7, players can sell resources instead of buying them.&#10;&#10;- The game comes with a double-sided game board; double-layered player boards; premium wooden, glass, and plastic resource tokens; and 12 transparent containers for storing components.&#10;&#10;",
    "Categories": [
      "Book",
      "Industry / Manufacturing",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Components: Wooden pieces & boards",
      "Country: Italy",
      "Historical Figures: Leonardo da Vinci",
      "Theme: Science"
    ]
  },
  {
    "Rank": "8067",
    "Name": "Spies!",
    "ID": 1633,
    "Year": "(1981)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/1633/spies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4524",
    "Description": "Spies is a game of espionage and intrigue for up to five players, set in the turbulent European era of 1933-1939.  You control the secret service of one of the major powers of that era - Germany, Italy, Russia, France, and Britain - in the constant struggle to gather your opponents secrets and return them safely to your own capital while protecting your own country's secrets.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Europe",
      "Series: Power Politics (SPI)"
    ]
  },
  {
    "Rank": "8068",
    "Name": "Gateway: Uprising",
    "ID": 176914,
    "Year": "(2017)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/176914/gateway-uprising",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Players of the deck-building card game Gateway: Uprising take on the roles of insurgent wizards determined to reclaim the Great City of Gateway.&#10;&#10;Each player begins with the game with the same starter resources of basic insurgent wizards, merchants, and a magical Runestone - but from there the similarities end. Players will draft new wizards, heroes, and magical creatures into their ranks, building up an army to defeat and defend the different districts of Gateway.&#10;&#10;After successfully liberating a district, the player gains access to its unusual power, such as cheaper resources, additional defenses, or even the ability to magically damage foes from afar. Be warned: Not only will other rebel insurgents attempt to steal your districts away from you, but you'll also have to battle against the forces of Chancellor Gideon and an invading onslaught of terrible monsters called the Drueggar.&#10;&#10;To aid you in this are Runestones - powerful one-time-use spells that can turn the tide of battle instantly or provide the player with a temporary boost to his coffers. However, once used, Runestones become empty shells and are discarded for the remainder of the game.&#10;&#10;To win the game, players must collect victory points by defeating the city guard and Drueggar Horde, controlling important districts, or through special insurgent abilities they draft into their ranks. Don't delay and play the waiting game -- if the Drueggar manage to take all the city districts, it&rsquo;s game over for both the insurgents and the innocent citizens of Gateway!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8069",
    "Name": "Peak Oil: Profiteer",
    "ID": 285115,
    "Year": "(2022)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/285115/peak-oil-profiteer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "Peak Oil Profiteer is a standalone board game set in the Peak Oil universe. As the top executive of an oil corporation, you are sent to a war-torn nation that's got a lot of oil &mdash; and no one who can help sell it! That's where you come in: Your task is to make the most cash before corruption ruins the land.&#10;&#10;This card-driven tactical game features area control, simultaneous action selection, and a healthy dose of player interaction. Progressing in rounds, players improve their workforce by investing in powerful consultants and vie for influence over the nation's three warring factions. As control of the oil fields passes between the hands of the so-called &quot;government&quot;, the &quot;National Liberation Front&quot;, and the noble &quot;Guerilla Militia&quot; you have to ensure you're in the right place at the right time with the right faction leader in your pocket.&#10;&#10;Double guess your competitors, blackmail politicians, and sell weapons to whoever needs them to ensure you keep the oil &mdash; and money &mdash; flowing in your direction. Remember, your sole goal is to make the most profit before corruption destroys this sorry region.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Humor",
      "Industry / Manufacturing",
      "Political",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Network and Route Building",
      "Simultaneous Action Selection",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "8070",
    "Name": "War of the Triple Alliance",
    "ID": 330145,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/330145/war-of-the-triple-alliance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.0556",
    "Description": "WAR OF THE TRIPLE ALLIANCE&#10;&#10;In this wargame for 2 players, ages 14 and up, recreate the war that pitted tiny Paraguay against the Brazilian Empire, Argentina, and Uruguay.&#10;&#10;When Brazil invaded Uruguay in 1864, no one could have foreseen that this act would spark the largest conflict in the history of South America. Paraguay entered the war in defense of Uruguay while Argentina allied with Brazil. Uruguay itself, once conquered, switched sides and declared war on Paraguay. Thus was born the Triple Alliance. Despite having a small population, little territory, and few resources, the Paraguayans fought with unexpected tenacity.&#10;&#10;First, they embarked on daring offensives, then they were forced to fight massive defensive battles, taking an unsustainable number of losses. After seven years of arduous fighting, the Paraguayan army participated in its last battle at Cerro Cor&aacute;, the only town left to be conquered by the Alliance. At the last stage of that desperate battle, Paraguayan President Solano L&oacute;pez committed suicide while cornered by Brazilian soldiers. Material and human losses were astronomical on both sides. It is said that more than 90% of the male population in Paraguay died during that colossal war. Even the victorious countries were brought to the brink of exhaustion &ndash; to such an extent that Brazil is, to this day, still in debt.&#10;&#10;Surprisingly, this war has never been represented in a game of its own. It is high time to bring this conflict to the forefront of the wargaming scene, not only so that fans of the genre can have the chance to recreate this conflict and explore different strategies, but also so that the general public can become more informed about such an important historical event in a simple way. For this reason, War of the Triple Alliance prides itself on two basic principles: historical depth and simple rules.&#10;&#10;The War of the Triple Alliance confronts the players with the dilemmas faced by the generals of the opposing sides. Paraguay starts with a strong army that can advance into Argentine and Brazilian territory, but does not have enough replacements to sustain a war of attrition. The allies (Brazil, Argentina and Uruguay) must contain the Paraguayan onslaught and gain time by giving as little ground as possible, because as time goes by their armies will be more and more numerous, and they will be able to present battle.&#10;&#10;There is a moment when the strategy for both sides change completely: when the allied player accumulates enough troops to outnumber the Paraguayans, he begins a race to conquer Asunci&oacute;n and other important cities before the end of the game, while the Paraguayan player will try to slow down his advance or perhaps even stop it by relying on the fortifications that protect the ascent up the river.&#10;&#10;The game incorporates cards to make room for events that, while not strictly military, influenced the course of the war. Players must decide whether to gain immediate benefits in the form of new combat units, or whether to plan their strategy for the long term and prefer to put victory point cards into play or to modify the duration of the game. This increases the variability and excitement of the game, as well as enriching it by adding historical depth. Players have a more detailed explanation of card events in the rulebook.&#10;&#10;The winner of the game will be the one who economizes his forces better, uses his cards better and has been able to manage the timing of the game more wisely.&#10;&#10;The War of the Triple Alliance is a perfect game to enter the world of wargames. The rules are simple and intuitive, specifically designed to avoid tedious intermissions and the battles are resolved in a patterned way so that in each round the players are clear about their options. However, this apparent simplicity does not prevent players from having to make decisions on the edge, and experienced players will find the game very challenging: will the Paraguayan player launch himself southwards, trying to reach the strategic cities of Brazil or Argentina, or will he prefer to send his armies to Mato Grosso in the north, with the aim of completely eliminating a front and getting a good handful of cards that will shorten the game in his favor? Likewise, the Allied player has many decisions to make: Will he have enough temperance to avoid entering a decisive battle before accumulating enough troops? Will he advance along the most direct path to Asunci&oacute;n, storming the fearsome fortifications on the Paraguay River, or will he prefer to bypass them and begin a long campaign of conquest?&#10;&#10;Contents:&#10;&#10;&bull;    1 double sided (English/ Spanish) 25.6&rdquo; x 19.6&rdquo; game board (mounted)&#10;&bull;    54 cards&#10;&bull;    2 starting cards&#10;&bull;    73 Paraguayan unit counters (including leaders)&#10;&bull;    89 Allied unit counters (including leaders)&#10;&bull;    4 Capital markers&#10;&bull;    3 fortress markers&#10;&bull;    4 victory point markers&#10;&bull;    54 control markers&#10;&bull;    3 red dice, 2 green dice, 2 blue dice&#10;&bull;    1 Battlefield Display&#10;&bull;    1 Rulebook English&#10;&bull;    1 Rulebook Spanish&#10;&bull;    1 Playbook English&#10;&bull;    1 Playbook Spanish&#10;&#10;MAIN CHARACTERISTICS&#10;&#10;&bull;    It only takes 2 hours to recreate this massive conflict.&#10;&bull;    Simple rules make the game&rsquo;s concepts easy to grasp for all types of players.&#10;&bull;    The game&rsquo;s card selection system forces each player to make interesting choices.&#10;&bull;    Quick and intense games with special attention paid to the details of the map and illustrations of the armies.&#10;&bull;    Historical accuracy. Includes a playbook that provides a detailed summary of the outbreak of the war, how it developed, and its aftermath.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Argentina",
      "Country: Brazil",
      "Country: Paraguay",
      "Country: Uruguay",
      "History: Paraguayan War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8071",
    "Name": "Magestorm",
    "ID": 40816,
    "Year": "(2010)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/40816/magestorm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1818",
    "Description": "Enter a world of high magic and bloody melees with Magestorm! Powerful magicians wielding god-like powers call storms of fire from the sky, move hills, raze woods, and invoke fear into the hearts of hundreds of enemies. At the same time, mighty armies clash on the field of battle, and victory can only be achieved by the perfect combination of magic and military skill.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8072",
    "Name": "Axis & Allies Air Force Miniatures: Angels 20",
    "ID": 121657,
    "Year": "(2012)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/121657/axis-and-allies-air-force-miniatures-angels-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3077",
    "Description": "&quot;Axis &amp; Allies Air Force Miniatures is a fast, action-packed game of World War II air combat.  You take the stick of one or more of history's most famous warplanes, taking on your opponent in wild dogfights.  Victory goes to the player who gets the most out of his or her plane... or sometimes, the player who lands the lucky shot.&quot;&#10;&#10;Design Notes:&#10;- a game turn approximates 10-15 seconds&#10;- a hex is roughly 500 yards across&#10;- six levels of altitude represented&#10;- abstracted speed of 100 mph for range 1-2 and non linear steps for range 3-5&#10;- scale approximately 15mm-20mm&#10;&#10;Starter Contents:&#10;- 6 prepainted miniature planes&#10;- all 31 stat cards for this set&#10;- 2 battle map sections&#10;- Rulebook&#10;- counter sheet&#10;- 4 six-sided dice&#10;&#10;Included Scenarios: &#10;- Battle of Britain: Intercept the Interceptors&#10;- Battle of Britain: Limited Fuel&#10;- Battle of Britian: Schnellbomber&#10;- Standard Scenario (for any aicraft)&#10;- Bomber Escort Scenario&#10;&#10;This is a game of aerial combat with WWII aircraft of various nations fought on a hexagonal map.  This set represent aircraft primarily from the early years of the war.  Players take turns determining initiative, moving their aircraft, and attacking opponents.  Victory is determined player elimination or victory point total comparisons.  Optional rules allow for clouds, flak fields, barrage balloons, and even night combat.&#10;&#10;The game also comes with a conversion appendix allowing the aircraft to be used with the Axis &amp; Allies Miniatures Land Game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Axis & Allies (Avalon Hill)"
    ]
  },
  {
    "Rank": "8073",
    "Name": "Urbanization",
    "ID": 118337,
    "Year": "(2012)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/118337/urbanization",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.8776",
    "Description": "Game description from the publisher:&#10;&#10;In Urbanization, the players follow the development of a rural area, from the beginning of the industrial revolution to modern times. They guide their villages through hard times and try to attract citizens by building houses. Later, factories are erected and the villages grow into prospering cities.&#10;&#10;The player who develops his city most efficiently will be victorious in the end.&#10;&#10;Game play in Urbanization includes no random elements, and the game comes packaged with an expansion, &quot;the inventions&quot;.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Income",
      "Market",
      "Network and Route Building",
      "Open Drafting",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "8074",
    "Name": "Illumination",
    "ID": 326848,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/326848/illumination",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3.2857",
    "Description": "&quot;Sacrilicious&quot; -- Board Game Quest, Best Board Games of 2021&#10;&#10;Illumination is a game of Mad Medieval Monks and Illuminated Manuscripts.&#10;&#10;You and your opponent are monks competing to become the new head of the Scriptorium. You do so by illuminating manuscripts with elaborate religious artwork. But not all is as peaceful as it once was! Possessed with eccentric enthusiasm, one of you has turned from the reverent to the irreverent by scrawling demons instead of angels and by painting fierce dragons instead of noble knights. Who will become the new master of the Scriptorium? Will it be the monk who reverently illuminates the page with monks, dogs, knights and angels; or the irreverent monk who whimsically draws the forces of rabbit, squirrel, dragon and demon? Play Illumination to find out!&#10;&#10;OBJECT&#10;&#10;Each turn, players create illuminations in three Books by placing one full row or column of tiles of their choice from their Player mat. With careful placement, players collect Coins that  allow  them  to perform special actions or  purchase Scriptorium cards. By placing tiles next to others of matching color, players collect Ritual tokens to score points at the Ritual stations in the Monastery when they are occupied by the Abbot.&#10;&#10;As tiles are placed in Books, conflicts are set in motion:  Angels wrestle with Demons, Knights skirmish with Dragons,  Monks contend with Rabbits, and Dogs struggle with Squirrels. These conflicts are resolved only when they are bounded on all sides. Then, the player with more tiles on their side wins the &#10;Bounded Battle, flips the losing side&rsquo;s tiles facedown, and places their Marker on the matching Battle card.&#10;&#10;When the game ends, players score points for the Rituals  recorded on the Monastery mat and 1 point for each of their faceup Illumination tiles in each Book. Players also score points for placing more Markers on Battle cards and for defeated factions that match their Crusade card. The player with more points wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Books / Libraries",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8075",
    "Name": "Titanium Wars",
    "ID": 135888,
    "Year": "(2013)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/135888/titanium-wars",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "When venturing in Limbo at the edge of the galaxy, scouts found a new form of energy: Titanium. First experiments showed it could push back the frontiers of technology, and even open new horizons for human capabilities. This news was more than enough to stir up the greed of humankind's greatest factions. Each has sent fleets to take over nearby planets where Titanium is abundant &ndash; and even seems to be in constant expansion. From that point on, armed conflicts were bound to happen, and this war will be settled only by controlling the Titanium deposits...&#10;&#10;As leaders of these great factions in Titanium Wars, players will purchase buildings to master new technologies and increase their earnings, build their own fleet of custom battleships to defeat their opponents, and expand their space empire. They will have to prove bold, insightful and tactful if they want any chance to win this fierce war.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "8076",
    "Name": "Pappy Winchester",
    "ID": 281961,
    "Year": "(2019)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/281961/pappy-winchester",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "Pappy Winchester has kicked the bucket! Poor thing, he was the king of swindlers and everyone knows he was filthy rich! His final wish was that his descendants would share his fortune and the plots of his ranch, with the richest becoming the new head of the family. After all, for him the most important thing was that his money stayed in the family! Pappy thought of everything and left an outline of his belongings. In Pappy Winchester, you and the other heirs are now assembled around this map to divvy up Pappy's possessions...&#10;&#10;The game board features 19 plots of land, divided into seven desert plots, six prairie plots, and six forest plots, with train tracks and a river running crossways through the land, and a saloon set apart from everything else. To set up play, give each player $8,000 and two secret objective cards, then place a bonus token face down on each plot of land.&#10;&#10;On a turn, the active player draws a plot token at random, then players hold an auction for that plot, with the winner marking it with one of their tokens, then revealing the bonus token and carrying out its effects. This token might let you look at the face-down mine or ranch cards to determine the value of those plots; move the train or boat along the tracks or river, with players owning properties adjacent to this vehicle's location earning money; or collect funds from the saloon. The winner of the auction then divides their bid as equally as possible among all other players, with any remainder being placed on the saloon.&#10;&#10;Each player starts the game with a duel token, and when a player is involved in an auction that's down to them and someone else, they can decide to sped that token. If they do, a third player shuffles two duel cards &mdash; one showing a gun being fired, and the other not &mdash; then each bidder takes one of them, with the player holding the firing gun winning the auction.&#10;&#10;Five piles of banknotes are laid out at the start of play, with a different shared objective card placed on each pile. If the completion of an auction allows a player to meet one or more of the objectives, such as owning one of each type of land or having three plots that don't touch the river, then that player claims the banknotes under that card. After the 19th auction, players reveal their secret objectives, earning money for how well they've met those goals, and whoever owns the most plots of land receives $5,000. Whoever now holds the most money wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8077",
    "Name": "Waterloo 200",
    "ID": 169366,
    "Year": "(2015)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/169366/waterloo-200",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7059",
    "Description": "The sun rose on the morning of 18th June, 1815.  Napoleon Bonaparte breakfasted with his generals at Rossomme on the Brussels's road. The conversation returned to the weather; It had poured rain throughout the night and Drouot, the commander of the Emperor's artillery was worried about the effect on his guns. Napoleon acquiesced to a delay in starting the attack. This was the first of many fateful decisions to be made on that day...&#10;&#10;Waterloo 200 is a new concept game covering the epic Waterloo Battle fought in Belgium in June 1815.&#10;&#10;Developed on wooden blocks, over a colorful 86x64 cm mapboard, 400g thick.&#10;The over 200 wooden/plastic components have been created by the best Italian artisinal industry and painted &quot;A buratto&quot;, a technique usually adopted for painting car parts and accessories.&#10;&#10;Historical Background&#10;On June 18 1815, Napoleon's Arm&eacute;e du Nord and a coalition led by Wellington, clashed over the plains of Waterloo in Belgium for a decisive battle.&#10;&#10;Waterloo is a game for two or three players, one controls the French Army and the other one/two control the Seventh Coalition.&#10;Although based on history, players in command of the two sides can modify the evolution of the battle and of the history in the Europe of XIX centuries.&#10;&#10;Rules Introduction&#10;The rules are easy - 6 pages - players can start playing the game without too many rules to remember and the game is 5 turn long (90-120 minutes)&#10;Then the 10 Optional Rules provide more specific and detailed rules for an enhanced realism, such as special Cavalry abilities (Charge, Scouting, Impetus), Artillery Bombardment, Retreat, Combined Attack, Morale...&#10;&#10;Scale&#10;A cm is approximately 70 meters.&#10;A turn is 2 'hours' long.&#10;A full strength counter represents a Leader or a Brigade (30-50 guns, 1000 Cavalrymen, or 3,000 infantrymen) depending on the unit's type, training, morale and leadership.&#10;&#10;Fog of War&#10;The game must be played with the Fog of War on (wooden blocks are placed on the map in such a way the opponent player can not see them).&#10;&#10;Language: English, German, French, Spanish and Italian&#10;Genre: Tactic&#10;Turns: Turn-Based&#10;Complexity: Entry Level to Basic, depending on which rules are used&#10;Period: Napoleonic&#10;&#10;Microbadge: &#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Memory"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Belgium",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "8078",
    "Name": "Stuff and Nonsense",
    "ID": 160853,
    "Year": "(2015)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/160853/stuff-and-nonsense",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4667",
    "Description": "Stuff and Nonsense is &quot;the Inevitable Aftermath of Professor Elemental's Imaginary Polar Expedition&quot;, an adventure game about never leaving London. The players move about the city, collecting artifacts and stories, and then return to the Adventurer's Club to tell made-up stories of adventure. This game plays something like a board game, though the board is made entirely of cards. The mechanics revolve around collecting sets of cards, while trying to avoid meeting Professor Elemental, and deciding which destinations to pretend to return from. The cards are filled with humorous text and whimsical illustrations by Harold Fay.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: London (England, UK)"
    ]
  },
  {
    "Rank": "8079",
    "Name": "Nouvelle-France",
    "ID": 244806,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/244806/nouvelle-france",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Main aim&#10;A strategy game where you need to skillfully place construction blocks to build three historic sites from the Nouvelle France era, outwit your opponents, and thereby gain points. Add to that three further ways of either bettering your score or hindering your opponents.&#10;&#10;Concept and Goal of the Game&#10;Each turn, carefully place a construction block to help build either the military redoubt, the church, or the seigneurial mill. At the end of each turn, players gain points based on the placement of these blocks. Three times during the game, it will snow and this is when players receive extra points based on the number of cubes of their colour present in the level being tallied up. The snowdrifts are then added to each building, fitting around and hiding the level that has just been tallied, therefore limiting the remaining space available to gain points. The player who has the most points at the end of the game is the winner.&#10;&#10;Playing the Game&#10;Each turn, a player draws a card illustrating a type of construction block, taking the one indicated from the stock pile. They need to add the block to one of the buildings in line with the rules of play: a wall must not be more than 3 cubes high; blocks must be within limits shown on the foundation tiles; blocks must not be inserted underneath another one already in play etc. Once the block has been placed, one point is awarded for each newly added cube of the player&rsquo;s colour, with further points being added for all the cubes already in play of the same color that this new block touches. Therefore, players should try to have as many of the cubes already in play of their colour touching those of corresponding colour in the newly placed block to maximize their score per turn. Also, strategically played ally cards and colourless blocks allow players to increase their scores.&#10;When a snowflake card is drawn from the construction-block deck, the game stops, and points are awarded to each player based on the number of cubes of their colour found in the level being tallied. The snowdrifts are then added. This happens three times during the game. When the first snowflake card is drawn, points are tallied for the first level of each of the three construction sites. When the second snowflake card is drawn, points are tallied for the second level. Finally, when the third snowflake is drawn the tally is done for the third and final level, and the game ends. The tally sticks placed next to each building indicate how points are attributed each level. On the tally sticks there are +, - and x 2 symbols indicating how many points players win or lose based on the number of cubes of their colour in the level being tallied.&#10;&#10;End of the Game &#10;The game ends when the third snow flake is turned over. Points are tallied for a final time for the third floor of each construction site. The player having the most points on the points&rsquo; board is declared the winner and earns the title of Royal Engineer for New France.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Region: Quebec (Canada)"
    ]
  },
  {
    "Rank": "8080",
    "Name": "Knapp Daneben!",
    "ID": 260788,
    "Year": "(2018)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/260788/knapp-daneben",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Knapp Daneben! (Close to the Mark!), all players want to collect numbers close to what they already have, but not identical numbers.&#10;&#10;Each player gets a scoring sheet and claims a different color from the five colored dice in the game. On a turn, one player rolls all five dice once. Each player must combine the number on their die with the number on any other die, then write this sum in a circle on their scoring sheet that's either their color or the color of the other die they're using. Each scoring sheet has 25 circles in it in a 5x5 grid, with each color appearing five times. When a player writes a sum in a circle that differs from an adjacent circle by exactly one, the player ticks the box between these circles.&#10;&#10;After 25 turns, the game ends. For each row and column of boxes (with the 4x4 grid of boxes being located within the 5x5 grid of circles), the player scores 0, 1, 3, 6, or 10 points for ticking off 0-4 boxes. In addition, the player scores 2 points for 3, 4, 10 and 11 they wrote down and 4 points for each 2 and 12. Whoever scores the most points wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "8081",
    "Name": "Harpoon (Third Edition)",
    "ID": 5928,
    "Year": "(1987)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/5928/harpoon-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.0164",
    "Description": "Harpoon simulates modern naval warfare. Its rules tell how ships and aircraft move, detect enemy contacts, and attack them. Weapons inflict realistic effects, and proper naval tactics produce accurate and believable results. The die-cut counters included in the game make it possible to take this game home and start playing.&#10;&#10;Tom Clancy's books Hunt for Red October and Red Storm Rising used Harpoon as a source. (The game was not based on the books.) To quote from the Author's Note in Red Storm Rising &quot;(Harpoon)...served as a primary source for The Hunt for Red October&quot; and &quot;... a macro-wargame or campaign game which, using the&quot; Harpoon system, would fight out a new Battle of the North Atlantic.  I thought this was fascinating and we began talking about building a book around the idea...'.  Larry Bond is given co-copyright to Red Storm Rising.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Political: NATO",
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "8082",
    "Name": "Cartoon Network Crossover Crisis Deck-Building Game",
    "ID": 194233,
    "Year": "(2016)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/194233/cartoon-network-crossover-crisis-deck-building-gam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "What kind of craziness ensues when cartoon worlds collide? Cartoon Network's baddest adversaries are loose and it's up to you to stop them. Play as your favorite heroes from Cartoon Network's past and present hit shows: Adventure Time, The Amazing World of Gumball, Clarence, Courage the Cowardly Dog, Dexter's Laboratory, Johnny Bravo, Regular Show, Samurai Jack, and Steven Universe to take them down! Every main deck card is unique and brimming with Cartoon Network fan service!&#10;&#10;In Cartoon Network Crossover Crisis Deck-Building Game, a wacky take on the Cerberus Engine, you'll find everything you've come to expect in a Cryptozoic game: high drama and hijinks! WEAKNESS cards are all unique, dangerous, and may cause a wringing of hands and stomping of feet. Fortunately, PRATFALL cards (which replace Vulnerabilities) are a great way to exit any scene (and get rid of Weaknesses).&#10;&#10;Never before seen EVENT cards change things up in crazy ways when they appear out of the main deck. They may literally cause a stomping of feet. Or outlandish zoo animal noises, and more! You never know who will be the next victim, but everyone is in on the hilarity! In the end, only one player will be left laughing as this is a competitive game. You didn't really think all these characters would work together in peace and harmony, did you?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Brands: Television (TV) Networks",
      "Game: Cerberus Engine – Heroes"
    ]
  },
  {
    "Rank": "8083",
    "Name": "Go-Moku",
    "ID": 11929,
    "Year": "(700)",
    "Geek Rating": "5.617",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/11929/go-moku",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.8358",
    "Description": "&quot;Go-Moku&quot; (Japanese - also spelled &quot;Gomoku&quot;) or &quot;wuziqi&quot; (Chinese) is a very old game played with a Go set. The game can also be played on a sheet of graph paper using X's and O's. It is similar in idea to tic-tac-toe, but far greater in scale and complexity.  The name means &quot;five points.&quot;&#10;&#10;It is debated whether this game originated in China or Japan, with more evidence pointing to the former.&#10;&#10;The object is to get five stones in a row.  The game is played on a 19x19 board (such as the board used in Go), creating a large and open field to complete this objective. The game can also be played on a smaller board, such as the popular 15x15 option.&#10;&#10;If played perfectly, Black (who goes first) can always win the game. Even before this was proven, the game was recognized to be easier for Black.  This problem is solved in Renju. which is often seen as the adult contemporary to the kids' Go-Moku.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 10 x 10 Grids",
      "Components: 19 x 19 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Little Golem",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Series: Traveller (Ravensburger)",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "8084",
    "Name": "Ada Lovelace: Consulting Mathematician",
    "ID": 232661,
    "Year": "(2017)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/232661/ada-lovelace-consulting-mathematician",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6154",
    "Description": "It is the summer of 1842 and the finest mathematicians from around the world have gathered at The Archimedes&rsquo; Museum of Mathematics for a grand soiree! Amidst all the merriment, a terrible crime occurs &mdash; the robbery of the priceless Lebombo Bone artefact.&#10;&#10;Evidence of the theft has been scattered across the museum grounds. Only Ada Lovelace &mdash; pioneer of the Analytical Machine and part-time sleuth &mdash; is up to the challenge of solving the crime. Time is of the essence and she must work quickly to examine each room of the museum and assess each piece of evidence. She has only minutes before the trail goes cold.&#10;&#10;In Ada Lovelace: Consulting Mathematician, players assemble polyomino pieces on a map of the Archimedes&rsquo; Museum of Mathematics, aiming to capture key pieces of criminal evidence. Doing so may grant the player extra abilities they can use in future turns, allowing them to more efficiently search the map. After five rounds, the player scores points based on how many pieces of evidence were captured, how many rooms were searched, and how many abilities were unlocked.&#10;&#10;Ada Lovelace: Consulting Mathematician is a solo roll-and-write game. It was a finalist in the GenCan't Roll and Write Contest, 2017.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Polyominoes",
      "Contests: Gen Can't Roll & Write",
      "Historical Figures: Ada Lovelace",
      "Mechanism: Roll-and-Write",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "8085",
    "Name": "Funkoverse Strategy Game: Marvel 100",
    "ID": 337500,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/337500/funkoverse-strategy-game-marvel-100",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Marvel 100 4-Pack is a standalone game that includes the characters Captain America, Iron Man, Black Panther, and Black Widow. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Series: Funkoverse Strategy Game",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "8086",
    "Name": "Down in Flames: Locked-On",
    "ID": 29055,
    "Year": "(2018)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/29055/down-in-flames-locked-on",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Down in Flames: Jets brings the Down In Flames system to the jet age, by adding missile combat and range.&#10;&#10;The &quot;one hit one kill&quot; sudden death nature of modern combat, makes this game very different than earlier versions of Down In Flames!&#10;&#10;Multiple campaigns from the 1970s through modern day give players a variety of scenarios.  During these campaigns, players will perform air combat missions to escort their strike aircraft to the target.&#10;&#10;Down in Flames: Jets provides the fast-paced feel of air combat developed during the other games in the series, with streamlined rules and an intuitive, fast-playing game system.&#10;&#10;Aircraft included in the game: BAe Harrier, F-4 Phantom, F-14 Tomcat, F-15 Eagle, F-16 Fighting Falcon, F-18 Hornet, F-22 Raptor, MiG-21 Fishbed, MiG-23 Flogger, MiG-29 Fulcrum, Su-27 Flanker, A-4 Skyhawk, A-7 Corsair II, Mirage 2000, and many more.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Down in Flames (Dan Verssen)"
    ]
  },
  {
    "Rank": "8087",
    "Name": "Yucatan",
    "ID": 330510,
    "Year": "(2023)",
    "Geek Rating": "5.617",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/330510/yucatan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1053",
    "Description": "In Yucatan, you are the leader of a Mayan city. You have promised your people to win the favors of the Gods, and their fate is in your hands. Send your warlords to capture enemies, increase your might with every season of the sacred calendar, and sacrifice your prisoners to the Mayan gods to ensure your dominance.&#10;&#10;Your warlords will become more and more formidable, your city more and more glorious, but your opponents do the same, so enlisting the help of the mythological creatures and heroes will be necessary to try to restore with blood, the energy of your gods.&#10;&#10;In this game, your goal is to capture prisoners, and the Yucatan peninsula is your playground. Prepare for four seasons of fierce fighting. At the end of each season, you will ritually sacrifice captured enemies to gain reputation, but be careful because the gods are demanding: Each of your sacrifices must be more glorious than the last. Each decision matters in the subtle balance required to make your city the glorious and eternal sanctuary of the mighty Mayan gods.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Mexico",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with expansions that add solo play",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "8088",
    "Name": "Fafnir",
    "ID": 294233,
    "Year": "(2019)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/294233/fafnir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7143",
    "Description": "The chicken &quot;Fafnir&quot; lays two new gems each day, and all the players want to acquire these gems on the off chance that they'll be more valuable than the gems they already hold. Whoever throws away the most gems in a round acquires these two newest gems &mdash; but you can't throw away the colors of the gems that Fafnir just laid! No chicken will be impressed by you shaming the gems that you're also trying to acquire!&#10;&#10;Once a certain number of stones have been discarded in Fafnir, the round ends, and everyone scores for the gems that they've collected. Gold is worth 1 point each no matter how many have been collected, so go for gold if you want to play it safe. As for the five colors of gems, whichever one appears most frequently is worth 3 points each, while the secondmost frequent color gem is worth 2 points each, and all other gems are worth -1 point each.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "8089",
    "Name": "Olé!",
    "ID": 473,
    "Year": "(1996)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/473/ole",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "The object of this simple card game is to rid yourself of your hand of cards.  The deck consists of four suits, two have one through twelve cards, two have one through fifteen cards.  The suits are ranked high to low, with the fifteen suits in the middle.  Each turn, players have to play a card onto the last card played.  In order for the play to be legal, the card played must be 'higher' in either suit or numeric value.  If you play a card that beats the last card in both categories (suit and value), then you must play another card with the same restrictions.  If you cannot play a card, then you take penalty.  The first person to play his entire hand ends the hand, and everyone scores the value of the remaining cards in his hand.  During subsequent hands, the player with the highest score (the current loser) can decide to reverse the suit order (mirror it) to make his hand better.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "8090",
    "Name": "Kigi",
    "ID": 168700,
    "Year": "(2014)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/168700/kigi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2381",
    "Description": "A wealthy patron commissions a lovely landscape mural, hiring the greatest (and most competitive) painters in the world... you! Interfere with each other&rsquo;s paintings and compete to win the world&rsquo;s greatest treasure: Points!&#10;&#10;On your turn, draw a card from the central display. If it is a Commission card, keep it at your side for scoring at the end of the game.&#10;&#10;If it is a tree card, you may add it to any player's tree. If you make a contiguous limb of cards sharing one or more features, you score 1 point for each instance of those features in that contiguous group.&#10;&#10;If you score more than 10 points in a turn, remove the scoring cards and the owner of the tree collects them as &quot;pruned&quot; branches.&#10;&#10;Then reveal a new card in the central display. If there are ever three Commissions in the display, discard them all and replenish the display with three new cards from the deck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Spieleschmiede",
      "Organizations: Game Designers of North Carolina",
      "Theme: Painting / Paintings",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "8091",
    "Name": "Adventure Games: Im Nebelreich",
    "ID": 341574,
    "Year": "(2021)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/341574/adventure-games-im-nebelreich",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.9167",
    "Description": "Explore places, combine items, and experience stories in Adventure Games, a series of co-operative games from German publisher KOSMOS. In each of these titles, players are presented with a mysterious story that they must unravel over the course of play. Working together, players explore common areas, talk to people, look for clues, and combine various items to reveal the secret of the story. Depending on what decisions the players make, the course of history changes and there is no going back!&#10;&#10;Unlike the co-operative EXIT: The Game series, titles in this series focus on the telling and discovery of the story with no time pressure. That said, many different paths can be experienced during play, with more than one correct resolution to the story waiting to be discovered. Each title consists of three chapters, each taking about 75 minutes to play. Nothing is destroyed, so the games can be played multiple times.&#10;&#10;In Adventure Games: Im Nebelreich, you represent heroes who have returned from a short trip on behalf of an old seer to find their village deserted. Where did everyone go? Over three chapters, each of which takes about two hours to play, you will meet mysterious people, discover new places, and experience an exciting adventure. During your investigations, you also learn more about the individual heroes of this co-operative parlor game. How will the fantastic story end? That's up to you!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Misc: Limited Replayability",
      "Series: Adventure Games (Kosmos)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8092",
    "Name": "Sherlock Far West: La Mina Maldita",
    "ID": 310610,
    "Year": "(2020)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/310610/sherlock-far-west-la-mina-maldita",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded.&#10;&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;Una serie de accidentes parecen querer acabar con la explotaci&oacute;n minera de Tornado Town. &iquest;Hay alguien detr&aacute;s de ellos? &iquest;C&oacute;mo lo han hecho? &iquest;Por qu&eacute;? Vuestro equipo de detectives deber&aacute; analizar las pistas para responder a &eacute;stas y otras muchas preguntas. &iquest;Descubrir&eacute;is el misterio de la Mina Maldita?&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "8093",
    "Name": "One Night Werewolf",
    "ID": 142503,
    "Year": "(2012)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/142503/one-night-werewolf",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2222",
    "Description": "In One Night Werewolf, a simplified version of Werewolf, there is a single night phase and a single day phase. As in werewolf, players are dealt roles which are kept hidden for the duration of the game. During the night phase, players who have the Sorcerer, the Werewolves, and the Phantom Thief each wake up and perform their special action for 10 seconds. During the day phase, players discuss who the werewolves are (or if there even are werewolves). Then all players vote simultaneously for a player. The player with the most votes is killed. If at least one werewolf is killed, the Human team wins. If no werewolf is killed, the Werewolf team wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "8094",
    "Name": "Horse & Musket: Dawn of an Era",
    "ID": 182982,
    "Year": "(2017)",
    "Geek Rating": "5.616",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/182982/horse-and-musket-dawn-of-an-era",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5333",
    "Description": "Horse and Musket: Dawn of an Era is a simple tactical game system that covers the development of musket warfare from Vienna in 1683 and Sedgemoor in 1685 to Appomattox in 1865. Volume I will cover warfare in the west from 1683-1720, when the bayonet replaced the pike.&#10;&#10;The battles included are...&#10;&#10;Vienna           - September 12, 1683 &ndash; &ldquo;We came, we saw, and God Conquered.&rdquo;&#10;&#10;Sedgemoor     - July 6, 1685 &ndash; The Bloody Assizes&#10;&#10;Killiecrankie - July 27, 1689 &ndash; Slaughter at Sundown&#10;&#10;Fleurus          - July 1, 1690 &ndash; The French Cannae&#10;&#10;Aughrim       - July 22, 1691 &ndash; Bloody Hollow&#10;&#10;La Prairie    - August 11, 1691 &ndash; Double Ambush&#10;&#10;Neerwinden    - July 29, 1693 &ndash; Le Tapissier de N&ocirc;tre Dame&#10;&#10;Marsaglia     - October 4, 1693 &ndash; The Massed Bayonet Charge is Born&#10;&#10;Narva           - November 30, 1700 &ndash; Charles XII Smashes the Russian Army&#10;&#10;Chiari          - September 1, 1701 &ndash; Catinat&rsquo;s Last Battle&#10;&#10;Klissow       - July 19, 1702 &ndash; Charles XII Invades Poland&#10;&#10;Blenheim      - August 13, 1704 &ndash; &ldquo;A Famous Victory&rdquo;&#10;&#10;Fraustadt     - February 13, 1706 &ndash; The Swedish Cannae&#10;&#10;Turin           - September 7, 1706 &ndash; Eugene&rsquo;s Greatest Victory&#10;&#10;Almansa       - April 25, 1707 &ndash; Battle of the Exiles&#10;&#10;Poltava       - July 8, 1709 &ndash; The Student Surpasses the Master&#10;&#10;Malplaquet    - September 11, 1709 &ndash; Mort et convoi de l'invincible Malbrough&#10;&#10;Villaviciosa  - December 10, 1710 &ndash; A Bourbon on the Spanish Throne&#10;&#10;Sheriffmuir   - November 13, 1715 &ndash; Confusion on the Moors&#10;&#10;Glen Shiel    - June 10, 1719 &ndash; Rob Roy&rsquo;s Last Battle&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Cities: Turin (Piedmont, Italy)",
      "Game: Horse & Musket (Hollandspiele)",
      "History: Great Northern War",
      "History: Great Turkish War",
      "History: Jacobite Rebellions",
      "History: Nine Years War",
      "History: War of the Spanish Succession",
      "Region: Piedmont (Italy)"
    ]
  },
  {
    "Rank": "8095",
    "Name": "Chemistry Fluxx",
    "ID": 220193,
    "Year": "(2017)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/220193/chemistry-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.3",
    "Description": "Chemistry Fluxx is the elemental card game in which the rules are always changing. Use atoms and laboratory gear to match the current goal and win!&#10;&#10;Chemistry Fluxx is the perfect compound of chance and skill in which you'll not only be playing with elements and molecules, but you'll also be learning about them!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Theme: Chemistry"
    ]
  },
  {
    "Rank": "8096",
    "Name": "Victoria Cross II: Battle of Isandlwana & Rorke's Drift",
    "ID": 29199,
    "Year": "(2011)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/29199/victoria-cross-ii-battle-of-isandlwana-and-rorkes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Victoria Cross II&#10;&#10;This is a reprint of Victoria Cross: The Battle of Rorke's Drift with the battles of  Isandlwana, Rorkes Drift, included.&#10;&#10;The game that started it all for Worthington Games. Using the Victoria Cross: The Battle of Rorke's Drift system that was the first game produced by Worthington Games.&#10;&#10;Two battles, one great game! The game will include the original Victoria Cross: The Battle of Rorke's Drift updated with counters, updated rules, and new box. As the British player tries to stem the hordes of Zulu warriors with his trusty Martini-Henry rifle (with a bit of guts behind it!). As the Zulu player can you, through mass and guile, drive the British from your land.&#10;&#10;It is up to you to decide!&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: South Africa",
      "History: Anglo-Zulu War",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "8097",
    "Name": "The Champion of the Wild (Second Edition)",
    "ID": 295503,
    "Year": "(2019)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/295503/the-champion-of-the-wild-second-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1.2",
    "Description": "An hilarious social card game for 3-8 players.&#10;&#10;For as long as you can remember, you've been able to communicate with animals. Now you're an animal coach, training athletes for competition and today is the big one...&#10;&#10;Choosing one animal from a hand of cards to compete in 3 events against the animals chosen by the other coaches, you'll present your strategy and play out the events by discussion. Using a vote system, coaches earn points -- the coach with the most points is then crowned... The Champion Of The Wild.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Open Drafting",
      "Player Judge",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8098",
    "Name": "Shahrazad",
    "ID": 186767,
    "Year": "(2015)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/186767/shahrazad",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6",
    "Description": "User summary:&#10;&#227;&#130;&#191;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#130;&#162; (Tarot Storia) is a game for one player playing solitaire or for two players playing co-operatively. The game is published in a Japanese / English edition.&#10;&#10;In the game, the player starts with one hand card, then draws a second. From these two, they play a card to the tableau. Cards are played touching, in columns left or right but shifted halfway up or down. In the one-player game, a column is restricted to 4 cards, in the two player, the limit is 3 cards. Alternately, you may exchange a played card with a hand card. But next turn, after drawing, you must play down two cards so your hand is back down to one before drawing.&#10;&#10;Once all the cards are played, cards are turned face-down if any card on its right is of a lower number. Then the player tries to find paths in the tableau from the far left to the far right side. Think of this as telling the story. Any cards that are not part of a valid path are also turned down.&#10;&#10;Now you score for colour groups, and deduct points for face-down cards and gaps in the tableau. After keeping a column, shuffle the deck over and play a second round to get your final score and the King's opinion!&#10;&#10;For two players, it's the same--with both players working a hand of two cards each. You cannot consult about which card to play, but after choosing, you may confer about placing. The final score this time reflects a test of your friendship.&#10;&#10;Publisher's summary:&#10;&quot;You shall be rewarded if your tale amuses me.&quot;&#10;&#10;The eccentric king issued the edict to all over the country. You are a bard who is willing to take up that challenge. You have to make up a tale by mixing stories in the world and enchant the king with the tale.&#10;&#10;With 22 beautifully illustrated tarot cards with four background colours, this card game demands you make a succession of tough decisions. You will be excited to see how the storyline barely keeps consistency.&#10;&#10;Basically, you play a card from two cards in your hand each turn. When you have played all cards, the first round ends and you score according to the card positions. With some of these cards remaining in play, the game proceeds to the second round in the same way. The total of two rounds is your final score.&#10;&#10;Publisher's summary:    &#10;&#227;&#128;&#140;&#227;&#130;&#143;&#227;&#129;&#151;&#227;&#130;&#146;&#230;&#186;&#128;&#232;&#182;&#179;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#232;&#169;&#177;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#159;&#232;&#128;&#133;&#227;&#129;&#171;&#227;&#129;&#175;&#232;&#164;&#146;&#231;&#190;&#142;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#137;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#128;&#141;&#10;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#138;&#232;&#128;&#133;&#227;&#129;&#174;&#231;&#142;&#139;&#230;&#167;&#152;&#227;&#129;&#175;&#229;&#155;&#189;&#228;&#184;&#173;&#227;&#129;&#171;&#227;&#129;&#138;&#232;&#167;&#166;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#232;&#129;&#158;&#227;&#129;&#141;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#129;&#159;&#229;&#144;&#141;&#227;&#129;&#134;&#227;&#129;&#166;&#227;&#129;&#174;&#229;&#144;&#159;&#233;&#129;&#138;&#232;&#169;&#169;&#228;&#186;&#186;&#227;&#128;&#130;&#229;&#143;&#164;&#228;&#187;&#138;&#230;&#157;&#177;&#232;&#165;&#191;&#227;&#129;&#174;&#227;&#129;&#138;&#228;&#188;&#189;&#232;&#169;&#177;&#227;&#130;&#146;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#231;&#185;&#139;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#128;&#129;&#231;&#142;&#139;&#230;&#167;&#152;&#227;&#130;&#146;&#233;&#173;&#133;&#228;&#186;&#134;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#191;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#239;&#188;&#136;&#229;&#164;&#167;&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#131;&#138;&#239;&#188;&#137;&#227;&#129;&#174;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#130;&#146;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#129;&#190;&#227;&#129;&#190;&#227;&#129;&#171;&#227;&#128;&#129;&#232;&#137;&#178;&#227;&#129;&#174;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#138;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#129;&#140;&#230;&#130;&#169;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#184;&#233;&#128;&#178;&#229;&#140;&#150;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#227;&#129;&#138;&#232;&#169;&#177;&#227;&#129;&#140;&#227;&#130;&#174;&#227;&#131;&#170;&#227;&#130;&#174;&#227;&#131;&#170;&#227;&#129;&#167;&#231;&#185;&#139;&#227;&#129;&#140;&#227;&#130;&#139;&#231;&#182;&#177;&#230;&#184;&#161;&#227;&#130;&#138;&#227;&#129;&#174;&#233;&#128;&#163;&#231;&#182;&#154;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#232;&#136;&#136;&#229;&#165;&#174;&#227;&#130;&#146;&#232;&#166;&#154;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#229;&#159;&#186;&#230;&#156;&#172;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#230;&#181;&#129;&#227;&#130;&#140;&#227;&#129;&#175;&#239;&#188;&#146;&#230;&#158;&#154;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#174;&#229;&#134;&#133;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#130;&#146;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#129;&#174;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#133;&#168;&#227;&#129;&#166;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#141;&#227;&#129;&#163;&#227;&#129;&#159;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#128;&#129;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#171;&#229;&#175;&#190;&#227;&#129;&#151;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#229;&#135;&#186;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#239;&#188;&#145;&#229;&#145;&#168;&#231;&#155;&#174;&#227;&#129;&#174;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#130;&#146;&#228;&#184;&#128;&#233;&#131;&#168;&#229;&#188;&#149;&#227;&#129;&#141;&#231;&#182;&#153;&#227;&#129;&#142;&#227;&#128;&#129;&#239;&#188;&#146;&#229;&#145;&#168;&#231;&#155;&#174;&#227;&#129;&#140;&#229;&#167;&#139;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#168;&#136;&#239;&#188;&#146;&#229;&#145;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#231;&#183;&#143;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#174;&#227;&#130;&#185;&#227;&#130;&#179;&#227;&#130;&#162;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "8099",
    "Name": "Harzbahn 1873",
    "ID": 28944,
    "Year": "(2011)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/28944/harzbahn-1873",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4.4545",
    "Description": "1873 Harzbahn is an 18xx variant set in the Harz mountain range in northern Germany. It simulates not only the (narrow-gauge) railroads in that area, but also mines and other plants. Mining in the Harz mountains suffered a major crisis in the end of the 19th century and the theme of the game is to end this crisis by connecting the mines and other plants to the railroad network - and of course by proper management of the 7 public railroad companies, 15 private mining companies, and up to 5 public mining companies.&#10;&#10;1873 has a bunch of fundamental differences from the usual 18xx game, which makes it one of the more distant members of the family (most prominent are the totally different systems of train operations, route determination, and revenue calculation).&#10;&#10;---&#10;&#10;The game presents an interesting dynamic. Mines are static and need rails to move product.&#10;&#10;The game starts with 15 independent mines struggling with horse drawn delivery. Rails are just beginning to extend track through the difficult terrain with weak and puny engines hardly better than horse drawn wagons.  What do you invest in? The rails or the mines?&#10;&#10;Soon however some mines are connected and the profits begin to roll in. But not very efficiently for the mines as they are too fragmented and cannot get good prices for their product. The mines then join forces into mining companies. The mining companies pay better then the independent companies but have limited capital. Do you continue to reap Okay revenues or take it public. Public mining companies move quickly to acquire additional mines from their owners who reap huge profits.&#10;&#10;New rail companies are also forming but have to struggle with purchasing routes and difficult terrain. But the mines need the track so once connected to the mines, they start turning a profit. But how do they protect their market or extend and try to expand to new markets?&#10;&#10;Some may fail, overextended by mismanagement and greedy owners. Others with prudent management and extended routes can reap huge profits for the shareholders.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: 18xx.games",
      "Mountains: Harz (Germany)",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "8100",
    "Name": "Khan",
    "ID": 76883,
    "Year": "(2010)",
    "Geek Rating": "5.616",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/76883/khan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3793",
    "Description": "1244 - The Mongol Empire rules from Eastern Europe clear across Asia to the Pacific Ocean. It was (and still is) the largest contiguous empire in the history of the world. The Great Khan rules from the capital Karakorum over the empire and he sends out his best generals to conquer more areas for the ruler of all Mongols. Mongol strategy gives individual generals a high degree of independence in deciding how to invade and conquer new territories, so long as they keep to the overall objectives. The Mongol armies are highly mobile and enemies are terrorized by their ability to appear everywhere at once. To prevent enemy rulers from being able to regain control of their armies, the Mongols drive the rulers out and pursue them relentlessly wherever they flee.&#10;&#10;In KHAN it's your task to chase out the 8 different rulers of the lands that you are invading and to conquer as many valuable areas as you can. The general that fulfills this task the best will be proclaimed the next Great Khan.&#10;&#10;Each player invades areas by placing his yurts on the board. A player can then conquer two or more adjacent areas by laying one of the variously shaped conquer tiles over the yurts (not all the yurts need to be the player's own). Conquer tiles will bring the player victory points - the larger the conquer tile, the greater the number of victory points. At the end of the game the players with the largest connected conquered territories will gain additional victory points. The player who then has the most points is the winner.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Mongolia"
    ]
  }
]