[
  {
    "Rank": "18901",
    "Name": "Turkish Checkers",
    "ID": 26920,
    "Year": "(1400)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/26920/turkish-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "It is a common form of checkers  widely played in the Middle-East, where it is known as Dama.&#10;&#10;Played on an 8&times;8 board, it differentiates with most other games of the Checkers Family because pieces move straight forward or sideways, not diagonally. When a piece reaches the last row it promotes to a flying king (Dama) which moves like the rook in Chess.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: MindSports",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "18902",
    "Name": "Detecteam Family: A Pie Gone Missing",
    "ID": 342736,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/342736/detecteam-family-a-pie-gone-missing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The hen baked a pie, but it disappeared under very suspicious circumstances...&#10;&#10;This is a cooperative detective board game for the whole family. You will literally piece together the event (connect several cards to get the full picture) and attempt to get it right. After the game you are going to answer a few questions and find out what really happened. Play as a team, discuss the story, and get to the bottom of it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Open Drafting"
    ],
    "Families": [
      "Series: Detecteam Family (Lifestyle Boardgames)"
    ]
  },
  {
    "Rank": "18903",
    "Name": "Norway 1940: The Kriegsmarine Strikes",
    "ID": 10014,
    "Year": "(1981)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/10014/norway-1940-the-kriegsmarine-strikes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2857",
    "Description": "&quot;Norway 1940: The Kriegsmarine Strikes&quot; is a World War 2 wargame first published by Quarterdeck Games in 1981.&#10;The game comes in an 12 &frac14; by 10 by 1 &frac12; inch box which contains:&#10;&#10;one 16-page rules booklet; &#10;240 counters (See NOTE below); &#10;four punched counter sheets; &#10;two identical map sheets; &#10;four Tables and Charts sheets; &#10;three identical Ship Log sheets&#10;two Errata sheets (One dated November 1, 1982)&#10;&#10;The game recreates the German invasion of Norway in 1940 mostly by the simulation of the naval battles.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Norway",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "18904",
    "Name": "Farsight",
    "ID": 224039,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/224039/farsight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "Set in a grim future, Farsight immerses players in a world where powerful Private Military Corporations fight viciously over the Earth&rsquo;s last remaining resources.&#10;&#10;Developed over 8 years, Farsight is an attempt to bring in-depth wargaming to the table in a way that is elegant, accessible, and easy to engage with.&#10;&#10;Each turn, players deploy units face-down to the battlefield, revealing them when they are spied upon, or enter combat. On a parallel 'Shadow Map,' hidden specialists are deployed to help spy on the enemy, sabotage their units and help shift the course of the game.&#10;&#10;As the corporations battle for control of the field, events ranging from weather to deadly plagues will encourage players to change their strategies as the game goes on. The first player to  capture 8 of 12 areas, or the 3 areas closest to their opponent, claims victory.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Science Fiction",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "18905",
    "Name": "Sumo Gnomes",
    "ID": 279996,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/279996/sumo-gnomes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Become a Sumo Gnome wrestling to eject your opponent from the tree stump arena!&#10;&#10;Use custom dice to move, push, spin and trick your way around the stump, looking for that crucial advantage you'll need to push your opponent off and claim victory!&#10;&#10;Sumo Gnomes is a quick and portable game that is ready to play in less than a minute and will pop back in your pocket when battling is done.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Players: Two-Player Only Games",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "18906",
    "Name": "Toss Up!",
    "ID": 14102,
    "Year": "(2004)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/14102/toss-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0909",
    "Description": "Once you start rolling greens, you'll think those reds will never appear. If they do, watch out - you could wipe out your points. Your goal is to get 100, but victory is up for grabs until the very end! It takes a little luck, a little strategy and a whole lot of dice tossing.&#10;&#10;Toss Up! was released as Can't Stop for a little while, though the publisher's website itself does not list Can't Stop as an alternate title.  It is supposed that the name was altered due to the naming conflict with Can&#039;t Stop.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "18907",
    "Name": "Delta",
    "ID": 21730,
    "Year": "(1975)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/21730/delta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Delta, created by Swiss chess problem composer Erich Brunner, comes with two small boards (one is 5x5 rectangles, the other is 6x6 squares), nine triangular pieces in two colors, and one extra piece in a third color.&#10;&#10;In Delta, after entering their initial pieces by a free placement, players alternate moving pieces of their own color on the 5x5 board at least two spaces (vertically, horizontally or diagonally), then placing a new piece on the space last passed over by the moving piece. The goal is to create a line of four pieces in your own color or to prevent the other player from being able to move. The winner scores one point for each empty space for making a line or one point for stalemating the opponent. Individual rounds are brief, and several rounds are usually played in a series with the overall winner being the first to reach a pre-determined number of points (such as 100).&#10;&#10;Neo-Delta is similar, except it is played on the 6x6 board, and either / both players may use the third color piece (placed by the first player on the first or second move) to form their line of four. Draws are possible.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: 6 x 6 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18908",
    "Name": "Murder on the Cosmic Express",
    "ID": 257045,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/257045/murder-on-the-cosmic-express",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "You are the Captain aboard the Interplanetary Cosmic Express Cruise Line when it is discovered that the President of the Cosmic Express Lines has been murdered. The Captain must examine the evidence, interrogate the prime suspects, and figure out who the Murderer is!&#10;&#10;Murder on the Cosmic Express is a deduction and social deduction game that takes less than 5 minutes to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Real-Time",
      "Roles with Asymmetric Information"
    ],
    "Families": []
  },
  {
    "Rank": "18909",
    "Name": "Back to the Future: An Adventure Through Time",
    "ID": 184460,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/184460/back-to-the-future-an-adventure-through-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Fire up the DeLorean and prepare for 1.21 Gigawatts of fun! In Back to the Future: An Adventure Through Time, 2-4 players compete to move Doc Brown's time-traveling DeLorean between three timelines (1955, 1985, and 2015) in order to make sure that key events from the movie's plotline take place.&#10;&#10;Maneuver key characters like Marty McFly and Biff Tannen through the different timelines, ensuring they meet at just the right moment to set off iconic scenes.&#10;&#10;The player who does the best job repairing the timeline wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Movies: Back to the Future",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "18910",
    "Name": "Können Schweine fliegen? Mitbring-Spiel",
    "ID": 105280,
    "Year": "(2007)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/105280/konnen-schweine-fliegen-mitbring-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Small version of K&#195;&#182;nnen Schweine fliegen?.&#10;&#10;Can pigs fly? Of course not - but it isn't always as easy to know which characteristics apply to an animal. Does a hedgehog have a tail? Does a platypus have teeth? You'll find out if you play this game!&#10;&#10;Tiles depicting certain characteristics (e.g. &quot;has teeth&quot;, &quot;is active during the night&quot;) are placed on the table. Tiles depicting animals are put face-down into six stacks. Each round, one animal tile is turned over and players simultaneously select characteristics that apply to this animal by putting a token on the tile. Each player may use four tokens per round, and there can only be one token per tile. When all players have finished placing tokens, players look up the correct characteristics in the solutions booklet. For each correctly assigned characteristic, they earn one pig chip, for each incorrect characteristic, they lose one. After five rounds, the player with the most pig chips wins.&#10;&#10;Main differences to the big K&#195;&#182;nnen Schweine fliegen?:&#10;- 38 animal tiles instead of 60&#10;- 17 characteristcs tiles instead of 24&#10;- 55 pig chips instead of a scoring track with pig tokens&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Können Schweine fliegen? (Kosmos)"
    ]
  },
  {
    "Rank": "18911",
    "Name": "Imagem & Ação: No Limite",
    "ID": 140097,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/140097/imagem-and-acao-no-limite",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game is a variation of Pictionary (Imagem &amp; A&ccedil;&atilde;o 1 - in Brazil).&#10;In this one the players has to find the correct answers for the draws/mimics with three word per round of game. So, the player withe the pencil has to draw 3 words for the other competitors during the round time. The game brings a component that controls the game time and make the cards (with words) lay down in a sequence, bringing a great upgrade to the game climax.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Team-Based Game",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Game: Imagem & Ação"
    ]
  },
  {
    "Rank": "18912",
    "Name": "Kursk 1943",
    "ID": 12583,
    "Year": "(1993)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/12583/kursk-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5714",
    "Description": "Tank battle of Kursk 1943 with very good components especially the map&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Kursk (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Red Star Black Cross"
    ]
  },
  {
    "Rank": "18913",
    "Name": "Piratz",
    "ID": 333021,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/333021/piratz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Piratz is a press-your-luck card game in which you're collecting treasure to outdo everyone else.&#10;&#10;The deck consists of fifty treasure cards, with each card showing one or more items on it; these items can be any of the six types of treasure or a rat. Each player receives a shovel card, and you place scoring cubes (worth 1-4 points) on a score card, with one cube next to each of the six types of treasure in a two-player game and two cubes each in a game with three or four players.&#10;&#10;On a turn, either you reveal the top card from the deck and place it face up on the table or you pass on revealing a card. If you reveal a card that has a rat on it while another rat is already visible, you must take one of these rat cards and add it to your collection. If you pass on revealing a card, you must choose a type of treasure and collect all cards that have this treasure on it; you may also name a treasure type after revealing a card if the rats didn't catch you.&#10;&#10;After taking one or more cards, place your shovel card on a face-up treasure card, then sit out until all players have placed their shovels, with the last player taking as many turns as desired as long as the rats stay away. You then each reclaim your shovel, while removing the covered cards from play. Continue taking turns until the deck is exhausted; if not all players have placed their shovels at this point, shuffle the removed cards and continue play until all shovels have been placed.&#10;&#10;For each treasure type (rings, coins, etc.), players count how many of these items they have on their cards, with the player who has the most (and secondmost in a game with more than two players) claiming a scoring cube for this treasure type. Once all the cubes have been claimed, sum the value of your cubes to see who wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "18914",
    "Name": "Jack the Ripper",
    "ID": 200314,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/200314/jack-the-ripper",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "0",
    "Description": "What Is It?&#10;&#10;This is a card game of deception, confusion, and chaos. Jack the Ripper mixes the interplay of party games like Werewolf and Mafia, the psychology of games like poker, and the action of games like your favorite collectible card game. On top of that, we fit all of this into a primer game that takes fifteen minutes or less to play!&#10;&#10;The Characters&#10;&#10;In Jack the Ripper, you play a character that has been attending an aristocrat's party in the year 1888. The main event of the party is a scavenger hunt and you and your group of fellow scavenger hunters are one item away from completing the hunt. The only problem is, you've been locked in a dark warehouse and one of your team mates is a celebrity known as The Whitechapel Murderer, Jack the Ripper.&#10;&#10;Strategies&#10;&#10;Players have used many strategies to get ahead in Jack the Ripper. Some have found ingenious card combinations that help them race to victory. Many have sat back quietly and watched while others are picked off one by one. A few have gotten deeply involved in questioning the other players, trying to sleuth out which one is Jack. Some industrious players have learned all of the character names and are quick to claim to be one of the other scavenger hunters, hiding the fact that they are really the Ripper himself.&#10;Jack the Ripper is mechanically easy to play and it doesn't take long to get through a game but it is dynamic enough to allow for many potential strategies in both the cards you play and the style in which you play them. So you choose, take a pot shot at one of your opponents or talk it out and then decide who to attack!&#10;&#10;The World of Jack&#10;&#10;So you are trapped in a dark warehouse and you know that one of your group members is the notorious Jack the Ripper, you just don't know which one. The closest thing you can grab to protect yourself is from the bag of scavenger hunt items that your group has collected. Using these items, the partygoers try to find out who is Jack and destroy him before he destroys all of them.&#10;If Jack can murder all of the partygoers before they murder him, Jack the Ripper wins the hunt and prowls on in infamy. If Jack falls first, then the remaining partygoers share in the victory and become the heroes of Whitechapel. But would be heroes beware, Jack has some tricks up his sleeve to help take you out.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Historical Figures: Jack the Ripper"
    ]
  },
  {
    "Rank": "18915",
    "Name": "Wordsters",
    "ID": 4570,
    "Year": "(1991)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/4570/wordsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Write 10 words using a Wordster, a special 3-letter combination. If the Wordster is ITE, you can write bITE, kITE, ITEm, lIsTEn or whIsTlE [whistle]!&#10;&#10;Keep the letters together or spread them out. As long as the letters are in order these words count.&#10;&#10;Now declare your words and compare words with your opponents. You get a point for every word you have that no other opponent does. But if a word is repeated then the first player to claim it gets 2 points and the others get nothing.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "18916",
    "Name": "Flower Power",
    "ID": 1167,
    "Year": "(1998)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/1167/flower-power",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the English translation:&#10;&#10;This is an uncommon race. The object is to collect lots of flowers and land on bloom spaces. However, the choices of your friends influences your movement. And just collecting flowers does not help because you must pick your place.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "18917",
    "Name": "Burdigala",
    "ID": 104558,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/104558/burdigala",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.625",
    "Description": "Burdigala is the Roman name for the city of Bordeaux. The game is about the growth of the city during the Roman times.&#10;&#10;The board shows a map of the city, with various building sites and streets. At the beginning of the game, a tile is placed on each building site. Each tile shows a building and the reward for completing that building. On the back, it shows the amount of cubes needed to complete the building (2-5). The tiles are placed facedown, so that it is unknown which building is where.&#10;&#10;Each turn, a player rolls two dice, picks one and moves his architect as many spaces along the streets as the die shows. Then, he adds a cube to a building site adjacent to his architect's current location. For this, he will receive a reward:&#10;- If the building is not yet completed, he scores one point for each cube that is still needed to complete it.&#10;- If the building is completed, the tile is flipped, and the player gains the reward shown on the tile.&#10;In addition, if the building is completed, any other nearby architects will receive an Intrigue card that will give them some benefit.&#10;&#10;Certain combinations on the dice (rolling seven or rolling doubles) allow the player to take a Corruption token (worth -5 to 0 points) to gain a specific benefit, such as a reroll or a double building action.&#10;&#10;When there is no more building to be done, the player with the most points wins the game.&#10;&#10;Languages : English, French, German, Italian, Spanish.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Bordeaux (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "18918",
    "Name": "Ferret Out",
    "ID": 362457,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/362457/ferret-out",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Ferret Out is a social deduction party game in which players try to uncover the lone weasel mingling among the ferrets. The unique feature of the game is that no one knows who they are &mdash; not even the lone weasel.&#10;&#10;Everyone has a card with a hidden word. All players have the exact same word except one player (the weasel). To ferret out the weasel, every player provides a clue to their word. The goal is to read all the clues, and determine which player gave a clue that does not match the others.&#10;&#10;Players earn points for correctly identifying the weasel &mdash; but weasels are clever critters, so all players must be careful when providing clues to their hidden word because if the weasel can deduce the ferrets' hidden word, the weasel will earn bonus points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "18919",
    "Name": "Dinn",
    "ID": 327509,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/327509/dinn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Dinn is an expandable card game where every card is part of an alternate reality puzzle game.&#10;&#10;The cards themselves featuring Heroes and Villains from mythology, history, and legend. Dinn's gameplay is inspired by poker and heavily relies on strategy and subterfuge.&#10;&#10;Additionally, every card in Dinn is part of a puzzle. Solve the puzzles on these cards to unlock bonus cards for the community.&#10;&#10;Every puzzle leads to multi-media, which slowly reveals an interactive, community-driven story.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18920",
    "Name": "RisiKo!: Antartide",
    "ID": 361984,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/361984/risiko-antartide",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "RisiKo! Antarctica is the first edition of RisiKo!, the best known strategy game in Italy, which includes two games in one! In this version the dashboard is printed on the front and back to offer two different gaming experiences. Two-player mode: on one side the dashboard depicts Antarctica divided into 16 territories. A real head to head for the conquest of Antarctica!&#10;&#10;The battle scenario moves to the new continent with new territories and new objectives! All the adrenaline of the best known strategy game, in a single edition! On the other side of the bridge, the continent of Antarctica, divided into two territories, East Antarctica and West Antarctica, serves as an expansion of the original game. If added as the seventh continent to the southern part of the hemisphere depicted on the classic RisiKo! board, transforms the entire world conquest scenario, acting as a bridge between territories and continents so far light years away. Having to conquer 24 territories will no longer be an impossible goal.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;&#10;RisiKo! Antartide &egrave; la prima edizione di RisiKo!, il gioco di strategia pi&ugrave; conosciuto in Italia, che include due giochi in uno! In questa versione la plancia &egrave; stampata fronte e retro per offrire due esperienze di gioco diverse. Modalit&agrave; a due giocatori: da un lato la plancia raffigura l&rsquo;Antartide suddivisa in 16 territori. Un vero e proprio testa a testa per la conquista dell&rsquo;Antartide!&#10;&#10;Lo scenario di battaglia si sposta sul nuovo continente con nuovi territori e nuovi obiettivi! Tutta l&rsquo;adrenalinia del gioco di strategia pi&ugrave; conosciuto, in una edizione unica! Sull&rsquo;altro lato della plancia il continente dell&rsquo;Antartide, diviso in due territori, l&rsquo;Antartide Orientale e l&rsquo;Antartide Occidentale, funge da espansione del gioco originale. Se aggiunta come settimo continente alla parte sud dell&rsquo;emisfero raffigurato sulla plancia di RisiKo! classico, trasforma l&rsquo;intero scenario di conquista del mondo, fungendo da ponte tra territori e continenti fino ad ora lontani anni luce. Devi conquistare 24 territori non sar&agrave; pi&ugrave; un&rsquo;obiettivo impossbile.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Zone of Control"
    ],
    "Families": [
      "Continents: Antarctica",
      "Game: RisiKo!",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "18921",
    "Name": "Phantasy Realm",
    "ID": 5877,
    "Year": "(2002)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/5877/phantasy-realm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "An expandable vehicle for a board game, this basic set provides four heroes with various abilities, four world map sections to put together in a variety of ways, and nearly 150 encounters.  Expansions are underway.&#10;&#10;Players go on one of four quests, racing against each other to satisfy the victory conditions.  Each turn, a hero can move rapidly about or search the areas of the board.  While searching, the hero will receive an encounter, drawn and run by another player, or play through an encounter scenario (for named areas of the board).  Results can help or hinder each hero by changing stats and equipment and magic.  Players can also encounter other players.  Combat is by competing dice rolls, modified by stats and equipment modifiers.&#10;&#10;Phantasy Realm is a Kut Out game - meaning it requires some cutting on your part to get everything ready for play.&#10;&#10;Download at:&#10;&#10;http://www.curiousgames.net&#10;&#10;Expanded by:&#10;&#10;    Spells & Spell Casters, Phantasy Realm Expansion #001&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "18922",
    "Name": "Pan  T'es Mort",
    "ID": 151191,
    "Year": "(2013)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/151191/pan-tes-mort",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.375",
    "Description": "The last shall be first...&#10;Make sure to be the last!!!&#10;&#10;The game is separated into two phases.&#10;&#10;Phase one is a trick-taking game with simultaneous card selection. First we check for ties. The tie numbers are gone and then the highest card wins. Cards are 1 to 6. Four times per card.&#10;&#10;If after the first check we have a 1 card and a 6, then the 1 card wins the trick.&#10;&#10;So now all keep the winning trick cards and we are ready for phase 2.&#10;&#10;Phase 2 is Russian roulette, a game of chance. We have 6 cards (bullet cards) in the middle of the table, as a revolver. 5 empty chambers and one with a bullet.&#10;&#10;On your turn (beginning with the player with the most cards from phase one): &#10;You can draw a card (pull the trigger) or you can discard one card from that you collect before, to shuffle all open bullet cards back together and then draw one, you just spin the cylinder of the revolver, (no point to do it if you have to draw the first bullet)&#10;or you can discard as many cards as alive players in the game to pass your turn to the next player.&#10;&#10;When you draw we check if you die or live from the bullet card.&#10;If you stay alive the game continues to the next player. If you die we shuffle the bullet cards and continue with the player with most cards.&#10;&#10;Last man standing is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "18923",
    "Name": "Dale un piñatazo",
    "ID": 378567,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/378567/dale-un-pinatazo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "Designed for people who love exciting, but above all fun experiences, a game that will make you relive the adventures and challenges of breaking a pi&ntilde;ata.&#10;&#10;To win you just need to have good aim and play wisely to collect the candies and toys that add up to the highest score at the end of the game, or be the lucky one who manages to form the word PI&Ntilde;ATA with the Palo Dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Mexico"
    ]
  },
  {
    "Rank": "18924",
    "Name": "Auf Achse: Das Kartenspiel",
    "ID": 1310,
    "Year": "(1995)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/1310/auf-achse-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "The card game loosely based on the board game Auf Achse.&#10;&#10;Players get 10 cards each. Cards are either distance cards (10km - 120km) or action cards. The action cards are Freight Lost (-50 cards), Barrier (triangle with -1), Free Ride (triangle with +1), Really Free Ride (triangle with +2). They lay, face down, one card in front of them for their distance traveled (run), and one in the center for the kilometer counter. Players must have their runs in increasing order, with at most one rest card in between.&#10;&#10;When the kilometer counter (center cards) reaches a certain limit (depending on the number of players) the stage is over. Players add up their runs. Five stages are played in a game and winner is player with highest run totals over the five stages&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Auf Achse",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "18925",
    "Name": "Mamie Moule Maki",
    "ID": 402747,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/402747/mamie-moule-maki",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Mamie Moule Maki, fill up your categories in 2 minutes ! Find the best answers to odd categories and defend them from your opponents.&#10;&#10;To play that's very simple, a player roll a 20-faces die representing 20 letters.&#10;Everybody then have 2 minutes to find an answer starting with the letter of the dice for each category ! The answers are then submitted to the ruthless votes of the opponents !&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dans le jeu Mamie Moule Maki, remplissez vos cat&eacute;gories en 2 minutes chrono !&#10;Trouvez les meilleures r&eacute;ponses &agrave; des cat&eacute;gories insolites et d&eacute;fendez-les aupr&egrave;s de vos adversaires.&#10;&#10;Pour jouer, c'est tr&egrave;s simple, un joueur lance un d&eacute; de 20 faces repr&eacute;sentant 20 lettres.&#10;Tout le monde a ensuite 2 minutes chrono pour trouver une r&eacute;ponse commen&ccedil;ant par la lettre du d&eacute; pour chaque cat&eacute;gorie ! Les r&eacute;ponses sont ensuite soumises aux votes impitoyables des adversaires !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "18926",
    "Name": "Socken zocken",
    "ID": 19399,
    "Year": "(2004)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/19399/socken-zocken",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0625",
    "Description": "As soon as a player has collected five pairs of socks he has to grab the sock monster. The player who grabs the sock monster receives a clothes-peg. The first player that has obtained 3 clothes-pegs is the winner.&#10;&#10;Ages 4-99&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters",
      "Series: Mitbringspiele (HABA)",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "18927",
    "Name": "West Riding",
    "ID": 806,
    "Year": "(2000)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/806/west-riding",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "West Riding is a train game about building new lines in a section of the UK during the Industrial Revolution. It is the first entry in the Riding Series, all published by Winsome Games.&#10;&#10;In West Riding there are two types of shares, Basic and Grouping. The primary strategy of the game revolves around these, as Basic Shares can be traded in for Grouping ones at a 2:1 rate, and the grouping shares slowly gain in value as the game progresses. The mechanics of portraying the theme do result in some extra bookkeeping as the game's eight railroads' values need to be reassessed with each turn.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Crayon Rail System",
      "Stock Holding"
    ],
    "Families": [
      "Series: The Riding (Winsome)"
    ]
  },
  {
    "Rank": "18928",
    "Name": "iKNOW: Lifestyle",
    "ID": 182137,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/182137/iknow-lifestyle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Win points by answering the question correctly onthe level of your choice and earn more by guessing the other players&rsquo; success.&#10;Contains fascinating questions about classic brands and interesting phenomena!&#10;Comes in a handy, compact size!&#10;Can be used as an extension of the original game or as a stand-alone game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Game: iKnow"
    ]
  },
  {
    "Rank": "18929",
    "Name": "Battle for the Factories",
    "ID": 14842,
    "Year": "(1982)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/14842/battle-for-the-factories",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "8",
    "Play Time": "8",
    "Weight": "3.7143",
    "Description": "Battle for the Factories - Tactical Game of the Campaign for the Northern Half of Stalingrad, 1942&#10;&#10;&ldquo;German panzer and infantry divisions, weakened by weeks of street fighting, now redeploy to assault the northern half of Stalin&rsquo;s city.  Can you do better than the Germans and capture this strategic industrial center on the Volga River? Or as the commander of the Russian 62nd Army, can you correctly direct your elite Guards divisions into the battle to stop the Germans? Battle for the Factories&rsquo;s companion game in this tactical series -- Fire on the Volga -- enables you to also play the first phase of this epic battle on the Eastern Front.&rdquo;&#10;&#10;Components&#10;One standard bookcase-style box with a red cover and white bottom. The box is approximately 8.25&rdquo; wide by 11.25&rdquo; high&#10;&#10;     One 37.5&rdquo;x26&rdquo; four-color unmounted map. This map is the north end of the city of Stalingrad and butts together with the Southern end of the city map found in the sister game Fire on the Volga.&#10;     One 32-page rule book in black and white, 8.5&rdquo;x11&rdquo; in size.&#10;     Seven counter sheets of 240 counters each, for a total of 1,680 0.5&rdquo; counters.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18930",
    "Name": "GOPS",
    "ID": 16632,
    "Year": null,
    "Geek Rating": "5.516",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/16632/gops",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5556",
    "Description": "GOPS (Game Of Pure Strategy) is a simple bidding/bluffing game played with an ordinary pack of cards, with all the hearts removed.&#10;&#10;One player takes all the spade cards, and the other all the clubs. The diamonds are shuffled and placed face down in the center of the table.&#10;&#10;The diamond cards are turned over one by one. The players simultaneously bid for each diamond card with one of the cards in their hand (Aces low), and the player who bid highest takes the diamond card. If there is a draw, the next diamond card is turned over and the players bid again, the winner taking both the new diamond card and the one from the previous bid. If the final bid(s) end in a draw, neither player takes the last card(s).&#10;&#10;When all cards have been played, the players count the value of the diamonds they have won.  The Ace scores 1, Jack 11, Queen 12, and King 13, while the number cards score their face value.  Whichever player has the most points wins.&#10;&#10;Three players can play, with the third player using the hearts suit.&#10;&#10;Throps is a similar game for three players&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "18931",
    "Name": "Djam",
    "ID": 92499,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/92499/djam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Classic themes or offset, a handful of dice and letters. Shake well, discover the theme and the letters of words to find and respond as quickly as possible!&#10;&#10;At the beginning of the game, choose a card with 6 themes. At each turn, a player rolls a die defining the topic and then a color dice and dice marked with letters. The color dice determines the first letter of the word to find (in agreement with the assigned topic). The players play together and are entitled to one proposal per round. They earn as many chips as found in letters from the word found. Depending on the number of players, the last or the last 2 participants were not allowed to speak. If the color dice falls on the black face, one player can make a proposal. He must find a word does not include any letters learned. He won 4 chips if the word is correct and if it loses 4 proposal includes a letter from.&#10;&#10;The game ends when there are no more chips in reserve. The player who has the most wins.&#10;&#10;Much of this taken from the French here :&#10;http://fr.asmodee.com/ressources/jeux_versions/djam.php&#10;&#10;&#10;&#10;Des th&egrave;mes classiques ou d&eacute;cal&eacute;s, une poign&eacute;e de d&eacute;s et des lettres. Agitez bien, d&eacute;couvrez le th&egrave;me et les lettres des mots &agrave; trouver et r&eacute;pondez aussi vite que possible !Au d&eacute;but de la partie, on choisit une carte comprenant 6 th&egrave;mes. &Agrave; chaque tour, un joueur lance un d&eacute; d&eacute;finissant le th&egrave;me, puis un d&eacute; de couleurs et des d&eacute;s marqu&eacute;s de lettres. Le d&eacute; de couleurs d&eacute;termine la premi&egrave;re lettre du mot &agrave; trouver (en accord avec le th&egrave;me impos&eacute;). Les joueurs jouent en m&ecirc;me temps et ont droit &agrave; une seule proposition par tour. Ils gagnent autant de jetons que de lettres tir&eacute;es pr&eacute;sentes dans le mot trouv&eacute;. Selon le nombre de joueurs, le dernier ou les 2 derniers participants n&rsquo;ont pas le droit de parler. Si le d&eacute; de couleur tombe sur la face noire, un seul joueur peut faire une proposition. Il doit trouver un mot ne comprenant aucune des lettres tir&eacute;es. Il remporte 4 jetons si son mot est correct et en perd 4 si sa proposition comporte une des lettres tir&eacute;es.&#10;&#10;La partie se termine quand il n&rsquo;y a plus de jetons en r&eacute;serve. Le joueur qui en poss&egrave;de le plus l&rsquo;emporte.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "18932",
    "Name": "Zed Deck",
    "ID": 94916,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/94916/zed-deck",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Zed Deck is a solitaire print-and-play card game.&#10;&#10;You must battle and dodge zombies while gathering supplies before the full moon, when all the zombies go into a frenzy.&#10;&#10;In your search you will encounter events such as various zombies, other survivors, and different hazards.  You decide how many resources you wish to devote to overcoming an event (in the form of cards drawn).  The more cards you draw the better your chance of overcoming the event but the less cards left in the deck to potentially gain supplies and equipment.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Zombies",
      "Misc: No Table Needed",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "18933",
    "Name": "Super Secret Stealthy Spies",
    "ID": 260749,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/260749/super-secret-stealthy-spies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Secret Stealthy Spies is a fast-paced, easy-to learn strategy game of big moves. You have four spies who need to leave your home base and enter the field on a very important mission. Covertly move through parks, buildings, and subways and be the first to infiltrate the rival bases! Use the subway entrances to travel to other subway spaces. Use parks as cover to travel several spaces in one turn. Mix up the game board tiles for a different game each time. a little luck and a lot of stealth will help you to win this spy game. Includes 12 Game Tiles, 4 Home Bases, 1 Subway Die, 1 Rules Sheet, and 16 Spy Movers in four different colors.&#10;&#10;From the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "18934",
    "Name": "If It Fits",
    "ID": 341426,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/341426/if-it-fits",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Cats have a special draw for people, but they are themselves always drawn to empty boxes and always fit in seemingly too small boxes. The internet is therefore full of &lsquo;if it fits, it sits&rsquo; images.&#10;&#10;In If It Fits players will be playing cards from their hands to create boxes for cats to sit in. Players will aim to create boxes with cat toys in them, while avoiding water sprayers. Having cat toys in your boxes will earn you points whereas water sprayers will result in penalties. By connecting boxes, players are able to take over boxes of other players unless players seal off all sides of their boxes. Sealing off boxes has the added benefit of doubling earned points in that box. However to complicate matters, a players&rsquo; cat (which claims a box) can be chased off by the black cat in the game: Princess.&#10;&#10;The moment a player has used all their cats or if the draw deck is depleted, the game ends. The score is determined and the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "18935",
    "Name": "Run Wild",
    "ID": 42279,
    "Year": "(2009)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/42279/run-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Publisher's description: &quot;The wild race of sets and runs! A fast and furious take on traditional Rummy! Players race to get rid of the cards in their hands by creating sets and runs in the middle of the table. Don't have the right cards? No problem -- grab from a set or run already on the table, or play your cards on any existing set or run.&quot;&#10;&#10;Part of Out of the Box's Fun to Go series, the tin contains 72 cards: 1-12 in five colors, 9 wild cards, and three draw-3 cards. The entire deck is dealt out, then each player takes a hand of 8 cards from their draw pile.  There are no turns &mdash; players may do any of the following six actions, at any time and in any order: play a set or run, play a wild card, draw a card, add to or draw from a set or run, or play a draw-3 card. A set is 3 cards of one number; a run is 3 consecutive same-colored numbers. They are set down so that each player can see and reach them. When a player has got rid of all the cards in their hand, the round ends immediately. Each other player must then add points to their score for cards remaining in their hands: 5 points per number card and 10 points for each wild or draw-3 card. After four rounds the player with the fewest points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "18936",
    "Name": "HIT",
    "ID": 406706,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/406706/hit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Your goal in HIT is a familiar one: Move your pawns around a track and get home first.&#10;&#10;But unlike Pachisi and other similar games, in HIT you use cards to control how your pawns move, with your deck of cards changing over the course of play. Whoever gets their pawns to the finish line first wins.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "18937",
    "Name": "Wykersham",
    "ID": 18870,
    "Year": "(1980)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/18870/wykersham",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The game is played by rolling dice and placing marbles in cups. The cups are in 5 rows, 4 of these rows have 11 cups but the center row has 7 cups. The center row is stationary and the other 4 rows slide. Players try to get 5 cups in a row filled with their marbles. Marble placement is determined by roll of dice. The game is attractive as it is made from hardwood.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18938",
    "Name": "Abstract",
    "ID": 309632,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/309632/abstract",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Abstract - a paint by number game&#10;&#10;Overview: You are a talented artist who specializes in abstract art. Paint/Roll your way to the next masterpiece!&#10;Players: 1 - 100+&#10;Game Time: 20 minutes&#10;Items needed: 5 six-sided dice&#10;        Optional - Markers/Crayons/Pencils of the 6 colors to make your work of art beautiful (Purple, Blue, Green, Yellow, Orange, and Red)&#10;&#10;Setup: Determine the End Goals for this game. Roll a die for each of the three end goals (A, B, C). These three goals are how to earn points from your painting, the other goals that were not rolled are ignored for this game.&#10;&#10;The game is played over 12 rounds, with players playing simultaneously, trying to earn the most points. All players will use the same dice pool for each roll, assigning however each player determines.&#10;&#10;Gameplay: Each Round you will Roll 5 dice and then use the dice to mark two numbers on your painting and also gain a bonus. From the 5 dice, two of those dice will be used to place a number on your painting, then another two dice will be used to place another number on your painting, and the 5th die will be used to gain the corresponding bonus. These markings can be done in any order.&#10;&#10;- Roll 5 dice - Roll the 5 dice. Write the numbers in the top right corner on the current round&rsquo;s track. This is just used as a helpful reference.&#10;&#10;- Use dice for painting two numbers and gaining a bonus&#10;In any order, do these three actions without using the same die more than once:&#10;&#10;Paint a number in a square - use two dice, one for the placement location and the other for the number/paint color used. &#10;    Example: You choose a die with a 1 and a die with a 3. You use the 1 for the placement location, so the number placed will need to be in one of the unused squares in the &ldquo;1&rdquo; grid. You choose the 3 as the number/paint color used in that square. You write a 3 in one of the open squares in the 1 grid.&#10;    If you there are no available squares in a die&rsquo;s location, you may not choose that.&#10;&#10;Paint a number in a square - Do this again, same as above. You must use dice that have not been used.&#10;&#10;Gain a Bonus - use a die to gain one of the three bonuses. Use a 1 or 2 to gain a &ldquo;+/- 1&rdquo; to use now or later, use a 3 or 4 to gain a &ldquo;place anywhere&rdquo; to use now or later, and use a 5 or 6 to gain a Star. Each star is worth 1 point at the end of the game and gives no other bonus.&#10;&#10;Reminder: you can do these three actions in any order. There are times when gaining the bonus first allows you to paint a more helpful square for your painting.&#10;&#10;Repeat this each round (rolling 5 dice and using those 5 dice) until 12 rounds have been completed.&#10;&#10;Important Note: If you ever cannot place one of your numbers on your painting, mark an X anywhere you choose in a square on your painting. Each X&rsquo;ed space on your painting is negative 1 point at the end of the game.&#10;&#10;Using your Bonuses: You may use your bonuses at any time during the game. When you gain a bonus, circle it. When used, cross it off to show it has been used. You may spend multiple bonuses in the same round. As your painting fills up, it becomes more difficult to place your numbers. It can be especially helpful to save some bonuses to use in the last rounds of the game.&#10;&#10;Using +/- 1 Dice Bonus: When used, you may increase or decrease one of the dice numerically by one. This can be used to change a die to help with placing the die, the number/color of the die, or for gaining a bonus.&#10;&#10;Using Place Anywhere Bonus: When used, you may use one of your dice to place the number of another die anywhere. &#10;    Example: You have a 1 and a 3 for placement and number/color. All of your squares are filled in your &ldquo;1 grid&rdquo; and your &ldquo;3 grid&rdquo;. You spend a Place Anywhere bonus to change your 1 die to a Place Anywhere. You then choose to place the number/color 3 in the 5 grid, where it is advantageous for your end goals and where there is also an available square.&#10;&#10;Star Bonus: Each star is worth 1 point at the end of the game and gives no other bonus. You&rsquo;re a star!&#10;&#10;Each End Goal Explained:&#10;End Goal A: Earn points for matching shapes of the same number/color. The orientation of the shape can be mirrored and/or flipped in any way, as long as it is the same shape. You cannot use the same number twice for shapes. You can use these numbers for B and C end goals&#10;End Goal B: Earn points for each pair of these numbers anywhere on your painting. These two numbers do not need to be connected. Example: You have placed three 1&rsquo;s and five 2&rsquo;s in your painting. You have three pairs (set of 1&amp;2, 1&amp;2, and 1&amp;2), so you earn 6 points; 2 per pair.&#10;End Goal C: This goal is looking at unique numbers in either rows, columns, or grids. If you fulfill this goal in multiple rows/columns/grids, you score each time it is fulfilled.&#10;&#10;End of Game:&#10;After you have completed the 12th roll/round, total your points earned from each End Goal, one point for each Star bonus, and subtract one point for each X on your painting (unpainted squares). The player with the most points is the winner!&#10;&#10;Look at your amazing masterpiece and name it and autograph it.&#10;&#10;For those who want to take it to the next level: When marking numbers, you can use coordinating colors (color key in top left of page). After finishing, you can fill in the boxes completely with the corresponding colors to beautify your work of art.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "18939",
    "Name": "Last Penguin",
    "ID": 405437,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/405437/last-penguin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Last Penguin is a finger-gymnastic combined with some bluffing. It's a party game where the real fun lies in struggle (?).&#10;&#10;The rule is straightforward. Be the last one touching the card to claim it. When handling cards, use only your fingers. This means that you must let go of some cards at a certain point to grab another. But how can you tell if it is a bigger fish or a trap?!&#10;&#10;Players take turns drawing a card, secretly checking what's on it, placing the card anywhere they like on the table, then placing one of their fingers on it and inviting other players to do the same. As more cards are placed on the table, a player might decide to move a finger from one card to another. When only one player has a finger on a card, they claim it and discover what they've won. The player with the most points wins.&#10;&#10;Here's the catch: Just as some fish are bigger than others, not all cards give you the same points &mdash; and sometimes the cards turn out to be penguin's predators instead of delicious fish, costing you points instead.&#10;&#10;There are also action cards: discarding an acquired card, releasing a finger, or commanding another player to release a finger. One event card is worth +6 points, but if you happen to win the second one, they're together worth -3 points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Real-Time",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "18940",
    "Name": "Trippples",
    "ID": 2040,
    "Year": "(1972)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/2040/trippples",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1053",
    "Description": "Trippples is played on a 8&times;8 board as opponents race from one corner to the other. On the board are placed, in a pre-movement round, tiles with three arrows which point to three of the eight surrounding spaces. Each player plays these tiles alternatively until they have all been played. Movement is made by following the arrows, and avoiding the neutral zone in the middle. The game ends when one player reaches his goal or when both players cannot make legal moves.&#10;&#10;The key game mechanism is that your move options are determined not by the three arrows on the tile under your (transparent) game piece, but by those under your opponent's piece. Thus, each move is chosen to try and limit your opponent's next as well as to try and guarantee yourself a good selection of choices. This adds an element of bluff and second-guessing to the game.&#10;&#10;The rules also include some variations to the two-player game that make the game easier or harder to finish.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "18941",
    "Name": "FocusX",
    "ID": 226596,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/226596/focusx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "FocusX is a small game of information matching, where each card have three attributes: animal category (land, aerial, marine or fantastic), color (red, green, blue and yellow) and quantity of animals (1 to 4). Cards will be played depending on the mode of game selected, but the basic of any game is to find or create a &quot;Focus&quot; which happens when three (or 4) cards have the same attribute (three cards with 3 animals each, for example).&#10;&#10;It can be played as a fast game of reflexes, or a small game of pattern recognition, and it can be played with kids or adults!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "18942",
    "Name": "Gear Krieg Wargame",
    "ID": 8043,
    "Year": "(2000)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/8043/gear-krieg-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8",
    "Description": "From publisher's website:&#10;Gear Krieg takes you back to the Second World War, but with a twist. Imagine for one instant that the wonders promised by visionaries and pulp writers became true -- the conflict we remember would have had a much different, and deadlier, face. Step into the world of the novels; step into the world of Gear Krieg.&#10;&#10;Basic Premise: Two-Fisted Pulp Warfare in a World at War! &#10;Genre: alternate history warfare &#10;Primary Locales: 1930-1940 Earth &#10;Realism Level: low &#10;Miniature Scale: 1/100-15mm (most walkers stand approx. 50mm tall) &#10;Game Scale: Varies, depending on skirmish or mass battle &#10;Minimum Army Size: Squad (three to five vehicles/infantry stands)&#10;&#10;Back Story: This action-packed tabletop wargame is loosely based on the pulp novels of the 30s and 40s, placed on the historical backdrop of World War II. Though 'history' will be similar to actual events, the subtle (and not so subtle!) introduction of advanced technology and super science will make the outcome quite different. Powered by advanced science, will the darkness of fascism spread across the world, or can brave men and women prevent it?&#10;&#10;Highlights&#10;&#10;Uses DP9's Silhouette system; learn once, play all DP9 games!&#10;&#10;Fast to play: streamlined game mechanics that use only a few 6-sided dice;&#10;&#10;Support combined arms actions: field infantry, tanks and walkers!&#10;&#10;Well-supported, and fully compatible with the role-playing game;&#10;&#10;Expanded by:&#10;&#10;    Gear Krieg: African Theater&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "18943",
    "Name": "Keyframes",
    "ID": 419754,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/419754/keyframes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "You are a talented group of animators looking for a job, and you have reached the last test in the recruiting process of the prestigious Cheesetoon Network studio. However, if you want to get the single vacancy in the company, you will have to compete to determine who is able to create the perfect frames in the best animation sequences.&#10;In Keyframes, you will have 3 rounds to prove that you deserve the vacancy. To achieve this, each one will have a hand of frames (cards) and another 5 frames will be placed in the center of the table. In each turn you must play a card from your hand, which you will reveal simultaneously to determine the turn order of the next phase. In this second phase, we will build sequences by selecting one of the available frames, among which will be those used from the players' hand to determine the turn order. But pay attention! You can only have 2 projects open at the same time on your work table, and the sequence you add must be correlative with the ones you have, moreover, you can only add it if it is the prior or subsequent frame form the one you were working on previously. If it is not possible to add it following this rule, you must close your current project to start a new one, which will penalize you in the final scoring. If you are able to make more and better sequences than your rivals, the job will be yours!&#10;Keyframes is a game created by the acclaimed Shei S. and Isra C., creators of titles such as The Red Cathedral, The White Castle, Shinkansen: Zero-Kei,1987 Channel Tunnel, Ramen... among a good handful of other great games, and illustrated by the amazing animation artist Cristina Achaui. Keyframes is a &ldquo;filler&rdquo; with very simple rules, which combines turn order bidding with a restrictive set collection which will force you, each turn, to calculate the best time to play which card, and which card to add to your sequences.&#10;&#10;A game of Keyframes takes about 15 minutes to play, and can be played with 2 or 3 people individually, or 4 with a special 2 vs. 2 team system.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Selection Order Bid",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "18944",
    "Name": "Ceres: Operation Stolen Base",
    "ID": 208800,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/208800/ceres-operation-stolen-base",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Ceres: Operation Stolen Base is a Sci-Fi Solitaire board-wargame depicting the actions of an elite Rebel task force attempting to seize the largest source of water in the Solar System shortly after the outbreak of the Free Mars Revolution. Your task force must defeat the Earth Federation ships in the area and seize the primary surface base.&#10;&#10;The opposition forces are controlled by the game system using a deck of cards whereby a card is drawn after the player moves a task force, which may result in a new opposing force being placed where the task force just moved and forcing combat to occur. Some locations are more likely to have larger opposition forces to appear than others and although initial opposition forces will be relatively small, resistance will increase as their alert level increases.&#10;&#10;Players begin the game with a number of assembly points with which they can use to custom-build their fleet, including adding special weapon pods to ships to provide benefits such as drone defenses and cyber warfare abilities to keep enemy alert levels lower. If your fleet includes an assembly ship, you can even repair and alter your fleet even after your attack on Ceres begins.&#10;&#10;Four increasingly difficult missions must be completed to win the campaign game. Along the way, additional ships arrive and pods are constructed to increase strength and technological capabilities. A unique card system counts down the time remaining and provides challenges and opportunities at every orbit.&#10;&#10;In this game the player takes command of a Rebel task force attempting to complete missions critical to securing the Ceres water base. Your success will ensure Mars and other colonies have a major source of water for survival and the Earth Federation will be forced to haul water up the deep and costly gravity well from Earth.&#10;&#10;This game is set in the Free Mars universe and is a prequel to the Free Mars boxed game.&#10;&#10;Game Contents:&#10;&bull; 11 x 17&rdquo; map&#10;&bull; 40 die-cut counters&#10;&bull; 18 mini cards&#10;&bull; Scenario Instructions&#10;&bull; Four page rule booklet&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Mini Series (Decision Games)",
      "Setting: SPI/Decision Mars",
      "Space: Asteroids"
    ]
  },
  {
    "Rank": "18945",
    "Name": "Bizzarie",
    "ID": 84991,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/84991/bizzarie",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Bizzaria is a fairy tale world where anything is possible. The core is made of famous figures like the Red Riding Hood, the Wolf or perhaps a Dragon. But these figures appear in slightly different situations than usual. In addition there are many monsters in Bizzaria, which are actually the main focus of the game. How bizarre these monsters will be depends on the players...&#10;&#10;The monsters in Bizzaria are created together by players. During the game the monsters are increasingly shaped in their looks and foremost in what they say. The players use parts of cardboard faces and assemble them on a paper. Then they draw the monster around them and these papers represent the &quot;game board&quot;. Thus the &quot;game board&quot; is different and unique in each game. The cards in the game are used for the TV announcements and questions. All these clues lead the player to perceive the monsters in a certain way. In each round a special question is asked - in the form of &quot;Which of them is like this and this?&quot;. The players then look at the monsters and try to find three of them that (according to their opinion) best answer the question.&#10;&#10;After each player secretly writes down his three choices they are all revealed and scored. The game also includes expansions and specialties.&#10;&#10;The players have two essential goals. The first is to build up the character of the monsters where in each round the monsters comment on the actual course of events in a Bizzarian TV. The comments are entirely up to the players and they can range from a single interjection (Meow) to highly sophisticated expressions (If he were not a nihilist, I would not be such a therapist). The second goal is to understand the character of the monsters in light of the other players' thoughts.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "18946",
    "Name": "Twigs",
    "ID": 170203,
    "Year": "(2015)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/170203/twigs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "Twigs is a tile-laying game that uses polytwigs  of 5 segments called &lsquo;pentatwigs&rsquo;. There are 12 different pentatwigs (discarding symmetries).&#10;&#10;Players alternate turns placing one of their pentatwigs according to some simple rules, trying to enclose as many areas as possible.&#10;&#10;You can also play 3 or 4 players with the Twigs: 4 players expansion.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18947",
    "Name": "Hohenfriedeberg",
    "ID": 31180,
    "Year": "(2007)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/31180/hohenfriedeberg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Hohenfriedeberg is a free little wargame about the Battle of Hohenfriedeberg, which took place in 1745 during the Second Silesian War between Prussia and Austria.&#10;The rules are inspired by and based on Postcard from the Revolution.&#10;&#10;It can be downloaded directly from the files section of this page.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Digital Implementations: Tabletopia",
      "History: Age of Kings",
      "History: War of the Austrian Succession",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "18948",
    "Name": "Letter Roll",
    "ID": 29106,
    "Year": "(2009)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/29106/letter-roll",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Roll the special Letter Roll dice and flip over the timer. Players race to list words containing the three letters shown on the dice. Only words listed by a single player score points, so players are rewarded for both their speed and creative thinking.&#10;&#10;Components&#10;&#10;Seven polyhedral dice (20-sided?). &#10;The color of the dice indicate how frequently their letters appear in English:&#10;   2 white dice &ndash; frequently used letters&#10;   3 blue dice &ndash; less frequently used letters&#10;   2 orange dice &ndash; infrequently used letters&#10;1 two-Minute timer for the standard game&#10;1 one-Minute Timer for the fast-play game&#10;Four pads and four pencils&#10;&#10;Gameplay&#10;&#10;Decide whether to use the short or long timer. One player chooses 4 of the 7 dice and rolls them. The player to their left removes a die of their choice. Players then write down all words they can think of which contain the remaining 3 letters and any number of other letters. When time is up, word lists are read and you must cross out any word which someone else has used. Your remaining unique words are your points. All 7 dice are then passed to the next player and the process is repeated. Each person rolls 1 to 3 times, depending on the number of players, at which point whoever has the most points wins.&#10;&#10;For younger players use fewer and easier dice; for expert players use 4 dice instead of 3 and set a limit on the minimum number of letters that a word must contain.&#10;&#10;Note: before starting, players may want to decide whether to change the rule that allows repeating the same root word. For example, if played as written, cheat, cheats, cheated, cheating, cheater are all allowed.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "18949",
    "Name": "Oversiege",
    "ID": 312613,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/312613/oversiege",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The most epic card game since the Middle Ages.&#10;&#10;Castles engage in battle with catapults, crossbows and battering rams to capture the opponent's crown.&#10;&#10;Each side sets up their castle made up of six cards, with the undamaged sides facing up.&#10;&#10;Players take turns placing armaments from their draw decks (catapults, crossbows, and battering rams), then firing projectiles at their opponent's castle.&#10;&#10;As the castle is damaged the cards are flipped over to the damaged sides.&#10;&#10;First the castle towers must be destroyed, then the entrance can be knocked down with a battering ram, and finally the game is won by opening the chamber with the key - and capturing the opponent's crown.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "18950",
    "Name": "A Very Civil Whist",
    "ID": 382909,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/382909/a-very-civil-whist",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "A Very Civil Whist is a historical board game that puts you in the middle of one of the most turbulent periods in English history. In this game, you'll play as either the Royalists or Parliamentarians, two opposing factions vying for political, economic and religious control of England. The game is based on the classic card game German Whist, but with a few twists &ndash; you'll be able to play with leaders and assets that represent key actors of the first English Civil War. With strategic play and a bit of luck, you can lead your faction to victory and secure your place in history.&#10;Taking place in the mid-17th century, the first English Civil War was a time of great political and social upheaval. The conflict pitted the supporters of King Charles I against the supporters of Parliament, who sought to limit the monarch's power and establish a more democratic government. As you play &quot;A Very Civil Whist&quot;, you'll experience the tension and drama of this critical period in English history. Will you be able to rally your troops and secure victory for your faction? Or will you fall to your opponent and be consigned to the dustbin of history? The fate of England rests in your hands!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pike and Shot",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting",
      "Push Your Luck",
      "Trick-taking",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Traditional Playing Cards",
      "Country: England",
      "History: English Civil War"
    ]
  },
  {
    "Rank": "18951",
    "Name": "War by Television: Kosovo 1999",
    "ID": 140593,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/140593/war-by-television-kosovo-1999",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Modern War #9, Jan-Feb 2014&#10;&#10;War by Television: If The US &amp; NATO Had Invaded Serbia is a &quot;what-if&quot; simulation of the fighting that might have occurred across rump-Yugoslavia in the late summer or early autumn of 1999 if the Western alliance had decided on a ground war to settle the Kosovo crisis. WbT is a two-player wargame of low-to-intermediate complexity that posits this might-have-been war lasting about a month, about the maximum time before the invaders' diminishing supplies, and their loss of the political will necessary to continue the fighting, would force a truce if victory had not already been achieved in the field.&#10;&#10;Each hexagon equals 7.5 miles (12 km.) from side to opposite side. Each game turn represents two days. The units of maneuver are mostly brigades and divisions-size groupings for the Serbians; each with about 2,000 to 5,000 men, and about 25 to 50 armored fighting vehicles in the tracked mechanized units. On the NATO side, units are divisions, corps and armies, each containing about 9,000 to 25,000 men and up to 350 or so armored fighting vehicles. The invaders' air supremacy is built into several aspects of the rules (such as the CRT) and therefore is not represented by separate aircraft unit-counters.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Yugoslav Wars",
      "Magazine: Modern War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "18952",
    "Name": "All Queens Chess",
    "ID": 34948,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/34948/all-queens-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.2857",
    "Description": "In this 2-player game using all Queens, you'll have to plan your moves carefully as you outwit your opponent to get four Queens in a row. Just like in a game of Chess, the all-powerful Queen can move any number of squares vertically, horizontally or diagonally. The only difference is that pieces can't be captured. Stay alert and exercise logic as you navigate the board to get your Queens in a row.&#10;&#10;Four in a Row meets Chess!&#10;Be the first to get four of your Queens in a straight line horizontally, vertically or diagonally&#10;Queens move per regular Chess rules but can't be captured&#10;A simple strategy game that grows in complexity with each play experience&#10;For 2 players, ages 8 to adult&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Ducks",
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18953",
    "Name": "Rolling World",
    "ID": 187769,
    "Year": "(2015)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/187769/rolling-world",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Rolling World, based on the 2014 release Rolling Japan, is a light &quot;multiplayer solitaire&quot; dice game. Each player has a map of the world that's divided into regions, which are then bunched together into six differently colored areas.&#10;&#10;On a turn, a player draws two regular six-sided dice from a bag and rolls them; the bag starts with seven dice, six matching the colors of the areas on the map along with a wild gray die. All players now write down each number rolled on any state of the matching color, i.e., if the blue die shows 4 and the yellow a 2, write a 4 in one blue state and a 2 in one yellow state. If the gray die is rolled, you can place this number in a state of your choice; additionally, three times per game you can choose to use a non-gray die as any color. However, neighboring states can't have numbers with a difference larger than 1; if you can't place a number without breaking this rule, then you must place an X in a state of the appropriate color. (If all the states in an area are filled, you can ignore the die or use one of your three color changes to place the number elsewhere.)&#10;&#10;After six dice have been rolled, mark one round as being complete, then return the dice to the bag and start the next round. After a number of rounds the game ends, and whoever has the fewest Xs on their map wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: Rolling (Hisashi Hayashi)"
    ]
  },
  {
    "Rank": "18954",
    "Name": "Black Stories: Epic Fails Edition",
    "ID": 302207,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/302207/black-stories-epic-fails-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "2",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the riddle by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party. This version of the black stories features real fail situations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "18955",
    "Name": "Win Place Show",
    "ID": 5743,
    "Year": "(1978)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/5743/win-place-show",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A horse race game with a difference.&#10;&#10;Each player is dealt 7 horse cards at the start of the game.  Based on the numbers these cards, which affect which horse will move, the player then places up to four bets.  Each bet is worth one chip, and all similar bets go into a common pool. A player plays a card for the horse he wishes to move and rolls  the dice to move the coloured horse played.  This continues until three horses have crossed the finish line. Whoever bet on the winning horse shares in the &quot;win&quot; pool: the second horse, the &quot;place&quot; pool; the third horse, the &quot;show&quot; pool: the first and second horse (in order), the exactor pool and the first second and third horse (in order), the triactor pool.  Any odd chips remain for the next race.&#10;&#10;Because this is a 'closed' system (each player starts with only 10 betting chips), every time someone wins a chip, someone else will be down one.&#10;&#10;The winner is the one who has the most betting chips at the end of 10 races.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "18956",
    "Name": "Moose Match Mayhem",
    "ID": 421630,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/421630/moose-match-mayhem",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Be the hit of the party when you bring your family &amp; friends through this ridiculously fun and wild ride through the Northern backcountry!  Race to collect three sets of moose, bears, or squirrels but watch out for Yetis and avalanches - or your matches will disappear into the wild!&#10;&#10;Each player takes a card from the stack.  Everyone chants Moose, Match, Mayhem! while flipping their card over, and immediately races to select the best card to make a match. The first player to collect three sets of matching animals, wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "18957",
    "Name": "Crop Rotation",
    "ID": 219661,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/219661/crop-rotation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "In English, the term &quot;Crop Rotation&quot; means Rotation of Cultures, which is nothing more than alternating planting of different crops to benefit the soil. In Crop Rotation, you'll grow beans, corn, and soybeans, and to win, you'll need to harvest more than your opponents.&#10;&#10;For this you need to complete the random patterns of the goal cards and score. You have to be smart and not let your opponents harvest before you. Each turn random events can also help you, allowing you to switch position crops or even perform a burn to free up space on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "18958",
    "Name": "Bigfootses, The Card Game",
    "ID": 148592,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/148592/bigfootses-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Hiding in these woods, there lies not just one Bigfoot, not a few Bigfoots, and not a gaggle of Bigfeet &mdash; but an entire community of Bigfootses. Now it's time to go in the woods with your trusty Bigfootses's call, cloak your scent with Bigfootses's urine, and get ready for adventure with aliens, yeti, the Loch Ness monster, and every other legendary creature you can think of.&#10;&#10;Bigfootses, The Card Game consists of two decks: the Woods Deck (75 cards) and the Thingies Deck (75 cards). In the Woods Deck, you encounter Bigfootses and creatures to battle, and draw events that can dramatically change the game. The Thingies Deck is full of equipment, items, actions, and card modifiers to help you along in your quest.  Also included are 10 professions, ranging from the practical to the absurd.&#10;&#10;Your goal? Be the first player to corral ten Bigfootses to win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18959",
    "Name": "Go for Gold",
    "ID": 330593,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/330593/go-for-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6",
    "Description": "In Go for Gold, you and others explore an island with temples and treasures, attempting to grab more loot for yourself than anyone else can.&#10;&#10;To set up, each player takes their own double-sided player sheet, making sure that everyone is using the same side. The sheet shows an island of hexes, with various spaces displaying shovels, footprints, treasures, and five colors of temples. Each player starts the game in a different harbor space on the island's perimeter.&#10;&#10;On a turn, the active player rolls a die, then each player moves that many spaces in a contiguous line, marking each space as you go. You can't re-enter spaces you've visited previously. If you pass through or land on shovels or footprints, you circle those icons on your player sheet. By crossing off a footprint, you can ignore the die and move 1-6 spaces.&#10;&#10;If you end your movement on a treasure, roll the die, and if the die result equals or exceeds the treasure value (4-6), you collect these points in one of your six scoring spaces. For each shovel you cross off, you can add 1 to the result of the die.&#10;&#10;If you end your movement on a temple, roll the die; if you have at least as many shovels as the number rolled, you score 9 points, and if you don't, you lose 1 point. If you succeed in exploring a temple, all other players mark it out since you've looted that location.&#10;&#10;As soon as a player has filled their six scoring spaces or no one can score any more points, the game ends, and whoever has the highest score wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: MINNYS (Nürnberger-Spielkarten-Verlag)",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)"
    ]
  },
  {
    "Rank": "18960",
    "Name": "Palio",
    "ID": 37770,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/37770/palio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Description by Andrea &ldquo;Liga&rdquo; Ligabue &amp; W. Eric Martin&#10;&#10;The Palio di Siena (known in Italy as Il Palio) is a crazy horse race that takes place twice a year in Siena on July 2 and August 16.&#10;&#10;Ten of the 17 Contrade (or city wards) are represented in the race: the seven that were left out of the previous race and a randomly chosen three from the remaining ten Contrade. Each Contrade has particular colors and coats of arms, and the horse and rider are dressed to embody their Contrade. Riders can use their whips on other horses and riders as well as on their own mount, and the winner is the first horse to cross the finish line with its head ornaments in place &ndash; whether or not the rider is still on the horse.&#10;&#10;New Italian game designer Massimo Pesce, together with the help of Scribabs&rsquo; Paolo Vallerga as art director, has produced a nice and simple game about this race. The players control the seventeen Contrade involved in the two races, with ten Contrade taking part in the first race (Palio di Provenzano) and a different set of ten in the second one (Palio dell&rsquo;Assunta). This set-up means that one or more players might hold Contrade involved with only one race.&#10;&#10;Each Contrade is assigned a horse (&quot;la tratta&quot;) that can be either a good one (&quot;bono,&quot; with a movement die of 3, 4, 4, 5, 5, 6) or a not-so-good one (&quot;brenna,&quot; with movement of 3, 3, 4, 4, 5, 6). Since the race lasts for three laps, that small difference can add up over time. In addition to the decorative jockey, players receive nine cards that can be used during the race to create small advantages or slow down opponents.&#10;&#10;As for the race itself, like the real Palio, the beginning is somewhat chaotic as horses and riders jockey for position. During the movement phase, if a horse can&rsquo;t move its entire distance, it risks falling or perhaps just throwing the rider, which doesn&rsquo;t prevent a horse from winning. The game is all about playing the right cards at the right moment and getting the right rolls.&#10;&#10;Palio is simple and quick, the materials are good, and the graphics is great !&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Cities: Siena (Tuscany, Italy)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "18961",
    "Name": "Grandpa  Beck's Golf",
    "ID": 121195,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/121195/grandpa-becks-golf",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "GOLF&reg; &#10;THE LOW SCORE WINS&#10;Players each begin with nine cards face down and then use the following simple steps to try and get the lowest score to win. &#10;This game is inspired by the classic face card game called golf. &#10;Now the game is fully developed game with custom cards, rules, and numbers of cards per suit to make the original concept much more engaging.&#10;&#10;Uniquely fun for youth and adults! Easy to learn, but there is interesting strategy to make it interesting for everyone.&#10;&#10;here are the basics of play:&#10;&#10;1.    Draw One Card from Either the Draw Pile or The Discard Pile.&#10;2.    Place the Card Drawn Face up In Your Grid to Replace One Card in Your Grid.)&#10;3.    The Card Replaced Goes in the Discard Pile.    &#10;4.    Three Identical Cards in a Row or Column Are Removed for a -5 Point Bonus. &#10;5.    First Player to Expose All Cards Earns -5 Bonus Points &ndash; If They Have the Lowest Score that Round &ndash; If not a +10 Penalty is Imposed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Puzzle",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "18962",
    "Name": "Palermo",
    "ID": 787,
    "Year": "(1992)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/787/palermo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "This game is divided into two sub-games.  The first part has players laying out street/business tiles.  Each tile has one business on it and a colored chip corresponding to the player who placed it.  Once the board is filled, play moves to the next stage.  Each player has a pawn next to the fountain at the center of the board.  The object is to visit each of the businesses that you laid out in the first phase.  Each successive business you visit gives you more movement points, but the real goal of the game is to score the most points.  Points are scored by forgoing remaining movement when you arrive at your businesses.  In addition to a scoring pawn, players are each given a police token which can be used to hamper other players' movements.  Players who have completed their circuit wait at the fountain until all players have finished, but finishing quickly gives you a point bonus for each turn you wait.&#10;&#10;",
    "Categories": [
      "City Building",
      "Mafia"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Cities: Palermo (Sicily, Italy)"
    ]
  },
  {
    "Rank": "18963",
    "Name": "Dream Catcher",
    "ID": 404264,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/404264/dream-catcher",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Catch the dream by touch! Can you guess the picture by tactile associations? In this vivid game you will exercise your sense of touch and challenge your teamwork and intuition.&#10;&#10;Dream Catcher is a cooperative game, where you will witness whimsical stories and will try to &ldquo;catch a dream&rdquo; &mdash; to identify the picked story by touch.&#10;&#10;Every round, the lead player picks a Dream card and handles specially selected Touching cards with raised pictures to the other players. The lead player&rsquo;s goal is, without saying a word, to help the other players guess the picked Dream card. The core goal of the other players is to discuss the pictures they can feel on their Touching cards and to collectively choose one of the Dream cards.&#10;&#10;You will flip Night tokens for correct answers and discard them for wrong answers. To win the game you need to have as many flipped Night tokens as possible by the end of the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Targeted Clues"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "18964",
    "Name": "Xenophon: 10,000 Against Persia",
    "ID": 1033,
    "Year": "(2000)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/1033/xenophon-10000-against-persia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4286",
    "Description": "Originally published in Strategy &amp; Tactics magazine #203 (May/Jun 2000).&#10;&#10;Xenophon: 10,000 Against Persia is a two player wargame covering the Persian civil war from 401-387 B.C. The game is strategic in scale, with units representing forces of the Persian Empire, its satrapies, and bordering states. The mapsheet, overlaid with a hexagonal grid, covers an area corresponding approximately to modern day Balkans to Afganistan.&#10;&#10;Game components consist of a mapsheet, counters, rules and game charts.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Country: Iran",
      "History: Greek & Persian conflicts of the 4th century BC",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "18965",
    "Name": "Kings of Artifice",
    "ID": 146245,
    "Year": "(2013)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/146245/kings-of-artifice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Kings of Artifice is a strategy board game for 2 to 4 players. The game is played in a series of building rounds, followed by one final crowning round. Victory Points (VP) are awarded for building structures during the game as well as at the end. In each game, two special scoring cards are drawn from a deck that allow players to gain bonus points by meeting certain conditions.&#10;&#10;In the building rounds, the players summon their specialized characters onto the game board and employ them (using Action Points) to construct valuable structures such as Walls, Houses, Battlements, Towers, Palaces, Fountains, and Pastures. These are built from their supplies of colored building blocks. In addition to expanding their own kingdoms, the players can use their forces to hinder the progress of their rivals.&#10;&#10;In the crowning round, the players display their completed kingdoms and flaunt their power over the realm. The player with the most Victory Points at the end of the game is the winner!&#10;&#10;Character Classes:&#10;&#10;Kings summon the other characters to the board from the supply.&#10;Villagers are needed to build Houses (which can be converted into Towers and Palaces).&#10;Artisans are necessary to complete the building of advanced structures.&#10;Horses assist the other characters in their movements on the board.&#10;Thieves can climb on Walls, and can steal Action Points from their rivals.&#10;Knights can attack opponents' characters. &#10;Warlocks can use their Mana to cast spells (which are different in each game).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building",
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "18966",
    "Name": "Fly-A-Way",
    "ID": 319792,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/319792/fly-a-way",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "In Fly-A-Way, players are conservationists helping migratory birds along their autumn journey on the East Asian-Australasian Flyway (EAAF) that spans from Russia in the North, through Asia, to Australia in the South.&#10;&#10;To win, a player must collect the  most number of points from placing links, completing migratory routes and saving birds. Players will compete until the game stops under one of these two circumstances:&#10;&#10;&#10;     A player saves 6 birds. &#10;     All Fowl Play cards are drawn. &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Events",
      "Kill Steal",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Animals: Birds",
      "Country: Singapore",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Climate Change",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "18967",
    "Name": "Zen Garden",
    "ID": 134618,
    "Year": "(2013)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/134618/zen-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Game description from the publisher:&#10;&#10;Create a beautiful zen garden with friends or family. Craft a unique landscape using tiles representing meadows, mountains, forests, and water. Illuminate it all with magical lanterns that let you transform tiles and perfect patterns. Win by being first to create your secret pattern twice!&#10;&#10;Zen Garden is an artful struggle and two games in one. The basic game is a fast and simple tile-matching game in which you attempt to form patterns on the board before your fellow players can do the same. The first player to form her signature pattern on the board twice without wilds and with her special symbol scores maximum points.&#10;&#10;Players seeking more of a challenge can compete in &quot;Rock Garden&quot; designed by Coleman Charlton, in which players receive twelve &quot;rock&quot; cubes and play them on sets of tiles matching their pattern tiles. Place all of your rocks first to win.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "18968",
    "Name": "Fungeon Party",
    "ID": 240844,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/240844/fungeon-party",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "3",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Stack dice on your forehead, bounce dice into the box, knock down a meeple surrounded by dice, balance a meeple on a stick &mdash; these and many more wacky quests await a traditional dungeon party in the nontraditional dungeon crawler Fungeon Party. Each quest adds 30 seconds to the game, and an average game uses six quests, making this a quick, easy, and fun game to learn and play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "18969",
    "Name": "Laurel Crown",
    "ID": 231196,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/231196/laurel-crown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Laurel Crown is a light press-your-luck gambling game with a draft mechanism. At the start of each round, tournament cards are drawn that determine the conditions for the current fights. After a light draft, the players send in their fighters to the various tournaments, then roll dice to determine the power of each fighter and activate special powers, gaining points along the way. Whoever has the most points when all tournaments are resolved wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "18970",
    "Name": "Marignan 1515",
    "ID": 15430,
    "Year": "(1995)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/15430/marignan-1515",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8182",
    "Description": "&quot;Marignan 1515&quot; is a wargame simulation of the great battle between the army of Francis I, King of France and the mighty Swiss army during the Italian Wars.&#10;The French army is a combination of cavalry, artillery and infantry, while the Swiss army is a new reincarnation of the Macedonian phalanx.&#10;&#10;Two scenarios are covered: the first is set only during the first day of the battle, and the second simulates the two days of the engagement with the reorganization of the armies during the night. &#10;Both players objective is to rout or completely destroy the opposing army.&#10;&#10;The wargame, published in Vae Victis issue #3, includes one map, rules, unmounted counters and game charts.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Marignano (Italy)",
      "Components: DTP (Desktop Publishing)",
      "Country: Italy",
      "History: Italy 1559–1814 (Foreign dominations)",
      "History: The Italian Wars",
      "History: War of the League of Cambrai",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18971",
    "Name": "Med Sirocco",
    "ID": 200888,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/200888/med-sirocco",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "June 1940-December 1943, Mediterranean Sea&#10;&#10;Standing alone, the British Empire must replenish its strategic bases in Malta and Alexandria by convoys coming for the most part from Gibraltar. Each journey is long and dangerous facing Italian SM-84 torpedo planes and German U-boats. On the other side, Italy and Germany are sending more and more troops to North Africa under constant threat from aircraft in Malta and facing the imminent entry of the United States into the war.&#10;&#10;In this original card game, the cards represent units that took part in naval engagements or fought near convoys in the Mediterranean during the Second World War. For each trick called engagement, a player takes an Operation card (Battle or Convoy) and declares the type of attack to be used (air, surface, underwater or combined). He follows that up by playing a Force card which has the specific values representing a historical Allied or Axis unit. The other players subsequently play either a Force card or pass. When all the players have made their selections, and any possible dice rolls have been made, totals of both sides are compared to determine whether the Axis or the Allies won. The player who contributed the most to the winning team gets to decide how the convoy and the opposing enemy ships, which are all worth victory points and possibly an increased hand size, are to be distributed amongst the players who were on the winning side. After twenty-two convoys have been fought over in this manner, the player with the most victory points worth of convoys and captured ships wins the game!&#10;&#10;Med Sirocco is a strategy card game for 2-6 players. The game uses the same system that first appeared in the popular (and out of print) 1997 Avalon Hill card game Atlantic Storm and Pacific Typhoon published in 2008 by GMT Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "18972",
    "Name": "Leinen los!",
    "ID": 10508,
    "Year": "(1997)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/10508/leinen-los",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "The object of Leinen los! is to push a little wooden ship, following the race track while doing so and avoiding the buoys. This might be easy to do, except that the ships are composed of two separate parts: the motor and the rest of the ship, with the latter part tending to turn in every direction except the way you want to go, but since you must move the ship by pushing on the motor with only one finger, sometimes you can't help traveling in directions unintended.&#10;&#10;Players take turns via a chronometer/egg timer, and the first player to reach the end of the track wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "18973",
    "Name": "Careta",
    "ID": 221938,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/221938/careta",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Careta is a game about math and tricks, easy to play but difficult to master. Add and subtract to confuse your opponents and they will fall into your hands, and when they do, you will be one step closer to victory.&#10;&#10;In Careta, each player is dealt four cards, which are played out in three tricks. All the cards may be played face down and any of the other players can doubt his card. Once a player has been doubted, they must turn the card and show if they were lying or not. Careta is a game for 2 to 8 players with the objective is to gain 10 points before anyone else.&#10;&#10;Careta can be played by free for all or in teams: 2vs2 / 3vs3 / 4vs4 / 2vs2vs2 / 2vs2vs2vs2.&#10;&#10;English Rulebook --&gt; https://drive.google.com/open?id=13Kk57da-GnxCvE3OWn9XvgZlDjKgmIj4&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "18974",
    "Name": "Soqquadro",
    "ID": 160614,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/160614/soqquadro",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Soqquadro is an innovative party game in which what's happening away from the table is as important as what's happening on it.&#10;&#10;The game takes place in real-time. You draw a card from a deck and search for an object that satisfies the request on the card. The cards come in three colors to identify their difficulty level. When you find the object, place it on the table, move your pawn one step further on the score board and draw another card. When a pawn crosses a Challenge Line for the first time, the game stops for a while and a Challenge is played. The game ends when a pawn reaches or crosses the 16th box on the score board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "18975",
    "Name": "Barca",
    "ID": 69347,
    "Year": "(2007)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/69347/barca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Played on a 10x10 checkered board, each player controls 6 animals of 3 different types. The Mouse can move orthogonally (horizontal or vertical) and is 'scared' of the Lion. The Lion can move diagonally (it's color locked) and is 'scared' of the Elephant. The Elephant can move both orthogonally and diagonally and is 'scared' of the Mouse; each piece can move as far as it can on its intended line of travel as long as it's not within the square perimeter (orthogonal and diagonal) of the animal its afraid of.&#10;&#10;The goal of the game is to control 3 of the 4 'watering holes' at the end of your turn. However, if your piece is next to a piece (orthogonal AND diagonal) that it is 'scared' of it MUST move on your next turn. You cannot move a piece next to a piece (orthogonal AND diagonal) that it is 'scared' of.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Containers: Tubes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "18976",
    "Name": "Fableland",
    "ID": 361909,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/361909/fableland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "1.6667",
    "Description": "Fableland is THE magical amusement park!&#10;&#10;Countless guests tumble around the park. They ride fantastic carousels and then run straight to the next attraction! Who will manage to lure them into their own rides and thus collect the most balloons?&#10;&#10;It's also worth investing the balloons in better attractions and influencers to get even more balloons! Whoever manages to anticipate the actions of the opponents will be swimming in balloons and will be the winner!&#10;&#10;A family game by Moritz Schuster for 2 to 5 people, full of positive interaction, as you always let a few guests run into the attractions of the other players.&#10;&#10;Will your attractions ultimately attract the most guests?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Events",
      "Pick-up and Deliver",
      "Set Collection",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Spieleschmiede",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "18977",
    "Name": "Herkules Ameise",
    "ID": 40006,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/40006/herkules-ameise",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The players are ants building an anthill. They have to finish the anthill before Anthony the anteater reaches them, because only then the ants are safe from Anthony's long trunk. To build the anthill, the players have to find twigs on the back of the path cards. These twigs have to be collected and brought to the anthill, but this only works if a continuous line of ants leads up to them. &#10;It's a cooperative game, but the rulebook contains a competition variation as well.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "18978",
    "Name": "Sailblazer",
    "ID": 260266,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/260266/sailblazer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Raise your anchors and blaze your sails! Thwart rivals and vanquish pirates! Carve out favorable trade routes and lade your ship with fantastic wealth! Only one captain will rise to ascendancy and claim the designation of Sailblazer!&#10;&#10;Each player in Sailblazer is the captain of the vessel laid in front of them. All players start the game on Saffron Island and may sail in any direction from there. Progress through the game is denoted by three progress stages. Each progress stage brings with it new explorations, more valuable resources, and more formidable pirates. The experience and wealth accumulated throughout the game is represented by prestige points. At the end of the game, the player with the most prestige points wins.&#10;&#10;In more detail, each player's turn consists of two phases. At the end of these two phases, the next player to the left begins their turn. These two phases are:&#10;&#10;1) Movement Phase, during which players can choose to explore, sail, or drop anchor.&#10;&#10;2) Action Phase &mdash; If there is no pirate ship on the player's tile, the player can take one of the following actions from their current ocean tile location: explore, sell and buy trading goods, resupply, work at port, or fish.&#10;&#10;The game's ending is initiated when one of the final achievement ocean tiles is revealed in the final stage.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "18979",
    "Name": "Michigan Rummy",
    "ID": 80833,
    "Year": "(1939)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/80833/michigan-rummy",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "From inside box cover:&#10;&#10;&quot;How to play Michigan Rummy&quot;&#10;&#10;NUMBER OF PLAYERS: Two to nine players may play &quot;Michigan Rummy&quot;.&#10;&#10;EQUIPMENT: Michigan Rummy three-dimensional revolving playing board, a regular deck of cards, and chips or counters.  The Michigan Rummy board consists of nine sections.  WINNING PAY CARDS are indicated next to each section on the board.  The round center section is the Michigan Rummy Pot.&#10;&#10;HOW TO PLAY:&#10;(1) THE DEAL.  The deal is determined by cutting the cards, high card winning the deal.  Players then place one chip in each of the3 nine sections of the plastic tray, except the dealer who places two chips in each section.  The dealer shuffles the cards and deals all of them out, one card at a time to each player, to the left.  One extra, or dummy hand, is dealt in front of the dealer.  It does not matter if some players receive one more card than others.&#10;&#10;(2) THE PLAY.&#10;(a) The dealer picks up either one of the two hands before him.  The dealer may, after looking at his hand, have the option of exchanging his hand for the dummy hand (but without looking at the dummy hand) or selling the dummy hand to the player making the highest bid for it.  Any player (including dealer) cannot exchange his hand for the dummy hand if he holds a PAY CARD.  The exchange of hands must be made complete.  Player cannot retain any of the cards in his original hand.  The amount of chips bid for the dummy hand go to the dealer and the player making the bid then exchanges his own hand for the dummy hand.  The extra hand is then put aside.&#10;&#10;(b) POKER. Before beginning the actual play of MICHIGAN RUMMY a hand of poker is played for the chips in the poker pool section.  Each player forms their best poker hand with five cards from his hand.  The remainder of their hands are kept face down in front of them for later use. The dealer starts the betting and can bet, or pass, the other players doing likewise.  The bets and raises are placed in the poker pool section, and the winning hand receives all these chips.&#10;&#10;(c) MICHIGAN RUMMY. The players take up all their cards and the dealer starts by playing the lowest card of any suit in his hand he wishes (Ace is high, duece is low).  He MUST play the lowest card of the suit he chooses.  He calls out the card and places it in front of him.  The player who holds the next higher consecutive card in the same suit plays it, placing it in front of him and calling out its name, etc., and this continues until the Ace of the suit is played, or a STOP is reached (due to the dummy hand holding the next high card).  The player who played an ACE or STOP card reopens with the lowest card in his hand in ANOTHER suit and play continues accordingly.  If a player cannot reopen with a card of another suit after a STOP, play ends there and there is no payment for the deal.  Any player who plays a PAY CARD takes all the chips from the corresponding section of the playing board (i.e. if you play the King of Clubs you collect all the chips in the King of Clubs section).  In order to collect for some PAY CARDS, they must be played in sequence by the same player (i.e. Queen of Hearts, King of Hearts, and 7, 8, and 9 of any suit).  The first player to discard all his cards wins all the chips in the Michigan Rummy Pot (round center section).  A variation may be played by having the winner collect one chip from each of the other players for every card remaining in that player's hand, in addition to the Michigan Rummy Pot.  The game is then over and the deal goes to the left for the next game.&#10;&#10;The players again place a chip in each of the nine sections (the dealer placing two chips in each section) even though some chips may still remain from previous play.&#10;&#10;After the final game of play, it may be found that chips remain in several sections of the playing board.  If this is the case, all of these chips may be placed in the POKER POOL section and a &quot;showdown&quot; hand of poker may be played.  Five cards are dealt face up to each player and the player with the best POKER HAND wins all the remaining chips on the board.  If players are not familiar with hand values in poker, below is listed, in order, winning combinations:&#10;(1) Straight Flush (3-4-5-6-7) or any other sequence of five cards all one suit.&#10;(2) Four of a kind.&#10;(3) Full house (three of a kind and one pair).&#10;(4) Flush--all one suit, but not in sequence.&#10;(5) Straight--(3-4-5-6-7) or any other sequence of different suits.&#10;(6) Three of a kind.&#10;(7) Two pairs.&#10;(8) One pair.&#10;&#10;Also see:&#10;&#10;    Tripoley&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "States: Michigan",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "18980",
    "Name": "Boom Bokken",
    "ID": 165190,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/165190/boom-bokken",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "When the Sensei's lesson is over, the apprentice ninjas meet up in the dojo yard to play an explosive game.&#10;&#10;In Boom Bokken, the players split up into teams and pass between them a bomb that must never touch the ground; otherwise it will explode! During the game, players play a card featuring a number between 1 and 8. As they do so, they instruct the next player (designated by them) to play a card that is &laquo;higher&raquo; or &laquo;lower&raquo; than the card they have just played. If the designated player cannot play a higher or lower card as called, the bomb explodes and the player is out of the game for the rest of the round. (Cards of identical value can be played.) When a player manages to play all the cards in his hand, he is safe for the rest of the round. The quicker the teams manage to get their players home safe, the greater their rewards.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "18981",
    "Name": "Open Season",
    "ID": 391255,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/391255/open-season",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In Open Season, you play as a monster &mdash; a little cruel, but wishing to do things right &mdash; who has decided to take revenge on the groups of adventurers who come to disturb their peace. After getting rid of them, you still have to decorate your living room properly, so you try to assemble a nice collection of heads on the wall.&#10;&#10;The game takes place over 11 or 9 rounds, then players score. Players take turns clockwise, doing the following on their turn:&#10;&#10;1. Fill the market to five face up cards.&#10;2. Take a card from the market, and place it on a free space on their board.&#10;3. Trigger any bonus actions; these three actions are associated with the top three slots of your player board, and you trigger one when you place a card in your reserve matching a person associated with one of the three actions. If by activating a bonus action, a new card is placed in your reserve, it can trigger another bonus action.&#10;&#10;On your player board&#10;&#10;     All slots in the top row must contain different peoples and/or face down cards.&#10;     The two cards on either side of the &quot;Different&quot; symbol must be of different peoples and/or face down cards.&#10;     All slots in the bottom row must contain different peoples and/or face down cards.&#10;&#10;&#10;After nine rounds, the game ends, then players count their points.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Chaining",
      "End Game Bonuses",
      "Memory",
      "Multi-Use Cards",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "18982",
    "Name": "Tridom",
    "ID": 34291,
    "Year": null,
    "Geek Rating": "5.516",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/34291/tridom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A domino variant with triangular tiles.&#10;&#10;As with regular domino, the object of the game is to get rid of all tiles. Points are awarded for each tile placed, and the game ends when one player places his last tile.&#10;&#10;You get extra points for placing the first tile, placing the last tile and for closing gaps in the tile structure.&#10;&#10;This is similar to, &quot;Trio Domino&quot; by Noris Spiele, but a different game from a different publisher.&#10;&#10;Publisher's page: http://www.weico.de/familienspiele/tridom.html&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Triangular Dominoes"
    ]
  },
  {
    "Rank": "18983",
    "Name": "Der Hobbit: Eine unerwartete Reise – Das Spiel zum Film",
    "ID": 127436,
    "Year": "(2012)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/127436/der-hobbit-eine-unerwartete-reise-das-spiel-zum-fi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6923",
    "Description": "Game description from the publisher:&#10;&#10;In Der Hobbit: Eine unerwartete Reise - Das Spiel zum Film, each player will set off with his two dwarfs on a shared, yet perilous journey with the hobbit Bilbo Baggins. Along the way, they will encounter trolls, dangerous orcs, voracious wights, vicious spiders, and &ndash; if they're lucky &ndash; the wizard Gandalf, who will lend his support.&#10;&#10;In the Misty Mountains, Bilbo will find the One Ring, with which he must defy many hidden dangers. Should the players make it through Mirkwood, they all win together.&#10;&#10;What's in the box:&#10;&#10;&#10;     1 rulebook&#10;     1 game board&#10;     1 6-sided die&#10;     1 ring&#10;     8 dwarf pawns (2 in each of the four player colors)&#10;     1 Bilbo pawn (violet)&#10;     1 Gandalf pawn (grey)&#10;     1 Orc Stone token&#10;     118 playing cards:&#10;         20 movement cards (5 in each of the four player colors)&#10;         10 Trollshaws adventure cards&#10;         16 Misty Mountains adventure cards&#10;         44 Shire playing cards&#10;         16 Rivendell playing cards&#10;         12 Carrock playing cards&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "18984",
    "Name": "1000 and One Treasures",
    "ID": 93997,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/93997/1000-and-one-treasures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "1000 and One Treasures does not, alas, contain that many treasures, but players &ndash; in the role of Ali Baba and his friends &ndash; will still be eager to grab what they can and get out of the cave before the thieves return to their hideout and catch them in the act.&#10;&#10;To set up the game, shuffle the 19 cave entrance tiles, then lay them out at random face-up on the game board, which features a 4x5 grid with the cave entrance itself in one corner. Players take turns placing their figures on a tile, one token per tile, then the game begins.&#10;&#10;On a turn, the active player moves a number of spaces equal to the number of treasures on the tile where he's currently located, then he claims the tile on which he was standing; he replaces this tile with one from the deck, orientating the tile as he desires. (Orientation matters as some tiles feature walls, which block a player's movement. If a player cannot move the required number of spaces on his turn, he picks up his token and places it on any space he wishes.)&#10;&#10;Whenever a newly placed tile shows a bandit on it, the bandit figure moves one space closer to the cave entrance. A player can move to the cave entrance and exit the cave, keeping all treasures that he's collected &ndash; but if the bandit figure reaches the entrance while a player is still in the cave, he loses all his treasures (and undoubtedly his head). The player who escapes the cave with the most treasures wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "18985",
    "Name": "Rise of the Amazons",
    "ID": 290745,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/290745/rise-of-the-amazons",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "A game for 1-4 players (Solo - Competitive - Coop gaming modes). The players take up the role of one of the Amazons below, featuring different classes, characteristics and favorite gods:&#10;&#10;Antianera   (Scout)    Artemis&#10;Penthesilea (Warrior)  Ares&#10;Hippolyta   (Princess) Hecate&#10;Alcippe     (Mystic)   Cybele&#10;&#10;Along with the help of other Amazons with different abilities (Antiope, Melanippe, Themiskyra, Semiramis, Atalante and others), they try to dominate the ancient world facing heroes such as Hercules and Achilles, as well as monsters like Cerberus, Echidna, Typhon, Medusa and Chimaera; all that while the curse of the gods of Olympus strikes!&#10;&#10;The game lasts 3 long rounds, and every round the Amazons have a total of 11 or 10 or 9 action points to use, in order to do 8 actions, naming a few: &#10;Attack: clear an area from an event&#10;Move: Move to an adjacent area of the map&#10;Visit (temple, barrack, port): Each building has a different effect.&#10;Flag: Place your flag on a cleared area, placing toll for anyone that passes by.&#10;Sacrifice: Get the help of one of the 4 friendly gods, in your way for world domination (Artemis, Cybele, Athena, Ares).&#10;Amazonomachy, Supply.&#10;&#10;At the end of the 3 rounds, the Amazon that reaches the highest amount of Victory Points, is proclaimed Queen of the Amazons and wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Hidden Victory Points",
      "Turn Order: Claim Action",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "18986",
    "Name": "Cool am Pool",
    "ID": 192268,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/192268/cool-am-pool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Despite the relaxing atmosphere, there's a struggle in this holiday paradise as the beach chairs are in high demand: Who will snatch the places close to the pool and with the best view, despite the stern gaze of the lifeguard?&#10;&#10;In Cool am Pool, the sunbathers need to get up early, with players placing their towels on beach chairs around the pool at the start of the game. Now players need to fill these reserved chairs with bathers of their color during the game. In the end, dice luck and good planning decides who makes the best impression &mdash; whether in Bermuda shorts, bikini, or swimsuit...&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": []
  },
  {
    "Rank": "18987",
    "Name": "Hull Breach!",
    "ID": 102698,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/102698/hull-breach",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": " From the game's Facebook page:&#10;&#10;CARDS, DICE, TACTICS, TALES, and HEROES. A Science Fiction Collectable Card Games without an equal. Do you like Firefly, Battlestar Galactica, Babylon 5? Hull Breach! features a unique science fiction world with many of your favorite elements of each.&#10;&#10; From the rulebook:&#10;&#10;Hull Breach! is a tactical, operational, and strategic space-combat and logistics card game for two or more players.&#10;&#10;Each player has his or her own deck of cards consisting of a Station, ships, modules, Marines, technological breakthroughs, events, and tactics. Players compete head-to-head to destroy each other's fleets and space station; the last player or team standing is the victor.&#10;&#10; Gameplay:&#10;&#10;Players choose from a variety of pre-constructed decks or can assemble their own, then each player takes turns either building up their base or building ships to attack their opponents. First player to destroy (or take over from boarding action) is the winner.&#10;&#10;Each faction/deck has a unique power and varied amounts of resources generated each turn. With these resources you can add on modules to your base, or play ships/marines to the table. Your base functions as a mothership where your subsequent ships make up the fleet you will use for offense and defense. Each turn you will get more resources based on your base and the modules attached (which can add to your resource generation).&#10;&#10;The ships and marines have different special abilities such as stealth (to avoid enemy detection). Some ships can even retrieve more ships from your deck at no cost.&#10;&#10;Combat is resolved with d10s. You count up the total amount your roll for offense (based on the current stats of the cards involved) then roll. The target roll is determined by the defense of the ship. Most small ships can only take 1 or 2 hits, but larger ships will need multiple hits to take down. Wounds do carry over but there are mechanisms to remove some wound tokens over time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Economic",
      "Industry / Manufacturing",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18988",
    "Name": "BattleTech Science Fiction Combat Book Game: SHD-2H Shadow Hawk",
    "ID": 3970,
    "Year": "(1987)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/3970/battletech-science-fiction-combat-book-game-shd-2h",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.9",
    "Description": "Based on the fantasy Lost Worlds game books (but incompatible with the Lost Worlds series). Each player uses a book and a stat sheet that represent their 'mech. By giving your opponent your book, and taking theirs, you get to see the actual first person view in the combat.&#10;&#10;Series: BattleTech Science Fiction Combat Book Game (Nova Game Designs)&#10;&#10;GRF-1N Griffin&#10;LCT-1S Locust&#10;RFL-3N Rifleman&#10;SHD-2H Shadow Hawk&#10;WHM-6R Warhammer&#10;WSP-1A Wasp&#10;&#10;",
    "Categories": [
      "Book",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: BattleTech",
      "Players: Two-Player Only Games",
      "Series: BattleTech Science Fiction Combat Book Game (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "18989",
    "Name": "William the Conqueror: 1066",
    "ID": 9564,
    "Year": "(1976)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/9564/william-the-conqueror-1066",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "William the Conqueror - 1066 is a two or three player tactical wargame which recreates the Battles of Stamford Bridge and Senlac Hill (more commonly known as the Battle of Hastings), the most decisive battles ever fought on English soil. The results of these battles profoundly changed the course of English history and language. At Stamford Bridge, the Viking invasion of England was repulsed by the Anglo-Saxon army, while three weeks later, at Senlac Hill, the Norman invaders successfully defeated the Anglo-Saxon army and were able to conquer the whole of England. The outcome of the Battle of Senlac Hill was a direct result of the Battle of Stamford Bridge. In a campaign game, players play the Battle of Stamford Bridge first. Then the Battle of Senlac Hill is played with an order of battle determined by the outcome of the Battle of Stamford Bridge. Either game may be played independently of the other.&#10;&#10;1066 uses a revolutionary innovation in wargaming entitled the MOVEMENT RESOLUTION SYSTEM. There is no die to throw nor any card to choose. The result of an attack depends entirely upon how intelligently you move, not the luck of the die. The MOVEMENT RESOLUTION SYSTEM consists of the attacker moving adjacent to an enemy unit, then both players moving one hex simultaneously. The result of this move determines the result of the attack.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: England",
      "History: Norman Conquest"
    ]
  },
  {
    "Rank": "18990",
    "Name": "Genesis: Battle of Champions – Tactical Collectible Card Game",
    "ID": 245753,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/245753/genesis-battle-of-champions-tactical-collectible-c",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Genesis is a Tactical Collectable Card Game, which combines concepts from collectable card games such as deck building, collecting, and rule text on the cards, along with familiar concepts of tactical games. The tactical aspects of the game come through the addition of the arena, a 5x6 board where the core of the game takes place on. You and your summons get to move around the arena each turn, and you may cast spells or attack your enemies based on the distance and the direction you are facing. Also, with alteration cards, players can actually change spots in the arena into walls, holes, or buildings.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Square Grid",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "18991",
    "Name": "League of Hackers",
    "ID": 163963,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/163963/league-of-hackers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Story Intro: &#10;    The League of Hackers settles all major cyberspace conflicts in specially prepared Wargame Arenas. Hackers representing different networks would be gathered and sealed off from the rest of the internet, and try to hack into each other&rsquo;s machines.&#10;&#10;Players are leading a team of such hackers, balancing the various needs of Attack, Defense, Install and Mitigation to score well in the arena. Will you focus your limited time &amp; efforts on hacking the other teams? Or will you try to mount an impregnable firewall? Don&rsquo;t forget to keep your servers online &amp; healthy to generate the most points out of them!&#10;&#10;Gameplay Overview:&#10;    The game consists of 3 rounds, and each player can take up to 5 actions each round. Players have a set of action tiles to simultaneous choose &amp; resolve actions in the following order: &#10;    1. Install - Pay cards to buy Servers Cards to generate VP when the round ends.&#10;    2. Defense - Play Defense Cards to fend attacks and gain card effects.&#10;    3. Attack - Play Attack Cards to hack other player's servers and score VP immediately. &#10;    4. Mitigation - Pay cards to repair damage dealt your servers.&#10;    At the end of the round, players score VP depending on the health of their servers. Then they remove all damage tokens from their servers, discard their hand and draw 8 new cards for the next round. &#10;    Player with most VP at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "18992",
    "Name": "Taco Cat Goat Cheese Pizza: Halloween Special Edition",
    "ID": 404829,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/404829/taco-cat-goat-cheese-pizza-halloween-special-editi",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Taco Cat Goat Cheese Pizza characters are dressed in their favorite costumes in this version!&#10;&#10;Special Cards:&#10;&#10;     Boorilla: Yell &ldquo;BOO&rdquo; and shake your hands.&#10;     Hogula: Place nose into bend of elbow while yelling &quot;BLAH&quot;.&#10;     Arrr-whal: Cover one eye with hand and form a hook with the other while yelling &quot;ARRR&quot;.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Food & Drink: Cheese",
      "Holidays: Halloween",
      "Series: Taco Cat Goat Cheese Pizza",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "18993",
    "Name": "Timberland",
    "ID": 4957,
    "Year": "(1989)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/4957/timberland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Timberland is a German family game about woodland management in the old days. &#10;Play is card driven according to the four seasons; fruit falls from the trees in the Autumn; in Winter, wild boar eat the fruit and run through the woods depositing seeds as they go; in the Spring and Summer the seeds grow into trees; and thereafter the trees are cut down by the axe-wielding woodcutter. Players select cards and maneuver the boar and the woodcutter in order to get the largest stand of contiguous trees.&#10;&#10;Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Animals: Pigs",
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "18994",
    "Name": "Connections",
    "ID": 3370,
    "Year": "(1991)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/3370/connections",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.7143",
    "Description": "Very large plastic board has alternating studs in red and white. Players place their colored tile with a line between the matching studs to form lines and boxes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 6 Grids",
      "Digital Implementations: Abstract Play",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18995",
    "Name": "Croquet: A Cardboard Game",
    "ID": 149705,
    "Year": "(2013)",
    "Geek Rating": "5.516",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/149705/croquet-a-cardboard-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1",
    "Description": "With a beer in one hand and a mallet in the other, the knights of the back garden clash in a dirty duel in which cheap tricks, low blows and bad excuses are the order of the day. Who&rsquo;s getting the beer?&#10;&#10;Gameplay in Croquet: A Cardboard Game takes place in turns, with you playing your ball via cards such as &quot;It's Crooked&quot;, &quot;Smack in the Arse&quot; and &quot;Almost Straight&quot;. Outside your turn, play as many countermoves you can, whether to annoy the enemy or to optimize your game, countermoves such as &quot;Didn't You Skip Me?&quot;, &quot;Ouch! My Foot&quot; and &quot;You Shoot Like a Little Girl&quot;.&#10;&#10;Description from the first introduction to the game at Fastaval convention:&#10;&#10;Croquet is an ancient, noble game where there is only room for the most filthy, sneaky, bullying and vile jerk on top of the podium. The game requires a delicate balancing act between ingenious shots of your own ball in near-impossible zigzag course towards the end pin, and absurd croqueting of your opponents' balls far of the grid. Anything goes. With victory follows the crucial bragging rights - so don't leave your balls at home!&#10;&#10;If you like games like RoboRally, Golfmania and Family Business, then croquet - a card board game is just for you.&#10;&#10;",
    "Categories": [
      "Humor",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Contests: Fastaval Design Competition"
    ]
  },
  {
    "Rank": "18996",
    "Name": "MiniQuest Adventures",
    "ID": 331549,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/331549/miniquest-adventures",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4167",
    "Description": "MiniQuest Adventures is a 1 to 4 player cooperative dungeon book game where you will have to repel the evil forces from the ancient evil dungeons.&#10;&#10;The players will control a group of heroes while they defeat foes controlled by the game.&#10;&#10;Moving through rooms filled with enemies, the heroes will find weapons, armors and spells. Each room will present an unique skirmish random generated situation where players must think each turn which position take in the grid and roll the combat dice to determine the success of his attacks and spells.&#10;&#10;At the end of each floor, our group of heroes must face a challenging final boss, which will reward with special items to give a chance to face the next rooms on deeper levels.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Dice",
      "Exploration",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Multiple Maps",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Book as Board",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "18997",
    "Name": "Stalingrad Solitaire",
    "ID": 310833,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/310833/stalingrad-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Stalingrad Solitaire is a solitaire game simulating the last weeks of the  encircled German 6th Army in the pocket German troops nicknamed &ldquo;The  Cauldron&rdquo; that formed in and to the west of the city of Stalingrad when Soviet troops broke through the Wehrmacht&rsquo;s front lines in December  1942.&#10;&#10;You represent 6th Army&rsquo;s commander, General Paulus. All actions  of the Soviet commander Zhukov and subordinate units are strictly  controlled by the game rules. As Paulus, your goal is to save the trapped army in the Cauldron while at the same time cooperating  with the high command (OKW) to preserve the integrity of the entire  southern front in Russia. Each turn you perform various types of actions  within the pocket. Die rolls and rules determine the strategic  situation and strategy employed by Army Group South outside the pocket,  specifically in terms of the commitment levels of the Luftwaffe (air  force) and General Hoth's relief force.&#10;&#10;Each turn represents one to five days, depending on the  level of activity. The entire board represents territory  approximately 35 by 65 miles. German units typically represent  divisions, while Soviet units are officially armies that were usually  the rough equivalent of a German division. Each supply point represents about 50 tons delivered per day. Each evacuated wounded factor represents 1500 men.&#10;&#10;This war game is big in scope (and lettering) and can be  played in a (long) evening. Rather than standard 9/16&quot; or even 5/8&quot; inch  counters, this  game utilizes our custom 3/4&quot; square counter die to create large, thick  counters that are easy to see and manipulate. The base game  also  contains a map with easy ergonomics, and a well tested game system that  approaches its subject with enough abstraction to keep  the game tight,  but enough detail to do justice to history and create an array of  complex decisions.&#10;&#10;The map represents the city of Stalingrad and surrounding area and contains 64 areas for regulating movement and combat. Each area is linked to every other area it is connected to by a line.&#10;&#10;The player controls all vacant areas inside the German Perimeter marked on the map. The player also controls all areas containing German units, regardless of their location. Any vacant area outside the Perimeter or occupied by a Soviet unit are under Soviet control. No area may contain units from both sides.&#10;&#10;Game counters represent combat units and information markers. German units are blue, their Rumanian allies are yellow, Soviet units are red, and information markers are white. The number of counters provided in the game is deliberately limited.&#10;&#10;Cards are used to determine outcomes for weather, offensives, as well as individual attacks, and provide random changes to the game state as well as randomised situations.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "18998",
    "Name": "Eschnapur",
    "ID": 510,
    "Year": "(2000)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/510/eschnapur",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3529",
    "Description": "Eschnapur is a game where players explore an Indian temple and try to discover the secret treasures hidden within.&#10;&#10;The game is a mixture of a variety of mechanisms; discovery chips, movement tiles, supply tiles and symbol cards. The game board shows a top-down view of the temple, showing a path through the temple off which are many niches holding the treasures. The pathway has stepping stones marked with a variety of symbols, one in front of each. To open the niche you must have the right symbol. To move around, you must spend footprint tiles. To obtain these, the player must reveal 2 supply tiles, keeps one and auctions the other. Players bid with anything they have, tiles, coins, cards.&#10;&#10;Sounds confusing? It is. You must win auctions to get the stuff you need to win more auctions and move and open niches and collect treasures to score points to win the game.  It might take a player a while to figure the true value of all of the items and how it all fits together, but once a player has the idea, the game really works.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trading"
    ],
    "Families": [
      "Country: India",
      "Religious: Buddhism",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "18999",
    "Name": "Amelia's Secret",
    "ID": 341546,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/341546/amelias-secret",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Amelia&rsquo;s Secret is an Escape Game in augmented reality (AR) with a free companion App.&#10;&#10;First, players have to place all game cards (AR markers) in their indicated locations: on a table, a wall, a piece of furniture. Using their smartphone or tablet, players scan each AR markers to display the room&rsquo;s 3D objects. For example: a magical mirror or a sink full of blood. This game needs a free iOS/Android application to be played. (It&rsquo;s simply called Amelia&rsquo;s Secret.) Once you have placed the cards, all the game will be on the app.&#10;&#10;It is an escape game, that means players must resolve enigmas, use the right object at the right time, in the minimum amount of time possible before the mansion closes forever!&#10;&#10;There are 3 different levels:&#10;&#10;The tutorial: it only uses the &ldquo;tuto marker&rdquo;. It introduces augmented reality, how to play the game and the way to resolve enigmas.&#10;&#10;Level 1: this is the short round, and it uses every markers. It lasts about 20 minutes. The most important here is the overall mechanics, there are less riddles than in level 2 and the story stays backward.&#10;&#10;Level 2: This is the full game. It lasts about 60 minutes. That is where you can understand Amelia&rsquo;s Secret, if you overcome every riddles in time&hellip;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "19000",
    "Name": "Sorcerers of the Magic Kingdom",
    "ID": 133992,
    "Year": "(2012)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/133992/sorcerers-of-the-magic-kingdom",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "The home-game version of the Theme Park game/event.  Included are 7 spells usable both in the home game and the theme parks (including at least one super rare card), one of 4 game boards, game rules, new tokens, and a spell card list of all the cards in the theme park game.&#10;&#10;The goal of the game is for the players to work together to whittle down the Disney Villain of choice to 0 power.  In the Magic Kingdom this is done through interactive video screens in Fantasyland, Adventureland, Frontierland, and Liberty Square.  In the board game the players will cast spells with effects that will simulate the effects seen on the screens in the parks.&#10;&#10;Cards are interchangeable between the home game and playing the game in the Magic Kingdom at Walt Disney World.  Cards are acquired either through the home-game booster packs or in packs of 5 at the Magic Kingdom.  A registered player can get one pack per day at the theme parks.&#10;&#10;The home-game booster packs currently sell for $11.95 and are only available at the Emporium in the Magic Kingdom at Walt Disney World, but as supply increases they will be available at other locations at WDW as well as on-line through the Disney Parks Store.&#10;&#10;",
    "Categories": [
      "Collectible Components"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Brands: Disney"
    ]
  }
]