[
  {
    "Rank": "2201",
    "Name": "Rommel in the Desert",
    "ID": 84,
    "Year": "(1982)",
    "Geek Rating": "6.173",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/84/rommel-in-the-desert",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "480",
    "Weight": "3.4085",
    "Description": "Rommel in the Desert is a fast-moving, challenging, tense, and playable wargame based on the North Africa desert campaign of World War II.&#10;&#10;This game has been enjoyed by thousands of gamers for 40 years. Experience the wargame many consider the best on the subject.&#10;&#10;Rommel in the Desert simulates the experience of command. The real problems of generals have nothing to do with shuffling combat factors to get a perfect 3-1 attack while the enemy waits passively to be overwhelmed. Rommel gained many of his victories by employing speed, daring, and surprise.&#10;&#10;In this game, as in the desert campaign, the events of the battlefield are often subordinate to the battle of wits and nerves between opposing commanders. A good grasp of strategy will help, but foresight, nerve, and instinct are the crucial elements of success.&#10;&#10;CONTENTS&#10;&#10;    100 wooden blocks (20mm)&#10;    Labels&#10;    Mapboard (11 x 34 inches)&#10;    Rules 1.02&#10;    42 Supply Cards&#10;    4 Dice&#10;&#10;&#10;(adapted from Columbia Games website)&#10;&#10;&#10;Rommel in the Desert is a pre-&quot;Front&quot; game touching on the conflict between the British and Germans in North Africa during WWII. A game of maneuver, each side has to move with precision and know when to strike, since a cut in supply spells disaster for either side. The supply system is card driven. The game comes with a map of North Africa and 100 wooden blocks to represent the British and Germans.&#10;&#10;This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games nonetheless all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and its current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.&#10;&#10;(from BGG user)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Egypt",
      "Country: Germany",
      "Country: Libya",
      "Country: United Kingdom",
      "Digital Implementations: Rally the Troops",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Theme: Deserts",
      "War Battlespace: Land warfare",
      "War Level of Command: Operational"
    ]
  },
  {
    "Rank": "2202",
    "Name": "Undaunted: Battle of Britain",
    "ID": 366495,
    "Year": "(2023)",
    "Geek Rating": "6.172",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/366495/undaunted-battle-of-britain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "The RAF faces the Luftwaffe in this two-player deck-building game of aerial WWII combat.&#10;&#10;Summer, 1940. The German war machine has rolled through the continent in less than a year, crushing all before it. Britain is all that stands in the way of German victory in Europe. Command the pilots of the battle-tested Luftwaffe who are looking to extinguish all resistance and pave the way to invasion, or the resourceful and determined RAF opposing them at every turn.&#10;&#10;Undaunted: Battle of Britain is a standalone game in the Undaunted series, adapting the core gameplay of the previous games to recreate the dynamic dogfighting of aerial combat. Maintain cohesion between your pilots, evade anti-aircraft artillery, and leverage talented aces to win the battle for the skies!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Country: Germany",
      "Country: United Kingdom",
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Undaunted (Osprey Games)"
    ]
  },
  {
    "Rank": "2203",
    "Name": "Exit: The Game – Theft on the Mississippi",
    "ID": 283934,
    "Year": "(2019)",
    "Geek Rating": "6.172",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/283934/exit-the-game-theft-on-the-mississippi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6818",
    "Description": "In Exit: The Game &ndash; Theft on the Mississippi, 1-4 players find themselves in a tense story again. A robbery takes place while you're traveling down the Mississippi on a steamboat. Can your team of investigators find the culprit before the riverboat docks in New Orleans and the thief escapes?&#10;&#10;The escape-room feeling for the home! With &quot;Exit: The Game&quot;, players with a bit of dedication, team spirit and creativity gradually discover more and more items, crack codes, solve puzzles and come closer to their goal little by little. It also unusual ways must be followed: So the material may be kinked, labeled or cut. Just changing the material allows a particularly exciting, unique and amazing gaming experience.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Rivers: Mississippi",
      "Series: Exit: The Game",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "2204",
    "Name": "Great Plains",
    "ID": 330036,
    "Year": "(2021)",
    "Geek Rating": "6.171",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/330036/great-plains",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7234",
    "Description": "Our ancient ancestors created images on the walls of caves to tell stories about the world around them and the animals they shared it with &mdash; and perhaps they, like you, played games to make those stories come to life...&#10;&#10;Great Plains is a mysterious game about a not-so-mysterious behavior of our kind: two players competing for the dominance over the Great Plains! With help from the spiritual animal world, they overcome hills, cross the lowlands, and invade each other's territory in order to become the tribe who will live on.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Resource Queue",
      "Slide / Push",
      "Static Capture",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Snakes",
      "Category: Combinatorial",
      "Components: Hexagonal Tiles",
      "Components: Wooden pieces & boards",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2205",
    "Name": "Riff Raff",
    "ID": 118695,
    "Year": "(2012)",
    "Geek Rating": "6.171",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/118695/riff-raff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "A dexterity game where players take turning loading wooden &quot;stuff&quot; onto a swaying wooden ship. Bottles, sailors, rats and other cargo are placed on the body of the ship and three yardarms that protrude from the mast.&#10;&#10;Each player has the same set of objects and a hand of cards numbered 1-10. Choose one card, then reveal it simultaneously with the other players. On your turn you place any piece you want onto the numbered space you chose. If the cargo is not balanced, the ship will sway to and fro, and one or more items may fall off the ship. If you tip pieces off the ship, you can save them by catching them, but whatever you don't catch is added to the pieces you need to get rid of. The first player to get rid of all his objects wins the game.&#10;&#10;Similar to:&#10;&#10;&#10;     Cargo Barjo&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Stacking and Balancing",
      "Turn Order: Auction"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Game Box Used In Play",
      "Components: Wooden pieces & boards",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "2206",
    "Name": "Yunnan",
    "ID": 143401,
    "Year": "(2013)",
    "Geek Rating": "6.170",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/143401/yunnan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1562",
    "Description": "Yunnan &mdash; home of delicious Pu'er tea. For more than 1,000 years, the tea dynasties have provided this sought-after good via their horse caravans to faraway Tibet. The Tea-Horse Road &mdash; a network of paths and roads leading through the jungles of Yunnan, across the steppes of Sichuan, and over the peaks of the Himalaya &mdash; is the traditional travel route of the tea traders.&#10;&#10;In Yunnan, players control the fate of their tea dynasties. Their main goal is to establish a broad and secure trading network to deliver the tea to the farthest provinces, doing it better than their opponents. The main work behind the scenes is done in Pu'er, their home location: New traders need to be trained, better horses need to be acquired, and a good number of border passes need to be requested to be able to reach the farthest provinces.&#10;&#10;Mere trading is not enough to beat the competition, however. Great social influence and a prestigious tea house may come in handy to propitiate the province inspector. Bridges provide shortcuts, and trading posts in faraway places secure one's own path along the Tea-Horse Road.&#10;&#10;Yunnan is well-suited for players who like tactical development games. Due to the interleaving game mechanisms, the players are involved at all times. The great variety of available actions allows for different strategies. Only the player who calculates well, goes against the proper opponents, and reacts to the actions of others swiftly and adequately will win this game, which includes no elements of chance.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Constrained Bidding",
      "Network and Route Building",
      "Worker Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: China",
      "Crowdfunding: Spieleschmiede",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "2207",
    "Name": "Show Manager",
    "ID": 73,
    "Year": "(1996)",
    "Geek Rating": "6.169",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/73/show-manager",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0938",
    "Description": "The players put together four shows in any order.  To accomplish this, players draft actor cards from a constantly changing queue of cards.  Each card represents actors of varying skills at roles.  Once a player puts together all the needed roles for a show, the value is judged against all the other productions of that type, with points given relative to the other productions.&#10;&#10;This is a Queen Games reprint of the db-Spiele original, Premiere.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "2208",
    "Name": "Serenissima",
    "ID": 232,
    "Year": "(1996)",
    "Geek Rating": "6.169",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/232/serenissima",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0347",
    "Description": "The Theme&#10;&#10;In the fourteenth century, the Atlantic was an ocean without end and America was yet to be discovered. The Mediterranean was a sea of great prosperity - the only route between East and West. The greatest fleets of the age battled for the most lucrative trade routes.&#10;&#10;Trade cities like Venice, Genoa, Barcelona or Istanbul grew as powerful as whole nations, establishing trade routes as far as North Africa or Middle East, bringing back Spice, Gems or Gold to the western Mediterranean. SERENISSIMA recreates this era, when the Mediterranean was at the centre of world trade.&#10;&#10;The Game&#10;&#10;Each players assume the role of one of those four city-states. Their goal is to establish their sphere of influence in the Mediterranean, and share all sorts of commodities to make their trading empire the most prosperous. In the course of a game, players must build galleys, hire crew and buy/sell commodities. The value of goods can be influenced by players having monopolies in certain commodities. Players can also take control of ports, thereby earning extra income from players using the port, as well as being able to get this port's specific commodity.&#10;&#10;In the end, the scoring is based on the number of ports each player control, but also on the fact that those ports have commodities of different kind available. Ports come in three types : small, medium, and city-states. Whereas small ports are quite easy to satisfy (they need only two commodities to be considered &quot;full&quot;), the four starting city-states are far more difficult to please, as they will need all kind of commodities available (6 additional commodities, plus the one they produce).&#10;&#10;During the course of the game, the number and type of commodities available in ports also controls the number of crew members you can hire, if you can build galleys or forts, and the price of commodities when you sell them. For example, a player won't be able to build new galleys until they have wood and iron available in one of the ports they control. Once a galley has been built, it has 5 spaces available, that can be filled by the crew or the goods. Every crew member allows movement through one space, and makes the galley more powerful. But those spaces are also needed to carry the goods that are worth money. Money that can be used to hire new crews, build new galleys, or commodities. A balance thus needs to be struck between trading commodities and taking control of ports - between a fleet of merchant galleys and a fleet of warships.&#10;&#10;The game lasts between 5 to 8 turns depending on the number of active players. Turn order is defined by bidding. The winner of the bid choose whether he will play first, second, third or last. Depending on the situation and what the player wants to do, playing first or last might be equally interesting. For example, by playing first, a player would be unable to react to other players move, but he could avoid having his galleys blockaded.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Trading",
      "Turn Order: Auction"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "2209",
    "Name": "Lifeboats",
    "ID": 249,
    "Year": "(1993)",
    "Geek Rating": "6.169",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/249/lifeboats",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7821",
    "Description": "Also known as 'Rette Sich Wer Kann' ('Each Man for Himself') and often times referred to as 'The Lifeboat Game,' this pure negotiation game puts a different spin on the typical ocean catastrophe.  There's been a boating accident, and a rag-tag group of six lifeboats is trying to make its way to one of several islands just over the horizon.  However only one boat will make any forward progress in a given turn, so players try to convince everyone to vote for his particular favorite.  To further complicate matters, the sailors can't seem to decide which boat they want to be in, so they're constantly jumping out of boats to swim to another one.  As if all that wasn't enough, one of the boats springs a leak each turn.  If the boat is at maximum occupancy when the leak occurs, then players vote to decide who to toss to the sharks!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "2210",
    "Name": "War Room",
    "ID": 229713,
    "Year": "(2019)",
    "Geek Rating": "6.169",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/229713/war-room",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3.5224",
    "Description": "Description from the publisher:&#10;&#10;Larry Harris presents War Room, a deluxe global World War II game for 2-6 players.  You have been entrusted with the Mantle of Command for your nation.  Collaborate with allies to coordinate maneuvers before resolving your secret, simultaneous orders for movement and production. Assign battle stances for each unit type wisely during conflicts on the land, at sea and air.  Maintain a tight grip on your territories and guard your convoys to control the varied resources required to expand your army.  Attack your enemies where they least expect and crush their national morale.  Strive onward to capture the enemy capitals and secure victory!&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Delayed Purchase",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Turn Order: Auction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2211",
    "Name": "Dragonwood",
    "ID": 172933,
    "Year": "(2015)",
    "Geek Rating": "6.168",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/172933/dragonwood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3565",
    "Description": "Game description from the publisher:&#10;&#10;Dare to enter Dragonwood! Deep in the heart of this mythical forest lurk angry ogres, giggling goblins, and even the famed and fearsome fire-breathers themselves!&#10;&#10;In Dragonwood, you collect sets of adventurer cards to earn dice, which you then use to roll against your foes. Stomp on some fire ants, scream at a grumpy troll, or strike the menacing orange dragon with a magical silver sword. Choose your strategy carefully because the landscape of Dragonwood is ever-changing. Only the bravest will overcome the odds to emerge victorious!&#10;&#10;Gameplay:&#10;&#10;On their turn, players either draw a card or attempt to capture a creature or enhancement.  Players draw from the Adventurer deck that contains cards of 5 different colors all numbered 1-12.  With these cards players form combinations to attempt a Strike (cards in a row of any color), a Stomp (cards of the same number) or a Scream (cards of the same color). To capture, players roll a number of dice equal to the number of cards they have of the particular combination. Each creature has different minimum values of a Strike, Stomp or Scream needed to capture it, and a Victory Point amount.&#10;  &#10;The game includes six, six-sided dice with sides 1, 2, 2, 3, 3, and 4 to reduce extremely lucky outcomes.  The Dragonwood deck has 42 cards, 5 of which are displayed in the landscape at any time.  In addition to creatures, this deck also has enhancements that are captured in the same way as creatures which assist players in capturing creatures, and contains events that also impact play.  When both dragons have been defeated, the game is over and the player with the most victory points wins!&#10;  &#10;Is the best strategy to go for several smaller creatures or save up for larger attacks?  Should you grab some enhancements hoping they will pay off, or go immediately for creatures?  Do you take chances on some rolls or go for sure things?  Every time you play Dragonwood the deck is different, so no two games are the same!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Digital Implementations: Board Game Arena",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "2212",
    "Name": "Theseus: The Dark Orbit",
    "ID": 144529,
    "Year": "(2013)",
    "Geek Rating": "6.168",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/144529/theseus-the-dark-orbit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "Theseus: The Dark Orbit puts players in the heart of a conflict between five factions trapped on a space station in deep space. Only one can survive...&#10;&#10;&#10;    Command the marine forces! Use deadly weaponry, setting traps and mines in corridors to defend the human race.&#10;&#10;&#10;&#10;    Command the alien race! Use secret passages and ventilation ducts to launch surprise attacks and grow small aliens to take control of the station.&#10;&#10;&#10;&#10;    Command the scientists! Use computers and technological devices to gather data and record information about other inhabitants of the station.&#10;&#10;&#10;&#10;    Command the Greys race! Use their mind powers to control the enemy and use them for your own purposes.&#10;&#10;&#10;&#10;    The fifth faction? It's a mystery. It's precisely why you made the trek to Theseus, and it's precisely why you will die...&#10;&#10;&#10;In Theseus: The Dark Orbit, players move their pawns around the space station and activate the abilities of different rooms. Every move you take changes the movement possibilities of your opponent. On your turn, you need to think about which room you want to reach and (in addition) how to mess your opponent's movement, which leads to great choices and meaningful decisions.&#10;&#10;Rooms abilities change during the game as players install trait cards that give rooms new abilities and skills. Players create Theseus during gameplay by placing traps, smart guns, secret passages and many other features. In every game Theseus looks different; in every game it's deadly for you in a new way...&#10;&#10;Rules for team play allow players to engage in incredibly emotional 2-vs-2 battles. With perfectly balanced factions, players will be able to fight engaging and deadly battles as a teams. Each faction has a unique deck of cards, and before the game starts, you discard ten cards from the deck. In basic mode you discard at random, while in tournament (master) mode you choose cards and build your deck. With five factions and 110 cards, the game can provide years of unique experiences.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Mancala",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "2213",
    "Name": "Sorcerer",
    "ID": 181819,
    "Year": "(2019)",
    "Geek Rating": "6.168",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/181819/sorcerer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.913",
    "Description": "Sorcerer: A Strategy Card Game is set in what the company describes as a grim, gaslamp lit world full of fantastic, mythical creatures and sorcery. Designed for two to four players, the game pits two ancient beings of great power against one another to determine which of their lineage are strongest. The players use sorcery to conjure minions, cast spells, and wield enchanted items to reach the game's goal of conquering three battlefields.&#10;&#10;The game uses a simple resource system of &quot;energy&quot; that is determined randomly by a dice-roll at the beginning of each round, to make sure no round is the same. However, the outcome being the same for both players, the game balance stays even. This energy is then used in the Action Phase for conjuring minions from your hand on any of three battlefields, casting possessions that can improve your minion's traits and abilities; or sorcery cards with various direct effects. Also as an action you can add more energy to your Energy Pool, draw more cards, move minions to another battlefield etc. The choice is yours, it is just about your pure skill to handle the battle preparation!&#10;&#10;In the Battle Phase players roll amount of custom dice equal to each minion's attack trait with possible outcome of miss, hit, double hit or critical hit for each die, and place damage counters on the respective minions or directly to the Battlefield. A unique system of Omen tokens then allows to adjust this outcome by re-rolling the dice, before distributing the damage among opponent's minions and battlefield.&#10;&#10;The combination of usual mechanics like story driven deck building, push your luck or dice-rolling; and a unique system of influencing the outcome of the battle, provides a perfect balance between strategy and random elements (even you still have the possibility to influence the outcome). Dividing the round to the Action Phase and Battle Phase then creates a very pleasant and natural flow of the hardcore game play.&#10;&#10;Sorcerer was first developed in 2012, and in 2014, Peter Scholtz consulted with Czech and Slovak board gaming communities intensively to fine tune the mechanics of the game. In August 2014, the first &ldquo;Print and Play&rdquo; demo version of Sorcerer was published, responding to all the remarks and feedback Peter Scholtz received, allowing him to create both his upgraded, native language demo and finally the, English language version of Sorcerer. The Sorcerer prototype was available for the wide audience as a free to play testing material over the year 2014. After another year of intense work and listening to the game community, Peter Scholtz went to Essen Spiel to meet some of the greatest board game publishers and show them the game. After a meeting with Rob Dougherty, CEO of the White Wizard Games, game designer (Star Realms, Hero Realms, and Epic card game), and last but not least, MTG Hall of Fame player, the dice was finally rolled. In 2016, Peter Scholtz become a White Wizard Games team member and together they prepared the game for its KS campaign launch in November 2017.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Monsters",
      "Creatures: Werewolves",
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "2214",
    "Name": "Castellion",
    "ID": 143404,
    "Year": "(2015)",
    "Geek Rating": "6.168",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/143404/castellion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0986",
    "Description": "The castle at the center of the Oniverse is under attack. The dream denizens of the oniverse rush to build their castle defense against three monster attacks. Towers allow you to see what is coming. Keeps can help minimize damage. Ranks can reduce the effects of the traitors found inside your walls. Of course, the denizens have special powers of their own to aid in the defense. Will you be able to survive these attacks?&#10;&#10;Castellion is a tile-laying game in which you form parts of the castle for defense against monsters. Each turn you flip over a tile and either use its special ability or place it as part of your castle. The more towers and keeps you form, the better your defense against attacks. Ranks prevent traitorous tiles from affecting you fully. When all three monsters have attacked and you still have a base of six tiles, you win.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Setting: Oniverse"
    ]
  },
  {
    "Rank": "2215",
    "Name": "Caesar's Empire",
    "ID": 341496,
    "Year": "(2022)",
    "Geek Rating": "6.168",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/341496/caesars-empire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "In Caesar&rsquo;s Empire, you will be building Roads to connect Rome to new Cities across the board. Each time you build a Road, you score points. Every new City you reach will provide City and Treasure tokens that will be worth points at the end of the game. The game ends when Rome is connected to every City on the board. After adding the value of City and Treasure tokens to the points scored during the game, the player with the most points wins!&#10;&#10;Caesar&rsquo;s Empire uses a simple network-building mechanic. Each time you build a Road, you must connect Rome to a new City by placing one or more of your Road pieces onto the game board. You may build your Road anywhere you like on the board, as long as you start from either Rome, or a City whose token has already been taken. This means you may be continuing a Road started by another player! When you reach a City, you get to take its token, which can be worth points at the end of the game. Each City also provides a Treasure token. Treasures you find are added to your player board and will score you points at the end of the game, especially if you manage to make collections!&#10;&#10;Once you&rsquo;ve taken your City token and your Treasure, you score your route back to Rome. Each section of Road included in your route will score 1 point for the player it belongs to. As your route can include sections of Road placed by other players, you can end up giving points to your opponents!The game continues until all of the Cities on the board have been taken. Once the final City has been taken, players move on to final scoring.&#10;&#10;At the end of the game, you&rsquo;ll score points based on your City tokens. Each City has a value, which is the number on the back. This is the number of points you&rsquo;ll score for that City. However, if you have more than one City token of the same colour, you will only score points for the one of the highest value. You then score the value of the different collections of Treasure on your player board. Collections can be of the same Treasure or different Treasures, and Gold is scored separately.  The player with the most points returns to Rome to be showered with fortune and glory by Caesar himself!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Combinatorial",
      "Comic Books: Asterix",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "2216",
    "Name": "Cutthroat Caverns",
    "ID": 28259,
    "Year": "(2007)",
    "Geek Rating": "6.168",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/28259/cutthroat-caverns",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0837",
    "Description": "&quot;Without teamwork, you will never survive. Without betrayal, you&rsquo;ll never win.&quot;&#10;&#10;Cutthroat Caverns is played over 9 rounds, each with a random encounter.  Essentially a game of 'kill stealing'. Each round, any monster encountered will have a prestige value of 1 through 6.  The player that successfully jockeys for position and lands the killing blow gets the prestige value for the encounter.  Some encounters will not have a specific monster, such as a trap room for the heroes to pass through (and in this case, earning no prestige).  The surviving player with the most prestige after the 9 encounters is the winner.  If the players do not survive all 9 encounters, no one wins the game.&#10;&#10;A unique combination of cooperative game play and opportunistic backstabbing.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Kill Steal",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Game: Cutthroat Caverns"
    ]
  },
  {
    "Rank": "2217",
    "Name": "Horus Heresy",
    "ID": 63543,
    "Year": "(2010)",
    "Geek Rating": "6.168",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/63543/horus-heresy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "135",
    "Play Time": "135",
    "Weight": "3.7683",
    "Description": "From publisher website:&#10;&#10;In the Horus Heresy board game, the most legendary battle in the history of the Warhammer 40,000 universe unfolds across the razed plains of Terra and in the frozen orbit above. Deadly fighting ranges from the Emperor&rsquo;s golden Inner Palace to Horus&rsquo;s flagship, the Vengeful Spirit.&#10;&#10;Taking the side of traitor or loyalist, two players control either fearless Space Marine legions or deviant Chaos Space Marines, mighty Titans, Imperial Armies both loyal and traitorous, and a fearsome array of other units, including the Emperor and Horus themselves.&#10;&#10;An innovative order and initiative system forces each side to carefully consider the commands they issue to their troops. A dramatic, card-driven combat system incorporates escalating damage, gives players the opportunity to allocate resources between attack and defense, and brings to bear the unique special powers of each unit type, from fortification-destroying Titans to the perverse daemons of Chaos.&#10;&#10;This legendary tale of treachery and heroism is brought to vibrant life with over one hundred magnificent sculpted plastic playing pieces. The stunning three-dimensional map of Terra brilliantly portrays the landscape immediately surrounding the Imperial Palace, from the magma-filled crevasses to the fortifications that offer the Imperial player protection against both enemy assault and orbital bombardments.&#10;&#10;Each one of these structures, as well as the Imperial Palace itself, have been expertly sculpted, and rise above the landscape to create a truly immersive experience. The fortifications of Terra have never looked more formidable! Once the board is set up with playing pieces and terrain for your first game, it will be a wonder to behold.&#10;&#10;Horus Heresy includes six scenarios that differ in both difficulty and style. The first scenario, titled Brother Against Brother, is recommended for all new players as it provides predetermined starting locations for both player's forces. It is a well balanced version of the Battle for Terra, and also presents a roughly historical recreation of the conflict's events.&#10;&#10;Horus Heresy is a board game that pits two players against each other to recreate the most famous battle of Warhammer 40,000&rsquo;s rich history, in which the Warmaster Horus&rsquo;s betrayal of the Emperor comes to its climax. Taking the side of either traitor or loyalist, players control a fearsome array of units, including the Emperor and Horus themselves. Brother fights brother, and the universe hangs in the balance!&#10;&#10;Not to be confused with Horus Heresy (1993), the original 1993 Games Workshop game of the same name.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Horus Heresy",
      "Players: Two-Player Only Games",
      "Series: Fantasy Flight Big Box",
      "Setting: Warhammer 40,000 Board Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "2218",
    "Name": "Shadows of Brimstone: Forbidden Fortress",
    "ID": 212346,
    "Year": "(2018)",
    "Geek Rating": "6.168",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgame/212346/shadows-of-brimstone-forbidden-fortress",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5556",
    "Description": "Shadows of Brimstone: Forbidden Fortress is a new dungeon crawl adventure board game in the Shadows of Brimstone series. It can either be played on its own, as a stand-alone game, or it can be used in combination with any and all of the other Shadows of Brimstone products! It is fully compatible, in every way!&#10;&#10;Players take on the role of courageous Heroes, fighting back a tide of evil creatures and demons that have invaded their world! Play as the stalwart Samurai Warrior, using your mastery of the Katana and your bushido code of honor to defeat your foes in combat, the nimble and deadly ninja Assassin, using stealth and speed as weapons, the Traveling Monk, a member of an ancient Yamabushi order devoted to fighting supernatural creatures wherever they may be found, and the powerful and mystic Sorceress, who wields Elemental Magik to crush her enemies&#10;&#10;Set in Feudal Japan, the Heroes must brave the Forbidden Fortress; a feudal castle overrun with all manner of Demons, Ghosts, and Monsters inspired by Japanese myth and legend. The massive Oni, red beast-like ogres wielding giant clubs, stalk the halls, while deadly Tengu sword masters descend from the skies with their raven wings to attack the Heroes. Legions of Samurai Dishonored Dead rise from the grave, and writhing Acidic Tentacles burst from the floor to spit acid and feed on the Heroes with their razor sharp teeth. But at the heart of the fortress lie the most terrifying and epic foes of all; the Harionago, a ghostly, demonic woman, held aloft by the twisting strands of her animated hair, which is also used to entangle and slash at the Heroes with its vicious barbs, and the towering Living Statue, possessed by Darkness to break away from its posts, wreaking havoc and smashing the castle it was once built to protect!&#10;&#10;Game Features&#10;&#10;Includes 27 multi piece hard plastic, 32mm scale game miniatures for the Heroes and Enemies.&#10;Immersive adventures and story driven gameplay, using the Shadows of Brimstone&trade; Game Engine.&#10;Fully Cooperative, with all of the players working together against the game itself&#10;Dynamically generated adventures, 12 different Missions, and 4 unique Heroes with many options for customization, the game is designed for massive replayability.&#10;Built-in Campaign system for keeping your Hero characters from game to game, finding new items on your adventures and gaining new skills and abilities as you go up in level.&#10;Heroes visit a Feudal Japanese Village between mission to re-stock and re-supply before the next adventure, having a mini-adventure in town.&#10;Double-sided Map Tiles include a Japanese Fortress on one side and the Belly of the Beast OtherWorld on the back side for the Heroes to explore; stepping through a shimmering portal and continuing their adventures in an alien world inside of a massive living creature.&#10;Over 250 game cards, a full set of beautifully illustrated, double-sided Map Tiles, a host of dice and counters, and all of the large Hero and Enemy record sheets needed to play&#10;Includes a CD Soundtrack of original Music, created to set the mood while playing.&#10;&#10;Shadows of Brimstone: Forbidden Fortress can be played on its own as a stand-alone game, or it can be used in combination with any and all of the other Shadows of Brimstone products already available! It is fully compatible, in every way! For new players, Forbidden Fortress will make a great introduction to the world of Shadows of Brimstone, and for veteran players, it adds a ton of new content, including two brand new Worlds to explore - the Japanese castles and temples of the Forbidden Fortress and a living world inside a massive creature in the Belly of the Beast. It also includes a brand new set of Heroes and Enemies to add to your games. With the option of starting your Heroes in Feudal Japan or the Old West, or having a mixed party of Heroes, drawn from both worlds, the possibilities are endless!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games",
      "Theme: Ninjas",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "2219",
    "Name": "The Chameleon",
    "ID": 227072,
    "Year": "(2017)",
    "Geek Rating": "6.167",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/227072/the-chameleon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0506",
    "Description": "A bluffing deduction game for everyone.&#10;&#10;Each round involves two missions, depending on whether you&rsquo;re the Chameleon or not.&#10;&#10;Mission 1: You are the Chameleon. No one knows your identity except you. Your mission is to blend in, not get caught and to work out the Secret Word.&#10;&#10;Mission 2: You are not the Chameleon. Try to work out who the Chameleon is without giving away the Secret Word.&#10;&#10;At the beginning of the round each player receives a card that tells them if they are the Chameleon or hunting the Chameleon. Two dice are rolled and this gives everyone (except the Chameleon) the coordinates to a specific word on a Topic Card &ndash; this is the Secret Word for the round. Each Topic Card features 16 related words (e.g. countries, books, food, etc.)&#10;&#10;Each player must now say a word relating to the Secret Word. The Chameleon can only make an educated guess based on the 16 words in front of them.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Targeted Clues",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Animals: Chameleons",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2220",
    "Name": "Ascension: Realms Unraveled",
    "ID": 157026,
    "Year": "(2014)",
    "Geek Rating": "6.167",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/157026/ascension-realms-unraveled",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1613",
    "Description": "Ascension: Realms Unraveled is a deck-building game in which players acquire cards from a central pool, then place those cards in their discard pile to be shuffled into their deck for later use; creatures also show up in that shared card pool, and players can combat them to earn victory points (VPs) and possibly other benefits, such as the ability to remove less useful cards from their deck or to banish cards from the pool that others might find useful. The game ends once all the available VPs have been claimed or the shared deck of cards runs out.&#10;&#10;Ascension: Realms Unraveled, part of the Ascension deck-building game series, is both a standalone game for 2-4 players (with solitaire rules included, too) and an expansion that can be combined with any other Ascension game to support up to six players.&#10;&#10;While cards in previous Ascension games have always belonged to one of four factions, Ascension: Realms Unraveled introduces multi-faction heroes, and these heroes combine with the new &quot;Multi-Unite&quot; game mechanism to deliver huge rewards to those who play multiple heroes from the same faction.&#10;&#10;Ascension: Realms Unraveled also features the &quot;Transform&quot; mechanism that debuted Ascension: Darkness Unleashed, with players being able to convert their cards into new, more powerful versions as the game progresses.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2221",
    "Name": "Beyond Baker Street",
    "ID": 168681,
    "Year": "(2016)",
    "Geek Rating": "6.167",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/168681/beyond-baker-street",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "A heinous crime has been committed. A team of the Kingdom's finest detectives has been assembled and put on the case. They have a prime suspect, they have a motive, and they know what the opportunity to commit the crime was. Now all they have to do is prove it.&#10;&#10;Using powers of deduction and communication, the players work as a team to eliminate dead leads and find clues to prove who, how, and why. All the relevant clues are available to them to do so. They just won't know it. On top of that, Sherlock Holmes himself is already on the case. Can they solve the crime before he does?&#10;&#10;At the start of Beyond Baker Street, players select one of the crimes to solve, and a number of suspects, motives, and opportunities will be available for the players to convict of the crime. Each player holds a set of clues, but they won't be able to see their own clues &mdash; only those of their counterparts. Each turn, a player must take exactly one of the following actions:&#10;&#10;&#10;    ASSIST another detective &#10;    INVESTIGATE crime scene &#10;    CONFIRM evidence &#10;    ELIMINATE dead leads &#10;    PURSUE new leads&#10;&#10;&#10;Players win together if they can gather enough evidence to make a conviction before Holmes does; otherwise, they crumble under the stress of the case.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Post-Napoleonic",
      "Print & Play"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Hand Management",
      "Memory",
      "Roles with Asymmetric Information",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "2222",
    "Name": "Terra",
    "ID": 153507,
    "Year": "(2014)",
    "Geek Rating": "6.167",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/153507/terra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4925",
    "Description": "Game description from the publisher:&#10;&#10;How long is the Golden Gate Bridge?&#10;Where has &ldquo;evidence&quot; of the Yeti been found?&#10;How many sculptures are on Easter Island?&#10;&#10;It&lsquo;s likely that you don&lsquo;t know any of these facts. But you might have a rough idea, and that&lsquo;s good enough because Terra is the party game where being close counts. And if you have absolutely no idea what the answer is? Take advantage of your friends who do know!&#10;&#10;Terra is a redesign of Friedemann&rsquo;s 2009 SDJ-nominated FAUNA, which had similar mechanics, but was specific to animals. Terra changes the subject matter to general geographic information, includes a brand new Imperial measurements map side (retaining the Metric map side for gamers outside the U.S.), has 300 topics (with three categories of questions) on oversized cards, and simplifies the scoring. Terra plays in 45 minutes for 2-6 players.&#10;&#10;(End of publisher's description.)&#10;&#10;Terra is a trivia game with cards that ask three related questions, such as &quot;where was the Woodstock music festival?&quot;, &quot;what year did it take place?&quot; and &quot;how many people attended it?&quot;  A card is selected, and players take turns guessing the answers to the questions by putting tokens on the board in different areas, such as on a map of the world, a time line, or a number line indicating the number of people (as in the example).  Points are scored for correct answers, but some points are also scored for close answers.  Whoever has the most points after a predetermined number of rounds wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "2223",
    "Name": "Europe Engulfed: WWII European Theatre Block Game",
    "ID": 6205,
    "Year": "(2003)",
    "Geek Rating": "6.167",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/6205/europe-engulfed-wwii-european-theatre-block-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "720",
    "Play Time": "720",
    "Weight": "3.7621",
    "Description": "from GMT website:&#10;&#10;More than thirteen years of design and development have gone into the making of Europe Engulfed (EE), which is GMT Games' first offering to the block-game enthusiast. It covers the entirety of World War II in Europe from September 1939 to the end of 1945.&#10;&#10;Europe Engulfed plays fast with its focus on playability and making players feel the pressures their historical counterparts were under. The game achieves this level of playability without sacrificing historical detail. The entire campaign is playable in a single 10-to-14 hour day once players become familiar with its elegant game systems including:&#10;&#10;Wood Block Units:&#10;Wood blocks for land units provide a realistic fog of war. Only the controlling player can see if their units are armor or infantry, weak or strong until combat is engaged. The inability to know the strength of your opponent ensures that even the most experienced players will make their fair share of tactical and strategic errors.&#10;&#10;Production and Strategic Warfare:&#10;Europe Engulfed Game Turns represent two months each and production and strategic warfare takes place within each of these turns. The inventive production system shows that the conquering power does not get the same value out of resource areas as the original power that lost them. Production levels are easy to calculate and production choices include special actions, fleets, U-boats, strategic fighter and bomber assets, ground-support units, flak, V-weapons, and, of course, lots and lots of armor and infantry and the odd paratrooper or cavalry unit from which to choose.&#10;&#10;Special Actions:&#10;Special actions are an innovative rule system to account for the large historical territorial gains that occurred over the course of a two-month game turn without bogging the game down with multiple player turns. Using Special Actions, players can purchase additional movement phases and combat rounds, amphibious and airborne assaults, and even take actions during an opponent's combat phase.&#10;&#10;Rulebook and Playbook:&#10;The 24-page rulebook is clearly written with many examples. Also included is a 24-page playbook. The playbook includes player notes, designer notes, optional rules, scenarios, index, and an extended example of play highlighting the May/June 1940 turn which reveals tactics for successfully attacking and defending.&#10;&#10;Europe Engulfed plays quickly with a very historical feel. Many players have indicated that they actually feel the pressures and stresses felt by the strategic level commanders in the real war. We know of no other European Theater of Operations game that plays this fast and with this much historical value.&#10;&#10;Play Times:&#10;1939 Campaign: Up to 14 hours&#10;1941 Campaign: Up to 10 hours&#10;Blockskrieg!: Up to 6 hours&#10;European War: Up to 5 hours&#10;'42 - '43 two-map scenario: 4 hours&#10;'42 - '43 one-map scenario: 3 hours&#10;Patton's Fantasy scenario: 2 hours&#10;&#10;Integrates with: &#10;&#10;    Asia Engulfed&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Block Wargames",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "2224",
    "Name": "Fire Tower",
    "ID": 226605,
    "Year": "(2019)",
    "Geek Rating": "6.166",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/226605/fire-tower",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7647",
    "Description": "While manning your fire tower you notice smoke in the distance and pull out your radio to report a blaze growing somewhere in the forest. You must protect your tower with all the resources at your disposal: dispatch fire engines to combat the blaze, order air drops of water, and plan the building of firebreaks. Competing fire departments will complicate your work, using the unrelenting winds to their advantage in an attempt to safeguard their own towers and threaten yours. The chaotic Firestorm also stalks the deck and will dramatically swell the flames each time it is drawn. Will you effectively use your forces to outwit your opponents and survive the inferno? Can you be the last tower standing?&#10;&#10;Fire Tower is a competitive game where players must fight fire with fire. Most fire fighting games have a cooperative aspect with players working together to beat back the flames, but in Fire Tower your only objectives are to protect your own tower and spread the blaze towards your opponents. The game plays 2-4 players, ages 12+, and takes 15+ minutes. Action cards allow players to alter the direction of the wind, and add varying patterns of fire, water, and defensive barriers to the board. The skill comes in effectively directing the resources in your hand and using sound spatial planning to deploy them.&#10;&#10;The game incorporates an intuitive play structure that takes minutes to learn and requires negligible set-up. Each card includes a grid that visually explains the ways it can be used,  saving new players from having to constantly refer to the rulebook. Although the core mechanics are easy to grasp, an ever shifting environment forces players to switch up their tactics and experiment with varied strategies, making Fire Tower a difficult game to master and each play through a fresh experience.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Pattern Building",
      "Player Elimination",
      "Square Grid",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "2225",
    "Name": "Thunderstone Advance: Numenera",
    "ID": 142961,
    "Year": "(2013)",
    "Geek Rating": "6.166",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/142961/thunderstone-advance-numenera",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Game description from the publisher:&#10;&#10;The ancient evil known as Doom has decided to make a change. In this new world of Numenera, Doom has manifested as an intelligent virus that controls its hosts. The infected are known as &quot;Doomladen&quot; and they know each other regardless of a host's external form. They are lead by powerful beings with strange relics &ndash; the Thunderstones &ndash; and once again you must defeat them to save the world.&#10;&#10;In the deck-building game Thunderstone Advance: Numenera, which can be played on its own or combined with other Thunderstone sets, you build a party of heroes to defeat the Thunderstone Bearers. The &quot;Doomladen&quot; mechanism introduced in this game unites various monster groups against you, and new Setting cards take you into the environment of Monte Cook's Numenera RPG.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone",
      "Game: Thunderstone Advance"
    ]
  },
  {
    "Rank": "2226",
    "Name": "Horrified: Greek Monsters",
    "ID": 397897,
    "Year": "(2023)",
    "Geek Rating": "6.166",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/397897/horrified-greek-monsters",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0588",
    "Description": "Pandora's Box has been opened, and Greece's most notorious monsters have escaped.&#10;&#10;Horrified: Greek Monsters is a standalone game that features gameplay similar to 2019's Horrified. In this co-operative game, players become avatars of the Greek gods and must work together to re-capture these monsters.&#10;&#10;To do that, they must first uncover the monsters' lairs. Medusa, Cerberus, Chimera, and Minotaur are hidden in locations that must be discovered: the Statue Garden, Underworld Door, Chimera's Cave, and Labyrinth. Similar to the myths that inspired the game, uncovering the lairs comes with a cost: Players must discard three color items before the lair token can be flipped over to reveal which monster's hideout they've discovered.&#10;&#10;Horrified: Greek Monsters includes six monsters, each with unique abilities, and the more monsters in the game, the harder the challenge, with players needing to use their unique powers to figure out how to defeat each monster.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Standees",
      "Mythology: Greek",
      "Players: Games with Solitaire Rules",
      "Series: Horrified"
    ]
  },
  {
    "Rank": "2227",
    "Name": "Lignum (Second Edition)",
    "ID": 222407,
    "Year": "(2017)",
    "Geek Rating": "6.166",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/222407/lignum-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.0909",
    "Description": "Starting with a limited amount of resources and workers, you set out to run your lumber mill as efficiently as possible. Savvy investments and proper planning will ensure that your mill will be the most profitable. Be cautious, however, for competition is fierce! You will need to secure the best cutting areas, make use of limited contract workers, and continually update and replace your equipment. Your competitors are not the only thing to worry about as you will also need to store enough firewood and food to survive the harsh winters.&#10;&#10;Lignum is a strategic optimization game that portrays the logging industry in the 19th century. Each round, players travel to the nearby forest, picking up tools and hiring workers along the way. After felling timber, players must decide how to transport their wood to their sawmills and if the wood should be processed or sold immediately, all the while optimizing their entire processing chain.&#10;&#10;The second edition of Lignum also includes the &quot;Joinery &amp; Buildings&quot; expansion. In this expansion, players can visit two additional locations along the supply path. Players may now acquire special buildings that give them unique, special abilities for the remainder of the game. Additionally, players can acquire joiners to help generate more income each round; if those joiners are supplied with the appropriate wood, players can earn extra money at the end of the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Action Queue",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "2228",
    "Name": "Um Reifenbreite",
    "ID": 442,
    "Year": "(1979)",
    "Geek Rating": "6.166",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/442/um-reifenbreite",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.9598",
    "Description": "Translating as &quot;By the Width of a Tire,&quot; this game covers a Tour de France-type of bicycle race.  Each player takes control of a four-member racing team, and the goal is to score as many points as possible for the whole team.  Movement is primarily handled by dice, however a limited card set partially replaces die results.  Once you add unique rules which allow riders to draft one another and multiple kinds of road surfaces, this game has much to offer race fans.&#10;&#10;Homas Tour is the original edition of the cycle racing game later known as Um Reifenbreite. Many copies of the original game were destroyed in a warehouse fire in 1979. The combination of its sudden rarity and recognition as a good game meant that Homas Tour was (and is) very desirable, particularly to collectors. Everyone else can save their money and enjoy Um Reifenbreite!&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Bicycling / Cycling",
      "Sports: Tour de France"
    ]
  },
  {
    "Rank": "2229",
    "Name": "Welcome To...: Collector's Edition",
    "ID": 392449,
    "Year": "(2023)",
    "Geek Rating": "6.165",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/392449/welcome-to-collectors-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.1333",
    "Description": "Welcome to... Collector Edition is the definitive version of the eponymous game. &#10;It includes all the released expansion sets (a total of 7 different maps).&#10;&#10;And that's not all!&#10;In addition, you will enjoy:&#10;- a complete reworking of the classic game, fast-paced and interactive,&#10;- a brand new expansion named &quot;Roswell&quot;: risk-taking mechanics in a story about aliens and flying saucers,&#10;- a rethemed expansion, previously exclusive to France: &quot;American Dream&quot;, &#10;- a &quot;Quack&quot; expansion: a quirky game about lost ducks in a neighborhood, previously offered as a PNP during the lockdowns, &#10;- 35 new cards for increased replayability.&#10;&#10;All in glorious dry-erase form for higher quality feel with 6 dry erase markers and 6 eraser pads, plus a 6-space tray for easy storage.&#10;&#10;Welcome to.. Collector Edition contains also 6 alternate versions of the classic Welcome to... sheet, completely re-imagined and illustrated by world renowned artists: Christine Alcouffe, Maud Chalmel, Vincent Dutrait, Ryan Goldsberry, Weberson Santiago, and Beth Sobel.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Decades: The 1950's",
      "Mechanism: Flip-and-Write",
      "Players: Expansions Adding Solo Play",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ...",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "2230",
    "Name": "Shipwrights of the North Sea: Redux",
    "ID": 386366,
    "Year": "(2024)",
    "Geek Rating": "6.164",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/386366/shipwrights-of-the-north-sea-redux",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.7317",
    "Description": "Shipwrights of the North Sea: Redux is set in the early years of the Viking Age, circa 800 AD. As Viking shipwrights, players compete to construct the greatest fleet on the North Sea. Players must collect oak, wool, and iron, as well as getting other craftspeople on board to help. Gold is a precious commodity, and must be spent wisely. As you would expect, the township is filled with an array of characters, bad and worse. Better hope they&rsquo;re on your side!&#10;&#10;The aim of Shipwrights of the North Sea: Redux is to be the player with the most Victory Points (VP) at the game&rsquo;s end. Points are gained by constructing Longships and Buildings, recruiting Jarls, attracting Heroes, and collecting Gold. Over the course of 5 Rounds, players will draft Village Cards, and must carefully manage their resources and workforce to set their settlement apart as the most glorious amongst all the clans.&#10;&#10;Redux Version:&#10;Shipwrights of the North Sea: Redux is an entirely new game. While it shares a lot of thematic elements and player goals from the original, the core gameplay has been completely rebuilt to create an experience much more in line with what fans of Garphill Games have come to expect.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Medieval Trilogies (Garphill Games)",
      "Series: The North Sea Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "2231",
    "Name": "Mafia de Cuba",
    "ID": 176558,
    "Year": "(2015)",
    "Geek Rating": "6.164",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/176558/mafia-de-cuba",
    "Min Players": "6",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4783",
    "Description": "Havana, December 29, 1955: At the end of the meal offered at his &quot;faithful&quot; henchmen, don Alessandro evokes the &quot;business&quot; in progress. Suddenly, the phone rang in the back room of the restaurant. The Godfather is convened to the office of President Batista. He entrusted his precious cigar box to his henchmen. It must be said that the cigar box has a false bottom, under the first layer of cigars, the box is filled with diamonds!&#10;&#10;In Mafia de Cuba, each player will take the cigar box, open it and choose to:&#10;&#10;&#10;    Betray and steal some diamonds,&#10;    Remain a faithful and &quot;honest&quot; mafioso, be a driver, or act as an undercover CIA agent.&#10;&#10;&#10;In the evening, the Godfather recovers his cigar box. He blows a fuse when he finds the disappearance of diamonds. He must find his treasure and punish offenders by providing them cement shoes before throwing them in the bay. After heated debates and perilous deductions, The Godfather, with the help of is faithful henchmen will try to find all his stolen diamonds.&#10;&#10;Does he lose his honor by accusing wrongly?&#10;Do the most cunning thieves win?&#10;Or is it the CIA that will send these thugs behind bars?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Havana (Cuba)",
      "Components: Game Box Used In Play",
      "Country: Cuba",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "2232",
    "Name": "The Hanging Gardens",
    "ID": 34707,
    "Year": "(2008)",
    "Geek Rating": "6.164",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/34707/the-hanging-gardens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9402",
    "Description": "The Hanging Gardens were one of the Seven Wonders of the Ancient World, but did they actually exist? Nothing remains of the reported splendor of the Gardens, which were built for the eyes of Queen Amyitis.&#10;&#10;In The Hanging Gardens, players are landscape architects who attempt to reestablish the beauty and splendor of the original Hanging Gardens. Since there is no exact reference to follow, players create designs according to their own tastes.&#10;&#10;During the game, players acquire building cards, which they place in their play areas. Card follows card with magnificent buildings, sparkling fountains, and exotic plants, as the players work to rebuild the legendary Gardens. At game end, the Queen will reward the victory palm to the player whose work on the Gardens most impresses Her Highness.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Layering",
      "Melding and Splaying",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Babylon",
      "Digital Implementations: Yucata",
      "Mechanism: Partially overlapping cards",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "2233",
    "Name": "Kepler-3042",
    "ID": 198190,
    "Year": "(2016)",
    "Geek Rating": "6.163",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/198190/kepler-3042",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3857",
    "Description": "The year is 3042: Humanity is ready to explore the galaxy. The most interesting celestial bodies to explore, and eventually colonize, have been known for centuries, and the nations of Earth finally have the technological level to reach them, thus beginning an unarmed competition that in the end the whole of humanity will win.&#10;&#10;Kepler-3042 is a resource management game in which you have to explore, colonize, exploit, and terraform the planets of the Milky Way using the available technologies. In each round, you must choose which action to perform and which bonus to activate, managing your supplies of matter, energy, and antimatter. The peculiar strength of the game is the innovative resource management: Each player has a finite amount of matter, energy, and antimatter that they can produce or spend during the game. In each round, they can decide to burn forever one or more resources to perform powerful actions, thereby allowing them to follow different strategies.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2234",
    "Name": "Hues and Cues",
    "ID": 302520,
    "Year": "(2020)",
    "Geek Rating": "6.163",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/302520/hues-and-cues",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0833",
    "Description": "What hue do you think of when we say &ldquo;apple&rdquo;? Hues and Cues is a vibrant game of colorful communication where players are challenged to make connections to colors with words. Using only one and two-word cues, players try to get others to guess a specific hue from the 480 colors on the game board. The closer the guesses are to the target, the more points you earn. Since everyone imagines colors differently, connecting colors and clues has never been this much fun!&#10;&#10;Gather around with three to ten people to play a quick and simple game with a prism of possibilities! First, a &ldquo;cue giver&rdquo; hides a specific color they&rsquo;ve chosen out of a deck of cards. There are 480 shades on the board in front of you! After getting one- and two-word cues, everyone places their marker on which color they think is being described. &ldquo;Coffee.&rdquo; Is it dark brown, as in freshly brewed? &ldquo;Au lait.&rdquo; With milk. That means I should pick a lighter shade!&#10;&#10;Use examples from everyday life, from nature to pop culture, or materials and moods. Everyone around the table gets a turn to give cues and guess. The better your hints or guesses, the more points you earn. Play off others' experiences to narrow down what they have in mind!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction",
      "Score-and-Reset Game",
      "Targeted Clues",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "2235",
    "Name": "Unmatched: Buffy the Vampire Slayer",
    "ID": 315060,
    "Year": "(2020)",
    "Geek Rating": "6.163",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/315060/unmatched-buffy-the-vampire-slayer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched: Buffy the Vampire Slayer features four heroes. Buffy will hit you with Mr. Pointy or summon her Slayer's strength for a cartwheel kick. When it's time for backup, she'll take her pick between insightful Giles or reliable Xander. Spike, a relentless hunter, seeks the shadows and calls on Drusilla's Sight to let him know just where and when to strike. Willow, a peerless witch, dabbles in black magic and risks her darker self, potent but dangerous. At times, only Tara can bring her back from the brink of the abyss. Angel, once the Scourge of Europe, is cursed with a soul, conflicted by his victories and taking solace in his losses. Faith is there to make sure things stay &quot;Five by Five&quot;.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Misc: Watch It Played How To Videos",
      "Theme: TV Detectives",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "2236",
    "Name": "Flesh and Blood",
    "ID": 293348,
    "Year": "(2019)",
    "Geek Rating": "6.163",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/293348/flesh-and-blood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "50",
    "Weight": "3.5",
    "Description": "Welcome to Flesh and Blood, the new hero-centric fantasy trading card game, designed for incredible constructed, booster draft, and sealed deck play.&#10;&#10;Players setup the game with a chosen character, weapon(s), and equipment. Players take turns attacking with their weapons and/or using action cards which are played by &quot;pitching&quot; (discarding) cards to pay resource costs. Attacks and defense reactions are placed on a &quot;chain&quot; (queue) and resolved with damage inflicted based on the difference of values. Play continues until a player reaches 0 health with the opponent declared the victor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2237",
    "Name": "On the Underground: London / Berlin",
    "ID": 281152,
    "Year": "(2019)",
    "Geek Rating": "6.163",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/281152/on-the-underground-london-berlin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2647",
    "Description": "The London Underground is the world's first underground passenger railway, having opened in 1863. Its 11 lines move about 5 million passengers a day to 270 stations, along 400 km (250 mi) of track.&#10;&#10;The massive network of London Underground stations makes up one of the most complex transportation systems in the world, and On the Underground challenges you to develop it. Build the most successful lines, connect them to landmarks, and attract passenger traffic!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay OverviewIn On the Underground, the players build the Underground lines in London or the U-Bahn lines in Berlin. Each player controls 2-4 different lines, depending on the number of players.&#10;&#10;On each turn, four destination cards are available, corresponding to stations on the map. You can take up to four actions; an action is either building track by placing one of your track tokens on the board or taking a branch token. A player may use two branch tokens to branch out of an existing line (whereas normally lines can be extended only at the endpoints).&#10;&#10;After each player's turn, a passenger token is moved along players' lines, avoiding walking as much as possible, to reach one or two destinations determined at the beginning of the turn. The destination cards corresponding to the visited stations are then replaced by new ones, then the next player takes their turn.&#10;&#10;Players score points in two ways:&#10;&#10;&#10;     By building track and connecting their lines to various types of stations, by building a circular line (in London), or at the end of the game if they have collected tiles from specific landmark stations (in Berlin).&#10;     By having the passenger use their lines when moving.&#10;&#10;&#10;After all destination cards have been drawn and all players have taken the same number of turns, the game ends.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Differences from the First Edition of On the Underground&#10;     For their first turns only, the player first in turn order takes three actions, and the player last in turn order takes five actions. (Previously, everyone other than the start player had a few points added to their score as a balancing mechanism.)&#10;     The passenger is no longer removed from the board immediately when the draw deck is empty.&#10;     There is a new Berlin map, along with its corresponding cards and tiles.&#10;     On the London map, these single connections have been made double connections: Paddington-Shepherd's Bush, Shepherd's Bush-Goldhawk Road, Goldhawk Road-Hammersmith, Waterloo-Borough, London Bridge-Bank, Stratford-West Ham, and West Ham-Canning Town.&#10;     On the London map, this double connection has been made a triple connection: Borough-London Bridge&#10;     On the London map, the New Cross station has been removed, as has the connection between Aldgate and Canada Water.&#10;&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Network and Route Building",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Cities: Berlin (Germany)",
      "Cities: London (England, UK)",
      "Components: Map (City Scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "2238",
    "Name": "Beacon Patrol",
    "ID": 362976,
    "Year": "(2023)",
    "Geek Rating": "6.162",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/362976/beacon-patrol",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3404",
    "Description": "You are captains of the Coast Guard. Together you check beacon buoys and lighthouses to ensure the safety of the North Sea coast.&#10;&#10;You place your tiles next to tiles that are already placed, move your ships, and explore the sea.&#10;&#10;Your goal is to explore as many tiles as possible. A tile is considered explored when it&rsquo;s connected to other tiles on all four of its sides.&#10;&#10;Beacon Patrol is a co-op tile-laying exploration game in which you navigate the coast of the North Sea to secure its beacon buoys, lighthouses and waterways.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Region: North Sea"
    ]
  },
  {
    "Rank": "2239",
    "Name": "Royal Visit",
    "ID": 22245,
    "Year": "(2006)",
    "Geek Rating": "6.162",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/22245/royal-visit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6624",
    "Description": "In Royal Visit, you and your opponent must vie to attract the King to your Chateau. On your turn, play a card from your hand to move characters or use the powers of the Wizard and Jester to influence the position of the King and his Court. You can then move the Crown between the two Duchies, according to the position of each character. The first player to welcome the King or the Crown into their Chateau immediately wins the game! If the King can&rsquo;t decide, make sure he ends up in your Duchy at the end of the game to get his final approval!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Track Movement",
      "Tug of War"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "2240",
    "Name": "Nova Roma",
    "ID": 370789,
    "Year": "(2024)",
    "Geek Rating": "6.162",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/370789/nova-roma",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2264",
    "Description": "In 324 AD, Emperor Constantine selected the ancient city of Byzantium on the shores of the Bosphorus to become the site of his new capital. He named it Nova Roma which means New Rome. To establish his magnificent new capital, the Emperor summoned his most trusted patricians and tasked them with a variety of duties. With the Emperor&rsquo;s tireless support, this incredible task was accomplished in just six years.&#10;&#10;In Nova Roma, you are the head of an ancient and noble roman house. You must deploy your family members and retainers to accomplish a variety of goals. Construct buildings, dominate sea routes, secure resources, race in the hippodrome, and hire specialists. At the end of the game, the family that has done the most to please the Emperor and achieve their own agendas will emerge as the victor.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Economic",
      "Racing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "End Game Bonuses",
      "Pattern Building",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Istanbul (Turkey)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Byzantium"
    ]
  },
  {
    "Rank": "2241",
    "Name": "KeyForge: Worlds Collide",
    "ID": 285775,
    "Year": "(2019)",
    "Geek Rating": "6.162",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/285775/keyforge-worlds-collide",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "3.0303",
    "Description": "The Crucible is about to be shaken up in Worlds Collide, the third age of KeyForge! In this continuation of the world's first Unique Deck Game, two brand-new Houses enter the fray as 284 new cards are seamlessly integrated into the existing card pool. With new Houses come more new keyword abilities and new styles of play to create an entirely new collection of Archon Decks for you to discover, explore, and master!&#10;&#10;The KeyForge: Worlds Collide two-player starter set provides you with all the tools you need to either begin or expand your adventures on the Crucible, including two unique Worlds Collide archon decks, a quickstart rulebook, two poster playmats, and all the keys, tokens, and chain trackers you and your opponent need to start playing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: KeyForge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2242",
    "Name": "Gaslands: Post-Apocalyptic Vehicular Combat",
    "ID": 184824,
    "Year": "(2017)",
    "Geek Rating": "6.162",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/184824/gaslands-post-apocalyptic-vehicular-combat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.619",
    "Description": "Gaslands is a game of post-apocalyptic vehicular mayhem.&#10;&#10;Gaslands is a tabletop wargame of car-on-car destruction in a post-apocalyptic wasteland.  Players form a racing team, and compete for money and fame, scrapping in between races for the resources they need for the next race.&#10;&#10;Movement consists of movement templates and custom &quot;skid dice&quot; to create a fluid and madcap game.&#10;&#10;Gaslands was the winner of both the Judges' Choice and People's Choice awards for Best New Miniatures Rules at the UK Games Expo 2018.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Template"
    ],
    "Families": [
      "Series: Osprey Wargames",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "2243",
    "Name": "Cthulhu: Death May Die – Fear of the Unknown",
    "ID": 373600,
    "Year": "(2024)",
    "Geek Rating": "6.161",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/373600/cthulhu-death-may-die-fear-of-the-unknown",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9474",
    "Description": "Cthulhu: Death May Die is back with a new standalone box and upgraded rules! Designed by Rob Daviau and Marco Portugal, Fear of the Unknown marks a new Season of the hit board game that brought a new twist to the mythos universe created by H.P. Lovecraft. Face the challenges of 6 new Episode and 2 new Elder Boxes, that bring new insanities and monsters as well as new modular rules in this cooperative board game for 1 to 5 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu: Death may Die",
      "Players: Games with Solitaire Rules",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "2244",
    "Name": "Ratzia",
    "ID": 12589,
    "Year": "(2004)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/12589/ratzia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9669",
    "Description": "Razzia! is a card game re-implementation of Knizia's earlier board game Ra with the only notable changes being the re-theme and lack of catastrophes.&#10;&#10;This time players are mafiosi bidding for the booty stolen the previous night. Cars, jewels, and even whole nightclubs are for sale!&#10;&#10;Each round, players will take turns flipping over booty cards to see what is available for auction in this lot. Once a lot contains enough desirable items (or when a policeman card is revealed), players bid on the displayed items using the available cheques.&#10;&#10;The round ends when all the cheques have been spent, or when enough policemen arrive to raid the building and put an end to the illegal auction. Players then score points according to what cards they have accumulated - some cards are discarded after scoring, while others remain in that player's collection for the following rounds. Whoever has the highest score after the third round is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Rats",
      "Crowdfunding: Kickstarter",
      "Game: Ra",
      "Theme: Mystery / Crime",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "2245",
    "Name": "Anomia: Party Edition",
    "ID": 142271,
    "Year": "(2013)",
    "Geek Rating": "6.161",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/142271/anomia-party-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0204",
    "Description": "Anomia: Party Edition adds 6 new decks to the Anomia card game family.  Each deck is a word game in which players sequentially place a card face-up in front of them in a stack.  As each card is revealed, players look for matching symbols between their card and any other card.  If a match occurs, the two matching players face-off and must quickly give an example of something within the category (eg. breakfast food, lake, reptile) listed on the opposing player's card.  The first person to finish saying a correct answer wins the face-off and takes the opponent's card into a face down &quot;winnings&quot; pile.  Since cards are played on top of each other, the player who lost the face-off reveals an earlier card on their stack and may immediately match another player's card causing a cascade of face-offs.&#10;&#10;In addition there are wildcards which allow different symbols to match until it is overwritten by another wildcard which may then trigger a whole new set of face-offs.  Play continues until the deck is exhausted and whoever has the most cards in their &quot;winnings pile&quot; is the winner.&#10;&#10;From the publisher:&#10;&#10;ANOMIA PARTY EDITION&#10;&#10;Feed your Anomia addiction!&#10;&#10;Diehard Anomia fans and novices alike will love the Anomia Party Edition, featuring 6 all-new decks and over 425 unique categories, plus customizable blank cards for adding your own categories in every deck!&#10;&#10;Play the Party Edition decks on their own or intermingle them with the original decks for hours of mad fun!&#10;&#10;Anomia is simple.  Players flip cards in turn until the symbols on two players&rsquo; cards match.  Matching players must race to give an example of the category on their opponent&rsquo;s card. Whoever blurts out a correct answer first wins their opponent&rsquo;s card, and drawing continues.&#10;&#10;Sounds easy, right?  Think again!  Wild cards create unexpected matches, and face-offs can cascade when you lose a card, revealing a new match.  Pay attention - it could be your turn at any time!&#10;&#10;Integrates with:&#10;&#10;    Anomia&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Speed Matching"
    ],
    "Families": [
      "Series: Anomia"
    ]
  },
  {
    "Rank": "2246",
    "Name": "Bristol 1350",
    "ID": 308989,
    "Year": "(2021)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/308989/bristol-1350",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6875",
    "Description": "The dreaded Black Death has descended upon the town of Bristol. You are racing down the streets in one of the three available apple carts, desperate to escape into the safety of the countryside. If your cart is the first to leave the town and it is full of only healthy villagers when you leave, you and your fellow cart-mates successfully escape and win the game!&#10;&#10;However, some villagers on your cart may already have the plague! They are hiding their early symptoms from you so that they can enjoy their last few days in peace. If you leave town with a plagued villager on your cart, you will catch the plague. You must do whatever is necessary to make sure that doesn't happen!&#10;&#10;On the surface Bristol 1350 is part co-operative teamwork, part racing strategy, and part social deduction. In reality, it's a selfish scramble to get yourself out of town as quickly as possible without the plague, by any means necessary.&#10;&#10;The game comes in a magnetic book box and includes a rubber playmat, 9 wood pawns, 3 miniature carts, 6 rat/apple dice, a linen bag, and 64 cards. The deluxe version adds 6 coins, 6 cards, and 3 metal carts. This standalone game is Volume 4 in the &quot;Dark Cities Series&quot; by Facade Games following Salem 1692, Tortuga 1667, and Deadwood 1876.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Different Dice Movement",
      "Hidden Roles",
      "Player Elimination",
      "Race",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Cities: Bristol (England, UK)",
      "Components: Dice with Icons",
      "Components: Map (City Scale)",
      "Containers: Book-like",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Series: Dark Cities (Facade Games)",
      "Theme: Plague Epidemic",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "2247",
    "Name": "Monolith Arena",
    "ID": 238393,
    "Year": "(2018)",
    "Geek Rating": "6.161",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/238393/monolith-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3947",
    "Description": "Wage war against opponents on a hexagonal board. Prepare your armies to face off on the battlefield and surprise your enemy with your choice of special abilities!&#10;&#10;Monolith Arena is a fantasy battleground board game built around the base engine of Neuroshima Hex, which is also from designer Micha&#197;&#130; Oracz. The game includes four factions, with unique abilities and units. Players take turns placing tiles on the hexagonal play field, building offensive and defensive advantages, all of which are activated when the field is filled or when a player uses a &quot;battle&quot; order.&#10;&#10;A new feature is the three-level &quot;monolith&quot; for each player, where the faction banner is set into the top level. The other two levels are secretly set with battlefield tokens chosen by the player at the outset, providing a strategic choice in setup that will play out during the tactical operations of the game. The monoliths mitigate the influence of the random tile draw that otherwise drives the game, giving players more choice and control.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Player Elimination",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2248",
    "Name": "Stop Thief!",
    "ID": 215312,
    "Year": "(2017)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/215312/stop-thief",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "An alert pops up on your smartphone: A crime has just been committed! Grab your investigator's license and your keen powers of deduction and hunt down the suspect. But watch out because you're not the only private eye on the hunt, and only one of you can slap the cuffs on the suspect and claim the reward. Get enough reward money, and you can finally leave this rat race behind and retire to a sunny tropical beach in the Caribbean.&#10;&#10;Stop Thief is a family game of logical deduction for 2-4 players. An invisible suspect commits a crime. Only the sounds they make give them away. Listen to the clues and figure out where they are hiding. Play cards from your unique deck to move around the board, sneak through a window, or even get a private tip. Once you have the suspect pinned down, swoop in and make the arrest.&#10;&#10;The obvious first step in this restoration was taking the electronic device and turning it into an app. Doing that allows for better sound quality and a more dynamic platform for different modes of play. Next step was ditching the roll-and-move mechanism and, in general, stripping out some of the luck and adding in a healthy dose of strategy. By replacing the dice with decks of movement cards, it also allows asymmetrical decks, which increases the fun and replayability. Game effects were also added to the suspect cards to further spice things up.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Hand Management",
      "Hidden Movement",
      "Memory",
      "Point to Point Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Mechanism: Hidden Movement",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "2249",
    "Name": "Star Trek Panic",
    "ID": 193737,
    "Year": "(2016)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/193737/star-trek-panic",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Star Trek Panic is a cooperative light strategy game based on Castle Panic that challenges players to defend the U.S.S. Enterprise from enemy attacks.&#10;&#10;In addition, the game features mission cards that have unique challenges based on the original Star Trek series as well as character cards so that players can assume the roles of Star Trek icons like Captain Kirk and Mr. Spock.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Panic Line (Fireside Games)",
      "TV Shows: Star Trek (various)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "2250",
    "Name": "Hornet Leader: Carrier Air Operations",
    "ID": 65564,
    "Year": "(2010)",
    "Geek Rating": "6.161",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/65564/hornet-leader-carrier-air-operations",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8364",
    "Description": "&quot;If the US Navy has it, so do you! &quot;&#10;&#10;Hornet Leader &ndash; Carrier Air Operations is a huge game based on the material seen in our Vassal/PDF games. We have also further enhanced the game systems and weapon values to make them fully consistent with the new systems seen in Phantom Leader.&#10;&#10;Hornet Leader spans all aspects of US naval aviation throughout the service life of the F/A-18 Hornet from 1983 to the present day.&#10;&#10;The game places you in command of the pilots and aircraft of a squadron of U.S. Navy strike aircraft in hostile campaigns around the world. The aircraft and weapons available for each campaign are historically accurate.&#10;&#10;A major part of the game is mission planning. You decide how to arm your aircraft and which pilots are best for the mission. Pilots are rated for skill level. Deciding which pilots to fly each mission is a major consideration. Your pilots will become fatigued with every mission. If you fly a pilot too often, his skills will degrade. Your pilots also gain experience with every mission flown. This makes for some great decision-making. Should you keep flying the top pilots and further fatigue them to get the job done, or fly the new guys to prep them for the tough missions ahead?&#10;&#10;Campaigns included are:&#10;&#10;     Libya 1984&#10;     North Atlantic WWIII 1986&#10;     Iraq 1991&#10;     Israeli Defense 2001&#10;     Syria 2004&#10;     Taiwan Defense 2008&#10;     North Korea 2011&#10;     Iran 2014&#10;&#10;&#10;See also: Leader series games by Dan Verssen&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "2251",
    "Name": "City of Horror",
    "ID": 120217,
    "Year": "(2012)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/120217/city-of-horror",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4267",
    "Description": "City of Horror is a backstabbing survival-horror game. As in classic zombie movies, a shambling horde is invading the city. The goal is to survive the assault. (Un)fortunately, surviving often means sacrificing some of your fellow players to the undead...&#10;&#10;Each player controls several characters with different abilities; these characters can move to various limited-capacity locations, which they can then barricade and scavenge for items and weapons. Critical situations, such as zombies breaking in and eating a character, are resolved using a vote.&#10;&#10;The basic game mechanisms are the same as in Mall of Horror (also designed by Nicolas Normandon), but City of Horror differs in both materials and game play in a number of ways: the city map changes each game, twenty characters are included, they can use antidotes (or die), action cards become scarce as the game goes on, you can gain points with stuff other than surviving characters...&#10;&#10;",
    "Categories": [
      "Horror",
      "Negotiation",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Theme: City"
    ]
  },
  {
    "Rank": "2252",
    "Name": "Palastgeflüster",
    "ID": 32412,
    "Year": "(2007)",
    "Geek Rating": "6.161",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/32412/palastgefluster",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6446",
    "Description": "Palastgefl&uuml;ster translates literally as &quot;Palace Whisperings&quot;&#10;&#10;&quot;At the royal court, discontent prevails, the royal household is dissatisfied. The first intrigues are schemed: The marshall lets the treasurer in on his plans, and the lady's maid whispers secretly with the magician. At the worst, persons of equal rank huddle together. In this case, dark whisperings are in the air which the king will penalise with severe sentences. But loyal subjects will secure the King's favour and win the game.&quot;&#10;&#10;Aim of the game:&#10;&#10;Each player tries to play their cards so that each character exists only once in their display. If they do not succeed in doing so, all the others rise in the king's favor and will be rewarded. At the end of the game, the player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "2253",
    "Name": "Dixit: Disney Edition",
    "ID": 381308,
    "Year": "(2023)",
    "Geek Rating": "6.160",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/381308/dixit-disney-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Each turn in Dixit, one player is the storyteller, chooses one of the six cards in their hand, then makes up a sentence based on that card's image and says it out loud without showing the card to the other players. Each other player then selects the card in their hand that best matches the sentence and gives the selected card to the storyteller, without showing it to anyone else.&#10;&#10;The storyteller shuffles their card with all of the received cards, then reveals all of these cards. Each player other than the storyteller then secretly guesses which card belongs to the storyteller. If nobody or everybody guesses the correct card, the storyteller scores 0 points, and each other player scores 2 points. Otherwise, the storyteller and whoever found the correct answer score 3 points. Additionally, the non-storyteller players score 1 point for every vote received by their card.&#10;&#10;The game ends when the deck is empty or if a player has scored at least 30 points. In either case, the player with the most points wins.&#10;&#10;Dixit: Disney Edition features 84 cards, with each card representing one of 84 films in the Disney or Pixar catalog from Steamboat Willie to Turning Red.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Dixit",
      "Misc: Watch It Played How To Videos",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "2254",
    "Name": "Kluster",
    "ID": 277458,
    "Year": "(2018)",
    "Geek Rating": "6.160",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/277458/kluster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0109",
    "Description": "Kluster is a dexterity game for 1 to 4 players, very short, easy to transport, incredibly fun, really simple, accessible to everyone and still full of strategy!&#10;&#10;Kluster&rsquo;s rules can be explain in no time: Magnetic stones are equally shared between players, who must, in turn, place one stone inside the area delimited by the cord. The first player to get rid of his or her magnets wins. But beware, when stones kluster together during one player&rsquo;s turn, he or she collects them!&#10;&#10;That&rsquo;s all you need to know to play Kluster!&#10;&#10;&mdash;description from the publisher&#10;&#10;________________________________&#10;VERSION FOR 1-8 PLAYERS, LOOK HERE : Kluster XL&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Magnets",
      "Components: String",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2255",
    "Name": "Catan Histories: Settlers of America – Trails to Rails",
    "ID": 67239,
    "Year": "(2010)",
    "Geek Rating": "6.160",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/67239/catan-histories-settlers-of-america-trails-to-rail",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6867",
    "Description": "Catan is off the island and in America.  Fans of Catan are eagerly anticipating the next release in the Catan Histories line.&#10;&#10;The 19th Century has arrived, and Americans are heading west. Wagon trains are forming up and heading out to settle new lands and build new cities. These new cities will need railroad lines to bring in new people and necessary goods. Some head west for the adventure, some to start a new life, still others to find work.&#10;&#10;Look west to make your fortune. As the population grows, resources will dwindle, and the smart money seeks new sources and new markets. Finance your settlers as they head west to build the cities of tomorrow. Link these cities with rails of steel and operate your railroad to supply the townsfolk with goods. To the west lie lands to settle and fortunes to be made!&#10; Settlers of America: Trails to Rails uses the familiar Catan hex-tile grid to present a map of the United States. Players collect and trade resources in order to purchase, migrate and build settlements, forge railroads, and acquire locomotives. Railroads are used to distribute goods to the interconnected cities. As westward locations are settled, old sources of resources deplete. The addition of gold adds to the depth of play and increases options for the players.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Negotiation",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: USA",
      "Game: Catan",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "2256",
    "Name": "Warhammer Underworlds: Nightvault",
    "ID": 261594,
    "Year": "(2018)",
    "Geek Rating": "6.160",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/261594/warhammer-underworlds-nightvault",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Warhammer Underworlds: Nightvault is an action-packed combat game for two players. Build your warband, construct your deck, and defeat your rivals.&#10;&#10;Shadespire was once a city of wonder and magic, a mercantile metropolis whose rulers defied death, to the fury of Nagash. During the height of the city&rsquo;s powers, rivals, thieves and would-be conquerors were locked away in the sprawling dungeon known as the Nightvault. After the city&rsquo;s fall, Nagash broke open the chains that bound the shackled spirits within, giving them weapons to freeze the hearts of the living and enough memory of their torment to fill them with hatred and jealousy. The spectral dead delight in the chance to inflict this hatred upon the living, and the streets of Shadespire echo to the sounds of terrifying screams and cruel, mocking laughter...&#10;&#10;The Game&#10;&#10;In Warhammer Underworlds, you and your opponent pick a warband &ndash; 2 are included in this box &ndash; and build a deck of power and objective cards. After placing your warband on the hex-tiled game boards, you take turns making actions &ndash; movement and attacks &ndash; until 3 phases are played. Between actions, you can use the power cards to introduce effects and reactions that can swing the battle in your favour; building the best deck you can and using cunning to deploy these abilities at the perfect time is the secret to mastering the game and dominating your foe. Merely vanquishing your opponent&rsquo;s warband does not guarantee victory &ndash; capturing objectives, standing your ground, making the best tactical choices and deploying the right cards at the right time will gain you the glory points you need to win!&#10;&#10;Once you&rsquo;re familiar with the rules, games will take around 30 minutes &ndash; you&rsquo;ll always have time for a rematch.&#10;&#10;In The Box&#10;&#10;Everything you and a friend need to play games of Warhammer Underworlds is included in this box. Contained within:&#10;&#10;&#10;     A Stormcast Eternals warband &ndash; Stormsire&rsquo;s Cursebreakers &ndash; made up of 3 push-fit, blue plastic miniatures (Rastus the Charmed, Ammis Dawnguard and the leader, Averon Stormsire);&#10;     A Nighthaunt warband &ndash; the Thorns of the Briarqueen &ndash; made up of 7 push-fit, bone-coloured plastic miniatures (The Ever-Hanged, Varclav the Cruel, the leader Briar Queen and 4 Chainrasps whom Nagash has not afforded the dignity of names). Both of these warbands are Easy To Build, with no glue necessary and a comprehensive, easy to follow construction guide;&#10;     A 32-page rulebook, including the story of Shadespire&rsquo;s rise and fall, the opening of the Nightvault, the background of the 2 included warbands and all the rules you need to play &ndash; including new scatter mechanics, rules for resolving magic spells, and the use of lethal hexes, sections of game board that are fatal to those pushed in;&#10;     An 8-page quick start guide, covering the contents of the box, understanding your cards, movement and attacks, and playing your first game;&#10;     2 double-sided game boards, featuring hexes and objectives;&#10;     2 pre-built decks of power and objective cards &ndash; 96 in total &ndash; for use with the included warbands;&#10;     10 double-sided Fighter cards, providing the stats and information needed for the fighters in each warband at a glance;&#10;     5 attack dice, 3 defence dice and 3 magic dice;&#10;     11 double-sided objective tokens;&#10;     A scatter template;&#10;     30 wound tokens;&#10;     46 double-sided glory point tokens;&#10;     15 double-sided move and charge tokens;&#10;     15 Guard tokens;&#10;     8 activation counters.&#10;&#10;&#10;Extra Rules&#10;&#10;Warhammer Underworlds has an intense, fast and fun core ruleset, but the book contains a host of extras - new game modes, competitive and multiplayer rules:&#10;&#10;&#10;     Matched Play: designed for competitive play, this is a set of rules that level the playing field to the finest degree &ndash; perfect for fast, friendly rivalries and tournaments;&#10;     Multiplayer games: extra rules that allow you to combine 2 core sets of Warhammer Underworlds to create 3-or-4-player games, with clarified rules for resolving attacks and adjustments to victory conditions.&#10;&#10;&#10;Also included is a glossary for quick and easy reference and a sample chapter of The Mirrored City, a Black Library novel set in Shadespire.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2257",
    "Name": "Empire's End",
    "ID": 356952,
    "Year": "(2023)",
    "Geek Rating": "6.160",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/356952/empires-end",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3607",
    "Description": "You lead a grand civilization at the height of its influence, but can you save it from collapse? In Empire's End, 2-4 players compete to keep calamity at bay. Empire's End marries the intuitive and elegant mechanism of reverse-bidding with engine-building, long-term planning, and strategic depth. The result is a game with a quick tempo, abundant tension, and multiple challenging paths to victory.&#10;&#10;Players begin with a civilization at the height of its power. Play proceeds through a series of phases, varying as you progress through the game. During the Disaster phase, players face a common threat such as famine, a flood, or barbarians. The player who ends the bidding must take the disaster, which devastates one of their territories.&#10;&#10;With each disaster that befalls an empire, its people grow in wisdom and resilience. In the style of the modern classic game No Thanks, resources bid by all players will end up in the hands of the player who ultimately takes the disaster card. That player also gains a new ability, an innovation that reflects their empire's ability to adapt in the face of challenging times.&#10;&#10;Each turn, players move along a progress track that dictates whether they will face a disaster or another type of phase. Players can gain new resources during Production phases, rebuild lost territories during Industry phases, and challenge one another during Military phases. At the end of the progress track, the game is concluded and the winner is the civilization with the greatest number of victory points. Intact territories contribute points, but innovations and military successes can provide alternative ways to win.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction Compensation",
      "Auction: Multiple Lot",
      "Auction: Turn Order Until Pass",
      "Closed Economy Auction",
      "Constrained Bidding",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Income",
      "Increase Value of Unchosen Resources",
      "Turn Order: Auction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "2258",
    "Name": "The Dresden Files Cooperative Card Game",
    "ID": 187273,
    "Year": "(2017)",
    "Geek Rating": "6.160",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/187273/the-dresden-files-cooperative-card-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1778",
    "Description": "Description from the publisher:&#10;&#10;In The Dresden Files Cooperative Card Game, players work together to solve cases from the bestselling Dresden Files novels in the ultimate what-if scenario: What if Harry was on the scene with allies who weren't there in the original story? Play Harry, Murphy, Susan, Michael, and the Alphas in the first five novels, or take on &quot;Side Jobs&quot; in a random scenario generator based on the short story collection of the same name.&#10;&#10;Play your hand, clear the board, and beat the odds in the final showdown at the end of the book. Use teamwork, strategy, and a wee bit of luck to win the day.&#10;&#10;The game has plenty of in-jokes and references for Dresden fans (like the unreliable range of the Blue Beetle), but it&rsquo;s accessible to people who haven&rsquo;t read the books.&#10;&#10;This is a tightly tuned, strategic, cooperative game that feels intense, vital, and a little bit risky (thanks to dice and other factors) throughout play. At 30 minutes per session, gameplay is fast-paced and down to the wire.  In this game, players take on the role of Harry Dresden and his allies, investigating cases and taking on foes from the books. To accomplish this, you'll share a common pool of action points (called Fate points), and each player must choose between taking an action or generating Fate points each turn. Solve more cases than there are foes left standing to win!&#10;&#10;In short, each player plays a character from the novels (one of them is always Harry), taking on a shuffled scenario deck based on one of the books in the series. Using a combination of cards, dice, and teamwork, players attack foes, investigate cases, take advantages, and overcome obstacles to make sure they have the best possible odds for a win in the final showdown at the end of the book! Like any good cooperative game, it's hard to win (no fun if there's no challenge!), but always rewarding to play, and scales smoothly from one to five players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "2259",
    "Name": "Bob Ross: Art of Chill Game",
    "ID": 231696,
    "Year": "(2017)",
    "Geek Rating": "6.160",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/231696/bob-ross-art-of-chill-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7333",
    "Description": "If you want to paint with Bob Ross, you need to be chill, so whoever reaches maximum chill first in Bob Ross: Art of Chill Game wins.&#10;&#10;In the game, each player starts with three art supplies cards, with each card showing one of seven paints and one of four tools. (Some cards are jokers that serve as any color, but no tool.) Take one of the large double-sided painting cards, place it on the easel, and place Bob on the first space on the painting track.&#10;&#10;On a turn, the active player rolls the die and either draws an art supplies card, plays a paint to their palette, receives an extra action for the turn (four total), or both draws a &quot;Chill&quot; card and advances Bob on the painting track. Chill cards give all players a bonus, set up conditions that could give players extra points, and more.&#10;&#10;The player then takes three actions. Actions include drawing an art supplies cards, discarding two matching cards to claim the matching technique card (which is worth 2 points and 1 bonus point when used), sweep the art supplies card row, place a paint on their palette, wash half their palette, or complete a section of a painting. To take this latter action, the player needs to have all of the paint needed for one of the painting's three sections on their palette with no unneeded colors mixed in! The player scores points equal to the number of paints used, bonus points if they're the first or second to paint this, and additional points if they've painted this feature before Bob (i.e., did you paint this before the Bob figure reaches this space on the painting track.&#10;&#10;When someone has completed all three features on a painting or Bob has reached the end of the painting track, this work is complete! Remove it from the easel, and start a new painting. Players continue to take turns until someone reaches a maximum chill of 30 points, at which point they win the game instantly.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Celebrities: Bob Ross",
      "Components: Multi-Use Cards",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "2260",
    "Name": "Inkognito",
    "ID": 466,
    "Year": "(1988)",
    "Geek Rating": "6.159",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/466/inkognito",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1616",
    "Description": "Game description from the publisher:&#10;&#10;The goal of each agent in Inkognito is to complete a mission, together with his partner. At the beginning of the game, however, players don't know which mission they must fulfill!&#10;&#10;In the standard four-player game, each player guides one of four secret agents. The four characters are allied in pairs: Lord Fiddlebottom and Colonel Bubble are always partnered against Agent X and Madame Zsa Zsa. Each of the four agents is represented by one of four different figures, with different builds: tall, short, fat, thin. Only one of them represents the actual character controlled by a player. The other three figures represent spies which are friendly to him and that are trying to confuse the opposition.&#10;&#10;On a turn, a player shakes the Phantom of Prophecy randomizer to determine his three available actions, e.g., moving on a land route or a sea route. The player moves his figures, trying to reach spaces already occupied by the other players' figures or the Ambassador. When&#31; figures are in the same space, the current player gets the right to &quot;ask questions&quot; and inspect some of the cards of that player. By deduction and a logical process of elimination, he can draw conclusions as to the identity and intentions of the other players.&#10;&#10;The &#31;first goal of every agent is to discover which of the other players is his partner. This partner has the other half of the &quot;code&quot; indicating his secret mission. After discovering (or thinking he has discovered) the real identity of the other players, an agent must trade his secret mission card with his ally. This will reveal the final mission and what must be done to complete it. If either agent on a team completes the mission, both he and his partner win the game.&#10;&#10;There is another character with an important role in the game: the Ambassador. He can be used to get clearer information about the other characters. Everyone wants to meet him because he is well-informed and can be useful to accomplish your purposes, but he can also help your rivals, so do everything you can to keep him far from them.&#10;&#10;The 2013 version of Inkognito from Ares Games raises the maximum player count to five by allowing someone to play the Ambassador and move it during his turn. He can still gather clues when the other players question the Ambassador during their turn, and the other players can still gather clues from him. The goal of the Ambassador's player is to know everything about the other characters, guessing their identities and builds. If the Ambassador achieves &quot;perfect knowledge&quot; before a team accomplishes its secret missions, he wins the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Components: Marbles",
      "Components: Player Screens",
      "Country: Italy"
    ]
  },
  {
    "Rank": "2261",
    "Name": "Race! Formula 90",
    "ID": 125752,
    "Year": "(2013)",
    "Geek Rating": "6.158",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/125752/race-formula-90",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "270",
    "Weight": "3.5315",
    "Description": "Race! Formula 90 is a car-racing game simulating all the typical elements of a motor sport event: car strategies, weather changes, pit stops, tire management, overtaking, doubling, and of course damages and crashes.&#10;&#10;In Race! every game turn represents one or more laps of the track, and each player is in control of only one car. Other cars, called robots, move automatically on the track fighting between them and the human players. Players are provided with a set of racing cards and a car chart to keep track of all available resources (tires, damages, reliability). By playing racing cards, they move along the track and in so doing they spend resources. Movement can be affected by trajectories on the track, straight, corner and braking sections, opponents and other special events like yellow or blue flags.&#10;&#10;Braking sections have a particular feature: here players and robots can try late braking, a dangerous maneuver that allows them to overtake multiple cars simultaneously. Other maneuvers or cards require a &quot;check&quot;, e.g., playing a card with a check value lower than a predefined target.&#10;&#10;Strategies and driving skills are another key element of the game. Players must exploit these unique capabilities to gain against competitors while adapting their driving style to the actual race conditions. When using a strategy at his best, a player achieves a &quot;special&quot;, which allows him to draw a track card, which is usually more powerful than ordinary racing cards.&#10;&#10;Race! is a board game with no dice in which strategy and risk melt together to convey a truly intense and deep racing experience. Usually the winning player combines excellent management of his car together with a pinch of opportunism and bravery.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Race",
      "Simulation",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "2262",
    "Name": "Shamans",
    "ID": 313262,
    "Year": "(2021)",
    "Geek Rating": "6.158",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/313262/shamans",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9048",
    "Description": "Shamans try to restore harmony in a world threatened by Shadows. You'll need to pick a side.&#10;&#10;The game combines with ingenuity: hidden roles, competitive play and an original card playing mechanic.&#10;Each played card allows you to stabilise the spirit world, perform a Ritual, acquire an Artefact ; and together they will bring you closer to the final showdown between Shadows and Shamans.&#10;When time comes, the victor will be the one who managed to read through his rivals and stuck to the right side in this never-ending confrontation.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game",
      "Track Movement",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Spieleschmiede",
      "Theme: Druids",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2263",
    "Name": "Autobahn",
    "ID": 348554,
    "Year": "(2022)",
    "Geek Rating": "6.158",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/348554/autobahn",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.8053",
    "Description": "Autobahn is an economic strategy game about the building of the German motorway system over three periods of time spanning from the end of World War II to the present day.&#10;&#10;At the end of the second period (in 1990), the Unification opens up opportunities to further extend the network into the eastern part of the country.&#10;&#10;As a director within the BundesAutobahn Organisation, you are responsible for managing and developing the German Federal Highway System.&#10;&#10;&#226;&#128;&#139;Aside from building roads, you&rsquo;ll also be responsible for facilitating the transport of goods to neighbouring countries and constructing petrol stations to benefit from this new traffic.&#10;&#10;As you contribute to the development of the network, you gain seats at the administration boards of each highway, and they will increase your budget at the start of each period.&#10;&#10;Over the course of the game, your board members will eventually advance to more prestigious seats within the Bundesautobahn building, which instead will provide victory points at the end of the game.&#10;&#10;Plan ahead to optimize your efficiency: Each contribution you make builds your reputation and gains you access to new departments and scoring opportunities that better align with your chosen path to victory.&#10;&#10;&#226;&#128;&#139;The cards in your hand allows you to take actions on one of the 7 main Autobahns.&#10;You&rsquo;ll need to plan carefully and time your actions perfectly if you want to make the most of your hand before you need to collect your cards back.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "2264",
    "Name": "Conquest of the Empire",
    "ID": 17710,
    "Year": "(2005)",
    "Geek Rating": "6.158",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/17710/conquest-of-the-empire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.068",
    "Description": "This game is a remake of the 1984 classic that was part of Milton Bradley&#039;s Gamemaster Series.  In this game you are one of many Roman generals vying for power in Imperial Rome, employing legions, cavalry, and catapults to reach your objectives.&#10;&#10;This version of the game has two sets of rules, one set similar to the original version (except that it has fixed the broken catapult rules) and a new set of rules based on Martin Wallace&#039;s Struggle of Empires.&#10;&#10;Re-implements:&#10;&#10;    Milton Bradley&#039;s Conquest of the Empire (1984)&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Political",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "History: Byzantium"
    ]
  },
  {
    "Rank": "2265",
    "Name": "DungeonQuest",
    "ID": 472,
    "Year": "(1985)",
    "Geek Rating": "6.158",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/472/dungeonquest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.9234",
    "Description": "Players explore the ruins of Castle Dragonfire trying to reach the treasure chamber in the center of the dungeon and escape alive with as much treasure as possible. A limited number of turns before the game ends puts pressure on players to take risks and score rewards because anyone left in the dungeon when time runs out dies! A tile-laying system creates the maze-like dungeon and ensures that no two games are ever exactly the same.&#10;&#10;Originally published in Sweden as Drakborgen (Dragon Keep) in 1985 by Alga, a subsidiary of BRIO AB. Sold in Norway (Skatten i borgen) and Denmark (Drageborgen). Licenced to Germany (Schmidt Spiele) as Drachenhort, to Great Britain (Games Workshop) as DungeonQuest. A 2nd edition named Drakborgen Legenden was released in 2002 (never released outside Sweden). The game was re-licensed to FFG in 2010, who released the 3rd edition the same year. See the family entry for more information.&#10;&#10;Expanded by:&#10;&#10;    Drakborgen II (the Swedish expansion that upon Games Workshop's British release was split into the two below:)&#10;    Heroes for Dungeonquest&#10;    Dungeonquest: Catacombs&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Drakborgen Legenden&#10;    DungeonQuest (Third Edition)&#10;    DungeonQuest: Revised Edition&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Polyhedral (not D6) dice",
      "Creatures: Dragons",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Series: Drakborgen"
    ]
  },
  {
    "Rank": "2266",
    "Name": "Mantis Falls",
    "ID": 291847,
    "Year": "(2021)",
    "Geek Rating": "6.157",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/291847/mantis-falls",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7292",
    "Description": "Mantis Falls is a &quot;sometimes cooperative&quot; game of hidden roles, strategy and deduction for 2-3 players.&#10;&#10;As witness to something not meant to be seen, you must escape the dark mob-ruled town of Mantis Falls alive. You are told another witness will join you, and together you must use cooperation to survive the increasingly dangerous roads of the night. Your ability to work with another could be your greatest strength, but what if they are not who they claim to be?&#10;&#10;By the deal of hidden roles, each game could have only witnesses, meaning you must all survive together to win. Or there could secretly be an assassin hidden among you, subtly manipulating the situation and waiting for the right moment to strike.&#10;&#10;Inspired by shadowy film noir worlds, Mantis Falls is a thematic journey that requires players to continually weigh the value of cooperation against the implicit perils of trust. Hand management and facedown card play combine with opportunities for betrayal to create a detailed blend of strategy, player interaction and suspicion. At every turn, players make concealed moves and develop hidden plans, but will also have thorough conversations as they discuss tactics, defend choices and bluff to protect carefully guarded secrets.&#10;&#10;Mantis Falls is sometimes a game of competition balanced with indecision and sacrifice, and sometimes it is a game of cooperation challenged by doubts and distrust. With care, you may figure out which one you are playing before it's too late.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Hidden Roles",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "2267",
    "Name": "1754: Conquest – The French and Indian War",
    "ID": 206150,
    "Year": "(2017)",
    "Geek Rating": "6.157",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/206150/1754-conquest-the-french-and-indian-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3409",
    "Description": "Description from the publisher:&#10;&#10;It is 1754 and both France and Britain have thriving colonies in North America. New England has begun expanding into the Ohio River Valley but France has built a chain of forts extending from Lake Erie to protect their own claim on the land. Now fighting has erupted. France and its Native American Allies control the Ohio Valley but George Washington prepares an army to take it from them. A small war has started in the colonies between France and Britain but control of the world is at stake.&#10;&#10;In 1754: Conquest &ndash; The French and Indian War, players play as the French and British Factions who fought for dominance over the Americas. This war is known as the French and Indian War in the United States, the War of Conquest in Canada and was part of the Seven Years War which was fought around the world by the European Powers. The French players either play as the French Canadian Militia or the French Regulars. The British players play as the British Colonial Militias or the British Regulars. Both players can ally and fight with the Native Americans but the French start with more Native Allies.&#10;&#10;Players for each side work together in order to coordinate their strategies. To win, each side attempts to control Victory Spaces on the map that represent towns and forts. The militia players receive reinforcements from muster points while the French and English Regulars must ship their reinforcements from overseas. The game ends when the Treaty of Paris is signed and the side controlling the most cities wins the game.&#10;&#10;1754 Conquest Introduces:&#10;&#10;1. Strategic Forts - Forts allow defenders an opportunity to negate hits in battle!&#10;2. Valuable Muster Points - The new muster system for Native American and Colonial forces makes strategic alliances more dynamic and game changing!&#10;3. Important Harbor Regions - Harbor regions govern regional reinforcements from British and French Regular Troops!&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "History: French and Indian War",
      "Series: Birth of America (Academy Games)",
      "Theme: Colonial",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "2268",
    "Name": "City of Spies: Estoril 1942",
    "ID": 169318,
    "Year": "(2015)",
    "Geek Rating": "6.157",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/169318/city-of-spies-estoril-1942",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Estoril is small town near Lisbon, Portugal. Having a casino, beach and wonderful weather, the region was a center of diplomacy -- and spying -- during World War II.&#10;&#10;In&nbsp;City Of Spies: Estoril 1942, players are competing against each other to form the most powerful and influential secret organization of spies. Based on historical facts, the game takes place on famous locations in Estoril.&#10;&#10;Six locations are randomly selected to be used for the first round, such as casinos, hotels, beaches, etc. Control of these will be fought over in each of the four rounds of the game. Special Agents are then placed on each location as the reward for who have the most influence on that location.&#10;&#10;Players begin the game with the same hand of Agents (tiles) and will take turns placing these tiles in the open spaces of the various locations on the board. At the end of each round players check each location to see which player gains the reward for that location.&#10;&#10;At the end of the fourth round, players will total up the points of their Agents plus any special game objective they might have completed. Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Modular Board",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Cities: Estoril (Portugal)",
      "Country: Portugal"
    ]
  },
  {
    "Rank": "2269",
    "Name": "Compounded",
    "ID": 118174,
    "Year": "(2013)",
    "Geek Rating": "6.156",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/118174/compounded",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4146",
    "Description": "Compounded is a game about building chemical compounds through careful management of elements, a fair bit of social play and trading, and just a bit of luck. In Compounded, players take on the roles of lab managers, hastily competing to complete the most compounds before they are completed by others &ndash; or destroyed in an explosion. Some compounds are flammable and will grow more and more volatile over time; take too long to gather the necessary elements for those compounds and a lot of hard work will soon be scattered across the lab.&#10;&#10;Although Compounded does involve a fair share of press-your-luck tension and certainly some strategic planning, the most successful scientists will often be those who strike a good trade with their fellow lab mates. Players are able to freely trade elements, laboratory tools, and even favors &ndash; if there is truly honor among chemists!&#10;&#10;",
    "Categories": [
      "Educational",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "2270",
    "Name": "DroPolter",
    "ID": 405537,
    "Year": "(2023)",
    "Geek Rating": "6.156",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/405537/dropolter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Your hand is always full in DroPolter, which makes it a challenge to drop only the correct items that the ghosts want to see.&#10;&#10;To start the game, each player has a hand of five items: a red plastic cube, a blue wooden key, and so on. Each round, someone flips the top card of the deck, then players race to drop only the correct items from their hand. If you drop something you shouldn't, you're out for the round. If you're the first player who drops everything correctly, congratulations! You're rewarded with a tiny bell...that is placed in your hand and cannot be dropped in the future.&#10;&#10;The first player who collects five bells wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Components: Unique Game"
    ]
  },
  {
    "Rank": "2271",
    "Name": "Lotus",
    "ID": 198525,
    "Year": "(2016)",
    "Geek Rating": "6.156",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/198525/lotus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4423",
    "Description": "Lotus is a beautiful game that grows into a unique work of art every time you play.&#10;&#10;Clear your head and take in the quiet strength of the lotus garden. It takes skillful care and nurturing to grow these flowers to their full potential, but, once picked, they provide their owner with wisdom. Beware, for there are others who will do anything they can to get their hands on these mystical flowers. You'll need to enlist the help of creatures native to this land to take control of the lotus garden and achieve true enlightenment.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Kill Steal",
      "Layering",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Google Play",
      "Mechanism: Partially overlapping cards",
      "Theme: Flowers",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "2272",
    "Name": "2 de Mayo",
    "ID": 36522,
    "Year": "(2008)",
    "Geek Rating": "6.156",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/36522/2-de-mayo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1629",
    "Description": "2 de Mayo is an abstract game of the terrible incidents that took place in Madrid on May 2, 1808. On that date, civilians in Madrid &mdash; and a few Spanish army units &mdash; rebelled against the French occupation troops of Napoleon.&#10;&#10;2 de Mayo is a bilingual (English and Spanish) boardgame for two players, in which each player controls the forces of one side, either Spanish or French. The game lasts 10 turns and takes about 20-30 minutes to play.&#10;Each turn is divided into four phases:&#10;&#10;     Preparation&#10;     Orders&#10;     Movement&#10;     Resolution&#10;&#10;&#10;At the end of Turn 10, the French player achieves victory if all the Spanish forces have been eliminated, all the access areas to Madrid are French garrisoned and has not lost four or more cubes. If a French victory does not apply, the Spanish player wins.&#10;&#10;The game includes:&#10;&#10;     board showing the old map of Madrid, divided in 21 areas or zones&#10;     41 wooden cubes: 30 blue (representing the French troops), 10 red (representing the Spanish civilians and troops), and 1 unpainted used as the turn marker.&#10;     22 event cards, 11 French (blue back); and 11 Spanish (red back)&#10;     2 player aid cards&#10;     1 turn track card&#10;     rulebook, including historical commentaries and a full example of play&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Paper-and-Pencil",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Cities: Madrid (Spain)",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Series: Two-Player Games (Gryphon Games)"
    ]
  },
  {
    "Rank": "2273",
    "Name": "Nimalia",
    "ID": 361850,
    "Year": "(2023)",
    "Geek Rating": "6.156",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/361850/nimalia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Design the best Animal Sanctuary while playing 5 rounds.&#10;&#10;Each round, players will draw 3 cards, place one, and pass the rest (simple drafting phase). Each card is composed of 4 biomes, each containing an animal. When you place a card, you must cover AT LEAST one biome. The whole Sanctuary must not exceed 6 x 6.&#10;&#10;Each game will have a different pool of scoring objectives. Each round will only count some of the objectives chosen for the game, so you'll have to modify your sanctuary throughout the game in order to score the most points.&#10;&#10;At the end of the 5 rounds, the player who earned the most points becomes the winner!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Grid Coverage",
      "Layering",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Giraffes",
      "Animals: Lions",
      "Animals: Pandas",
      "Animals: Penguins",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Partially overlapping cards",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "2274",
    "Name": "Infinity N3: Core Book",
    "ID": 21133,
    "Year": "(2005)",
    "Geek Rating": "6.155",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/21133/infinity-n3-core-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.9208",
    "Description": "One hundred and seventy-five years into the future - Humanity has managed to survive despite itself, but for how much longer?&#10;&#10;Infinity is a game with 28mm high metal miniatures that simulates combat and special operations in a science fiction environment with Manga aesthetics.&#10;&#10;The Great Powers in conflict are: PanOceania, the Superpower: Leadership &amp; Technology. Yu Jing, the Asian Power: Modernity &amp; Tradition. Haqqislam, the New Islam: Wisdom &amp; Bravery. Ariadna, the Lost Colony: Resistance &amp; Tenacity. Nomads, the Nonconformists: Rebellion &amp; Resourcefulness. The Combined Army, the Alien Threat: Power from Deep Space. Mercenaries, the Profession of War.&#10;&#10;The Infinity game system is fast, spectacularly realistic and offers enormous tactical flexibility.&#10;&#10;INFINITY uses a new and dynamic system that allows both players to be active during each turn.&#10;&#10;Choose your army, select the best men and women to form your elite combat group, the mission vital, the hour has come!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Measurement Movement",
      "Order Counters",
      "Secret Unit Deployment",
      "Three Dimensional Movement",
      "Zone of Control"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: Corvus Belli's Infinity Universe",
      "Theme: Anime / Manga",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "2275",
    "Name": "Tiny Epic Defenders (Second Edition)",
    "ID": 238656,
    "Year": "(2018)",
    "Geek Rating": "6.154",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/238656/tiny-epic-defenders-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.0556",
    "Description": "Aughmoore is in ruins. The evil could not be contained and its darkness has spread to every region of the world. Shattering villages and infecting all forms of life. There has never been a more dire need for Heroes. Everyone who remains must rise up, must unite, and must risk everything to preserve what little spirit remains.&#10;&#10;Tiny Epic Defenders is a riveting small-box cooperative game and it's back with an all new edition featuring new art, new abilities, ITEMeeples and new rules making for more exciting gameplay than ever before!&#10;&#10;What's new:&#10;&#10;     Revamped gameplay - Many rule changes, small and large, has taken place to re-balance and enrich the game, including new character powers, new powers for Outer Regions, and completely redesigned Epic Foes, along with many subtle changes to the setup and rules.&#10;     All new art - Completely redesigned to get in line with the current art direction of Tiny Epic line.&#10;     ITEMeeples - Items have been redesigned to be permanent additions and this is artistically represented with ITEMeeples, first introduced in Tiny Epic Quest.&#10;&#10;&#10;&#10;For a deluxe edition of this game, see Tiny Epic Defenders (Second Edition): Deluxe Edition&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Chit-Pull System",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Game: Tiny Epic Defenders",
      "Series: Tiny Epic (Gamelyn Games)",
      "Setting: Aughmoore"
    ]
  },
  {
    "Rank": "2276",
    "Name": "March of the Ants",
    "ID": 156496,
    "Year": "(2015)",
    "Geek Rating": "6.154",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/156496/march-of-the-ants",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.716",
    "Description": "As spring dawns the great thaw begins. Deep beneath the lush meadow grasses the queen stirs in her nest and the colony comes to life. Soldiers venture forth, battling centipedes while clashing with opposing colonies for territory. Workers dig an ever-expanding network of tunnels in their tireless search for food. The first larvae hatch and it is clear this generation will be different: the young colonies rapidly evolve into a multitude of new forms. The ants march out to claim the meadow as their own.&#10;&#10;In March of the Ants, you create the shared Meadow board by sending your ants to explore it, revealing and strategically placing two dozen unique tiles like Fern, Pebble, and Nest of Centipedes.&#10;&#10;Populate new territory by breeding larvae and marching your ants onto collection sites. Will you engage competing colonies in battle, seeking to claim the land for yourself? Or will you establish peaceful, symbiotic relationships and share the spoils? All of this must be done while carefully managing the resources in your underground nest.&#10;&#10;Forage for Event Cards like Strange Appetite, Cold Snap, and Fungal Outbreak to impact the entire board &ndash; or just one unlucky opponent.&#10;&#10;Mutate your colony with special Evolution Cards like the Trap Jaw head, Weaver thorax, and Leaf Cutter abdomen. What weird and wondrous path will your colony&rsquo;s evolution take: advanced Workers, fearsome Soldiers, or a fertile Queen?&#10;&#10;Emerge triumphant by scoring Colony Points as your ants explore and control the Meadow. Search for Colony Goals like Epic Stores, Followers of the Eyeless, and Extensive Tunnels to plan your route to victory.&#10;&#10;March of the Ants takes strategy underground&hellip;literally!&#10;&#10;",
    "Categories": [
      "Animals",
      "Civilization",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Ants",
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "2277",
    "Name": "Custom Heroes",
    "ID": 223049,
    "Year": "(2017)",
    "Geek Rating": "6.153",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/223049/custom-heroes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6279",
    "Description": "Custom Heroes is a card-crafting, climbing trick game in which plastic cards are added to sleeves in order to modify the cards already in those sleeves.&#10;&#10;Please note: Custom Heroes is shipped with a protective plastic film on each card which should be removed prior to play. Once removed the colors will be more vibrant and it will be easier to see cards in a stack inside a sleeve.&#10;&#10;The players attempt to win rounds by getting rid of their cards as quickly as possible using the classic climbing trick mechanic.  e.g. If a player leads with three 4s then the next player must play three of a kind of equal or higher value.  When all players pass, the last player to have played cards leads a new trick with whatever card or set of equal cards they want. Go out of cards first for first place, second for second, etc.&#10;&#10;However, you also have advancements you can sleeve onto your cards. These may increase or decrease the value of the cards, or even add new abilities such as turning a card into a wild or reversing the direction of the values (i.e. you are now playing lower numbers instead of higher) or making cards count as multiple copies of themselves, etc.&#10;&#10;But since all of the cards are reshuffled and dealt to start a new round, the changes you made may end up with someone else (and vice versa), and the common distribution of values will begin to change and shift over multiple hands. Thus, a good strategy must factor in not just doing well in the current hand, but also managing your resources (card advancements) over multiple hands and maximizing their impact though well timed plays.&#10;&#10;You earn points and more advancements based on your end of round position. Be the first player to go out each round and gain the most points, but draw fewer new advancements for the next hand. To win a player must first get to 10 points, and then win a hand.&#10;&#10;Inspired by the public domain game Daihinmin&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Layering",
      "Lose a Turn",
      "Matching",
      "Predictive Bid"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Transparent Elements",
      "Series: Big in Japan (AEG)",
      "Series: Card Crafting System (AEG)"
    ]
  },
  {
    "Rank": "2278",
    "Name": "Ardennes '44: The Battle of the Bulge",
    "ID": 7858,
    "Year": "(2003)",
    "Geek Rating": "6.153",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/7858/ardennes-44-the-battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6842",
    "Description": "December 16, 1944&#10;After a period of fog, rain, and snow blankets the area, three German armies unleash 26 divisions against thinly held American lines in the Ardennes forest of Belgium and Luxembourg. The objective of the Germans is to push through the Ardennes, then cross the Meuse River and head for Antwerp. Hitler hopes to split the Allied armies apart and smash their vital supply port at Antwerp. Can the Americans stop them?&#10;&#10;Historically, the German army trampled the American VIII Corps and penetrated within two miles of the Meuse. The Americans stubbornly fought the Germans at many critical crossroads slowing and then stopping Germany's elite forces. Historically, the German offensive achieved little except to create a &quot;bulge&quot; in the American line.&#10;&#10;Ardennes '44 explores this fascinating campaign with a detailed order of battle and an extremely accurate Ardennes game map which covers the area from the Our River to the Meuse. Ardennes '44 covers the period from December 16th to the 26th. Two shorter one-map scenarios are included which cover the initial stages of the German attack. The Ardennes '44 game system is designed by Mark Simonitch, winner of the CSR James F. Dunnigan Award for Design Elegance and Best WWII Board Game of 2000 for Ukraine '43: The Soviet Summer Offensive Against Army Group South.&#10;&#10;The result is Ardennes '44, a game that both the &quot;Bulge enthusiast&quot; and the casual player will enjoy. German attacks follow historical advance routes, and the Bastogne and St. Vith defense perimeters are often as large as they were historically (instead of one big stack of units in the town itself). The Allied player has a chance at holding Elsenborn Ridge and making the Germans pay dearly for the twin villages of Rockerath and Krinkelt. Likewise, the German player has an equal chance of changing history and reaching the Meuse River.&#10;&#10;TIME SCALE: 12 hours per turn&#10;MAP SCALE: 1.6 miles per hex&#10;UNIT SCALE: Regimental-level including battalions for tank units and some infantry battalions&#10;NUMBER OF PLAYERS: One or two&#10;SPECIAL FEATURES: &raquo;Night Turns &raquo;Tank Destroyers &raquo;Weather &raquo;Air Supply &raquo;Determined Attack/Defense Options &raquo;Traffic Jams &amp; Roadblocks &raquo;Bridge Demolition/Construction &raquo;Disengagement &raquo;Armor ratings &raquo;Corps level artillery &raquo;von Der Heydte's parachute battalion &raquo;Skorzeny's 150th Panzer Brigade&#10;&#10;DESIGNER: Mark Simonitch&#10;DEVELOPER: Tony Curtis&#10;MAP ART &amp; COUNTER ART: Mark Simonitch&#10;&#10;COMPONENTS (1st edition)&#10;    570 full-color 9/16&quot; counters&#10;    One and a half Full-color Mapsheets (total size 30&quot; x 37&quot;)&#10;    40 Page Rulebook/Playbook (with examples of play and designer's notes)&#10;    Two Player Aid Cards&#10;    One Quick-start Setup Display&#10;    Two 6-sided Dice&#10;&#10;(from GMT website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Series: ZOC Bond System",
      "War Battlespace: Land warfare",
      "War Level of Command: Operational"
    ]
  },
  {
    "Rank": "2279",
    "Name": "Nine Tiles Panic",
    "ID": 279869,
    "Year": "(2019)",
    "Geek Rating": "6.153",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/279869/nine-tiles-panic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2759",
    "Description": "In Nine Tiles Panic (&#227;&#131;&#138;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171; &#227;&#131;&#145;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#130;&#175;), each player has a set of nine double-sided town tiles.&#10;&#10;At the start of a round, three scoring cards are revealed, such as most aliens on a single road, most dogs visible, or longest road. All player then race to assemble their town in whatever pattern seems best, trying to score points for one, two, or three of the scoring cards as they wish. As soon as the first player decides that they're done, they flip the sand timer and everyone else has 90 seconds to complete their town, then players determine who scores for which cards, with ties being broken in favor of whoever finished first. Players score points based on the number of players in the game, and players track their score on a chart over multiple rounds.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time",
      "Tile Placement"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "2280",
    "Name": "Legendary: Buffy The Vampire Slayer",
    "ID": 210290,
    "Year": "(2017)",
    "Geek Rating": "6.152",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/210290/legendary-buffy-the-vampire-slayer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2174",
    "Description": "Legendary: Buffy The Vampire Slayer is the newest addition to the Legendary series. In Legendary, a semi-cooperative deck-building game, 1 to 5 players use fan-favorite characters including Buffy, Angel, Willow, and Giles and attempt to stop a Big Bad and their nefarious Schemes. Players win the game if the Big Bad is beaten four times, and lose if the Big Bad is able to complete their Scheme.&#10;&#10;Based on the popular TV series only, Legendary: Buffy the Vampire Slayer features a light/dark track that influences characters' strength, which is meant to boost the thematic feeling.&#10;&#10;This 500 card core set includes:&#10;15 Heroes&#10;5 Big Bads&#10;7 Villain Groups&#10;5 Henchmen Villain Groups&#10;8 Schemes&#10;40 Watchers&#10;20 Initiative Soldiers&#10;15 Potential Slayers&#10;30 Bystanders&#10;30 Wounds&#10;11 Scheme Twists&#10;5 Master Strikes&#10;also includes 60 Dividers&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Game: Legendary (Upper Deck Entertainment)",
      "Misc: LongPack Games",
      "Theme: TV Detectives",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "2281",
    "Name": "Impulse",
    "ID": 144239,
    "Year": "(2013)",
    "Geek Rating": "6.152",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/144239/impulse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.0458",
    "Description": "Impulse is a quick-playing 4X (explore, expand, exploit, and exterminate) game set in space with the game board being composed of cards that have actions on them. Players also have cards in hand, and in addition to featuring one of ten possible actions, these cards have a color (red, yellow, blue or green) and a size (1, 2 or 3, as indicated by the number of icons on the card). Each card also has six edges, and these edges connect adjacent cards in the hex-shaped playing area.&#10;&#10;The cards in the playing area start face down, with each player controlling a card(their Home) on a corner of this area. Each player has two transport ships in the center of his Home card and a cruiser on an edge. Cruisers are used to patrol sectors of space and destroy opposing transports, while transports let you activate sectors that you enter.&#10;&#10;On a turn, a player adds a card to the Impulse from his hand, then (optionally) performs an action for a tech in his playing area, then (optionally) performs all the actions in the Impulse, then draws two cards and adds them to his hand. The Impulse is a line of cards shared by all players that changes turn by turn as players add cards to it and as cards fall off once it reaches maximum size. Thus, players need to feed the Impulse with actions that benefit them more than opponents, but that's easier said than done.&#10;&#10;When you perform actions &ndash; whether from moving transports to them or using the Impulse &ndash; you can boost them by having minerals of the same color or lots of transports. Each action has a single numeral on it, e.g., &quot;Command [1] ship for one jump&quot; or &quot;Build [1] cruiser at home&quot;; when you boost an action, you increase that numeral.&#10;&#10;Players score points by destroying enemy ships (one point per ship), by controlling edge spaces on the central card (one point per edge), and by taking other actions via cards. The first player to score 20 points wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Race",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "2282",
    "Name": "Aeon's End: Legacy of Gravehold",
    "ID": 331212,
    "Year": "(2021)",
    "Geek Rating": "6.152",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/331212/aeons-end-legacy-of-gravehold",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.4583",
    "Description": "Aeon&rsquo;s End: Legacy of Gravehold is the second legacy game in the Aeon&rsquo;s End line of games. Legacy of Gravehold has a deeper, more immersive narrative with branching paths. After each game, players will receive experience. They will spend that experience on enhancement stickers, those along with player cards will allow the players to become more powerful. However, the nemeses that players will face grow stronger and stronger with each battle.&#10;&#10;Legacy of Gravehold has more than twice as many mages as all previous base sets, and more than twice as many nemeses as well.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Legacy Game",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Aeon's End",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2283",
    "Name": "Codenames: Deep Undercover",
    "ID": 205158,
    "Year": "(2016)",
    "Geek Rating": "6.152",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/205158/codenames-deep-undercover",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3243",
    "Description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their CODENAMES.&#10;&#10;In Codenames: Deep Undercover, two teams compete to see who can make contact with all of their agents first. Spymasters give one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team. And everyone wants to avoid the assassin.&#10;&#10;Codenames: Deep Undercover' can be played as a standalone game or combined with other Codenames titles.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Mature / Adult",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "Versions & Editions: Adult Versions of Family-Friendly Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "2284",
    "Name": "Escape from Colditz",
    "ID": 715,
    "Year": "(1973)",
    "Geek Rating": "6.152",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/715/escape-from-colditz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2235",
    "Description": "Escape From Colditz is a 1-vs-many semi-cooperative game where one player is the Security Officer of the German forces, and the others are Escape Officers for various nationalities or prisoners of war (POWs).  Escape Officers try to acquire the equipment they need for a successful escape (rope, wire cutters, etc.), while the Security Officer tries to hinder them by putting them in solitary confinement and consficating their equipment.&#10;&#10;Play lasts for a pre-determined length of time or number of rounds.  If an Escape Officer can free a pre-determined number of POWs (usually 2) before then, they win. Otherwise the Security Officer wins.&#10;&#10;The game was co-designed by Major PR Reid, a British soldier who was one of the few to actually successfully escape from Colditz during the Second World War.&#10;&#10;",
    "Categories": [
      "Adventure",
      "World War II"
    ],
    "Mechanics": [
      "Elapsed Real Time Ending",
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Roll / Spin and Move",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Cities: Colditz (Saxony, Germany)",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "2285",
    "Name": "Hunt for the Ring",
    "ID": 216070,
    "Year": "(2017)",
    "Geek Rating": "6.151",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/216070/hunt-for-the-ring",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.1613",
    "Description": "In Hunt for the Ring, one player takes the role of Frodo and his companions, who are journeying from the Shire to Rivendell, while up to four other players represent the Nazg&ucirc;l who are trying to hunt down the hobbits. While traveling, Frodo and others must resist being corrupted by the Ring that he wears.&#10;&#10;Hunt for the Ring is a hidden movement game played in two chapters, with each chapter being played on a different game board. In the first chapter, the Frodo player attempts to move from the Shire to Bree, gaining corruption points if they fail to do so after sixteen turns. If the Frodo player succeeds, they can either record their exit point (and other game details) to play the second chapter at a later time, or they can continue immediately, with the second chapter having the Frodo player move from Bree to Rivendell. In this chapter, the Frodo player doesn't control the hobbits directly, but instead draws cards from a journey deck, with each card showing one of many paths to Rivendell.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Mechanism: Hidden Movement",
      "Players: One versus Many",
      "Series: War of the Ring (Nexus/Ares Games)"
    ]
  },
  {
    "Rank": "2286",
    "Name": "Things in Rings",
    "ID": 408547,
    "Year": "(2024)",
    "Geek Rating": "6.151",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/408547/things-in-rings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.4545",
    "Description": "In the center of the table, place the Rings and form a triple Venn diagram. Designate one player to be &quot;The Knower.&quot; The Knower knows the different logic rules for each Ring and will facilitate the game. All other players start with a hand of five object cards.&#10;&#10;Depending on the Ring, the logic rules will be related to different characteristics, like spelling, grammar, physical properties, cultural relevance, or industry.&#10;&#10;On your turn, place an object card from your hand into the Venn diagram. If it fits that ring's rules, place another card. If it doesn't fit the rules, &quot;The Knower&quot; moves the card to the right area. The player then draws another card.&#10;&#10;The point of the game is to get rid of all of your cards. Can you figure out the Rings' logic before your opponents? Don't forget, you can play in the overlapping spots of the Venn diagram, or even outside it completely!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Induction"
    ],
    "Families": [
      "Series: Small Box Big Game (Allplay)"
    ]
  },
  {
    "Rank": "2287",
    "Name": "Cube Quest",
    "ID": 137330,
    "Year": "(2013)",
    "Geek Rating": "6.150",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/137330/cube-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1067",
    "Description": "Cube Quest is a dexterity game in which lightweight hollow cubic dice are flicked across custom rubber mats. Cubes that leave the mats are defeated. Play alternates until someone wins by defeating the enemy king. Cubes also risk defeat in enemy territory; if they land &quot;shadow&quot; side up, they have been captured and must be rolled, like dice, to determine whether they escape.&#10;&#10;The cubes have different strengths and special abilities, such as taking extra flicks, immobilizing enemy cubes, reviving lost cubes, and hiding before strategic re-positioning.&#10;&#10;The game allows for custom army building using a simple point system. Pre-battle setup involves a tactical selection of cubes worth a total of 40 points maximum to fight alongside their king. Each player also chooses how to position their cubes, creating individual attack and defense formations and structures!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Pattern Building"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2288",
    "Name": "Pathfinder Adventure Card Game: Wrath of the Righteous – Base Set",
    "ID": 169416,
    "Year": "(2015)",
    "Geek Rating": "6.149",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/169416/pathfinder-adventure-card-game-wrath-of-the-righte",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0455",
    "Description": "Game description from the publisher:&#10;&#10;The Abyss awaits! When the city of Kenabres is destroyed by a horde of demons, only you can save the world! In Wrath of the Righteous, the epic new Adventure Path for the Pathfinder Adventure Card Game, you will travel to the Abyss to battle the malevolent minions of the demon lord Deskari. Along the way, you'll become mythic heroes that rival the greatest legends the world of Golarion has ever known. The saga begins in the Pathfinder Adventure Card Game: Wrath of the Righteous Base Set.&#10;&#10;This cooperative strategy card game lets 1-4 players enter the hellish Worldwound. Choose from seven characters, each with a different style of play. Build a deck of powerful boons which will grow according to your desires as you advance in power by conquering challenges. Eventually, you'll gain a mythic card, which will allow you to warp the rules of the game and use the first-ever 20-sided die to appear in a Pathfinder Adventure Card Game release.&#10;&#10;The Pathfinder Adventure Card Game: Wrath of the Righteous Base Set contains:&#10;&#10;&#10;    More than 500 cards featuring a new set of boons for your characters to collect, and never before seen monsters and barriers of a decidedly abyssal nature.&#10;    Seven character classes, including the all-new arcanist, cavalier, inquisitor, and summoner.&#10;    The Worldwound Incursion Adventure Deck, a 110-card deck that begins the Wrath of the Righteous Adventure Path.&#10;    A complete set of six polyhedral dice, including the first d20 in the Pathfinder Adventure Card Game.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Move Through Deck",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Mechanism: Campaign Games",
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)",
      "Setting: Pathfinder"
    ]
  },
  {
    "Rank": "2289",
    "Name": "Marvel Dice Masters: Age of Ultron",
    "ID": 168998,
    "Year": "(2015)",
    "Geek Rating": "6.149",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/168998/marvel-dice-masters-age-of-ultron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "Marvel Dice Masters: Age of Ultron is a collectible dice-building tabletop game designed by Quarriors! creators Michael Elliott and Eric M. Lang.&#10;&#10;In this game, each player fields one of the superhero teams, with each hero &mdash; Rocket Raccoon, Groot, Captain Marvel, Daredevil, Kang and more &mdash; being represented by custom-tooled dice; each team must be composed of 15 dice, and a player can &quot;purchase&quot; dice only from his team. Each hero also has one or more character reference cards, which show the special abilities for the characters based on the die rolls. Different versions of these cards will be available in booster packs, allowing for more customization of your team. Players use these dice to collect energy, recruit new heroes, and battle head-to-head. In addition, each player brings two basic action cards to the game, which are placed in the center of the table; both players can purchase these cards. A player wins once the opposing player has been reduced to zero life.&#10;&#10;The Marvel Dice Masters: Age of Ultron starter set comes with 44 custom dice, 38 cards, two dice bags, and a core rulebook. Booster packs include two dice with two matching character cards.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "2290",
    "Name": "Joan of Arc: Orléans Draw & Write",
    "ID": 364641,
    "Year": "(2022)",
    "Geek Rating": "6.149",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/364641/joan-of-arc-orleans-draw-and-write",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3438",
    "Description": "In Joan of Arc: Orl&eacute;ans Draw &amp; Write, 1-5 players draft followers that will help them move about France, gather goods, build buildings, establish trading stations, make money, and contribute to beneficial deeds. The player who can best utilize the followers they choose will score the most points and win.&#10;&#10;In slightly more detail, each round, a number of follower tiles are pulled from a bag. Players take turns drafting the followers and taking actions that correspond to the follower they've chosen. After all the followers have been drafted, the bag resets until you've exhausted one bag per player.&#10;&#10;In the solo mode, you compete directly against Joan of Arc at one of three difficulty levels.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Cities: Orléans (France)",
      "Country: France",
      "Digital Implementations: Tabletopia",
      "Historical Figures: Joan of Arc",
      "Mechanism: Flip-and-Write",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "2291",
    "Name": "Elasund: The First City",
    "ID": 19526,
    "Year": "(2005)",
    "Geek Rating": "6.149",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/19526/elasund-the-first-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7266",
    "Description": "This is the second game in the 'Abenteuer Catan' (Catan Adventures) series that started with Candamir: The First Settlers. The theme of Elasund is based on the 'Die Siedler von Catan' novel written by Rebecca Gabl&eacute;, itself based on the original The Settlers of Catan game. In Elasund, players compete and cooperate to build the premier city of Catan.&#10;&#10;",
    "Categories": [
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Catan"
    ]
  },
  {
    "Rank": "2292",
    "Name": "Covert",
    "ID": 187653,
    "Year": "(2016)",
    "Geek Rating": "6.149",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/187653/covert",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Control your network of spies, gather intel, and break codes in Covert, a game of tactical dice placement, set collection, and timing set in Cold War Europe. Players race to complete high risk Missions by deploying their agents and acquiring the necessary equipment, all while keeping an eye on the needs of future missions and the advances of rival agencies.&#10;&#10;Each round, players roll their hand of dice and in turn allocate them to different actions, like moving their Agents, acquiring Agency Cards, completing and acquiring new Missions, and more. Dice are placed on action circles that require players to place their dice numerically adjacent to dice that have already been placed, allowing for rival agencies to thwart their plans &mdash; but a good Agent always has a backup plan, and there are ways around everything that stands in your way.&#10;&#10;Covert combines simple concepts with a depth of play that allows players the freedom to combine special abilities and card combos to complete their Missions and overcome obstacles. Utilize your assets. Make your move. Don't let anyone stand in your way.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Push Your Luck",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "History: Cold War",
      "Series: Madison Game Design Cabal"
    ]
  },
  {
    "Rank": "2293",
    "Name": "Guilds of London",
    "ID": 134157,
    "Year": "(2016)",
    "Geek Rating": "6.149",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/134157/guilds-of-london",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.0588",
    "Description": "London: The biggest, most important and richest city in England in the late medieval and early modern periods.&#10;&#10;The Guilds played a major role in the lives of London's citizens, controlling the way in which trade, manufacturing and business was conducted in the city. The members of the guilds were rich men, who were appointed to the most influential positions in the community and wielded immense civic power. The chief representative of the Guilds became the Lord Mayor of London, and the leading delegates of the Guilds became his Aldermen. Other members of the Guilds were the burghers of London. The Guilds ran the city and controlled its commerce; each had its own Hall and its own Coat of Arms.  Representatives of the Guilds met at the Guildhall to discuss the great issues of the day.&#10;&#10;In Guilds of London, you place your liverymen in strategic Guilds, building your power base, so that you can achieve the status of Master in many of them. You also have the opportunity to spread your power into the commercially valuable Ulster or Virginia plantations. Control of each Guild provides victory points and additional actions that you can exploit, so that you can control the future development of the city.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Components: Multi-Use Cards",
      "Crowdfunding: Verkami",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "2294",
    "Name": "A Game of Thrones: Catan – Brotherhood of the Watch",
    "ID": 229218,
    "Year": "(2017)",
    "Geek Rating": "6.148",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/229218/a-game-of-thrones-catan-brotherhood-of-the-watch",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.5769",
    "Description": "The Brothers of the Night's Watch seek a new leader from among their ranks. Jeor Mormont wishes to promote one who can improve the infrastructure of the Gift, the bountiful and undeveloped area south of the Wall bestowed to the Watch by the Starks thousands of years ago. Drawing sustenance from the unforgiving landscape of the north offers enough challenges, but whomever takes up this task must also man and defend the Wall against the onslaught of Wildlings fighting their way into Westeros. Many brothers now compete to build, defend, and do what they can to protect Westeros, but only one shall rise above their brothers to become the new Lord Commander. But be wary &mdash; the north holds many dangers, and winter is coming.&#10;&#10;A Game of Thrones Catan: Brotherhood of the Watch is based on the classic Settlers of Catan base game. In this game, each area in the Gift supplies one of five resources: lumber, brick, wool, grain, and ore. The barren Ice Fields, however, produce nothing. Players take on the role of Brothers of the Night's Watch and use these resources to strengthen their hold on the north by building roads, settlements, and keeps; recruiting guards for their patrol; or buying development cards. Each of these acts bring players increased power and recognition through the awarding of victory points. The objective will be familiar to players of the original Catan; the first player to achieve ten victory points wins the game and becomes the new Lord Commander of the Night's Watch.&#10;&#10;But this is not as easy as it sounds as the area surrounding the Gift can be treacherous. Wildings from north of the Wall have crossed over and follow their own rules of honor, which often conflict with the laws of Westeros. One of their ranks, Tormund Giantsbane, does not respect the Watch's claim to the land as he moves throughout the Gift, robbing resources from the Brothers sent to provide for their Order. While Tormund runs amok south of the Wall, Wildling forces gather in the Frostfangs, awaiting an opportune moment of weakness to breach the Watch's defenses and spread throughout the fruitful lands of Westeros. In addition to building within the Gift, players must strategically balance their resources to defend the Realm from Wildling raiders.&#10;&#10;Each player may recruit up to seven brothers from the prisons of Westeros to don their specific color and man their section of the Wall. When the Wildings attack, each player must use their guards to fend off the onslaught. If there are more guards than Wildings, the Wall stands. If there are not, the Wildings invade the Gift and pillage the settlements and keeps therein. Yet loyalty only goes so far &mdash; guards are useless defending the Wall from Climbers who slip past them, and if they encounter a Giant, at least one guard is bound to desert his post.&#10;&#10;Each player also has a hero to aide in their toil, based on the order of play. The first player will utilize the talents of the Lord Commander himself, Jeor Mormont, while the second player will enjoy the company of Samwell Tarly, the third will work with Bowen Marsh, and the fourth will employ the services of Master Builder Othell Yarwyck. Each hero offers a unique ability to each player which they can use up to twice during the game. Once a hero's ability has been used, players have a choice to keep that hero or choose another of the eleven heroes to aide them. Players should factor the heroes' abilities into their strategy to quickly earn victory points and gain renown within the Watch.&#10;&#10;The Wildling invasion marks the truest test of the Brothers of the Watch and your own competency as a commander. A failure at the Wall has a devastating impact on the Gift, even if it does not destroy the players. A Game of Throne Catan: Brotherhood of the Watch has two forms of victory, though one may feel hollower than the other. Victory occurs when a player has both improved the infrastructure of the Gift and successfully kept it safe from invaders. This is shown when a player has achieved ten victory points by any combination of building keeps, roads, and settlements; hiring three or more guards to keep the Wall safe; and buying development cards to increase their prestige, all while safeguarding the Gift.&#10;&#10;However, if the Wildlings breach the wall three times throughout the game, an alternate victory takes place. If this occurs, the game ends immediately as the Brotherhood of the Night's Watch can no longer delay their decision. The player commanding the most guards holding their posts on the Wall gains the title of Lord Commander and wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Components: Miniatures",
      "Game: Catan",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "2295",
    "Name": "FITS",
    "ID": 40393,
    "Year": "(2009)",
    "Geek Rating": "6.148",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/40393/fits",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3897",
    "Description": "FITS (Fill In The Spaces) is essentially a multi-player Tetris. Each player has an inclined board on which they place different polyominoes, with three, four, or five squares. Cards are drawn from a pile to tell the players which piece to take. The pieces may be rotated and reversed before they slide down the inclined area to dock to other gaming pieces, but unlike Tetris cannot be slid horizontally once dropped. Scoring is based on quantity and configuration of squares left uncovered.&#10;&#10;Unlike original Tetris there is no time pressure but like Tetris every player is engaged with his own board.&#10;&#10;Official expansion:&#10;&#10;&#10;     FITS Official Expansion&#10;&#10;&#10;Unofficial expansions:&#10;&#10;&#10;     FITS: Expansion #1 &#226;&#128;&#147; MOTS: More Of The Same &#10;     FITS: Expansion #2 &#226;&#128;&#147; LOTS: Letters On The Spaces&#10;     FITS: Expansion #3 &#226;&#128;&#147; BOTS: Big Obnoxious Terrible Spaces&#10;&#10;&#10;Reimplemented by:&#10;&#10;&#10;     Mini FITS &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Bingo",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: FITS",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2296",
    "Name": "Human Punishment: Social Deduction 2.0",
    "ID": 225167,
    "Year": "(2018)",
    "Geek Rating": "6.148",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/225167/human-punishment-social-deduction-20",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "2.5849",
    "Description": "Human Punishment is a combination of social deduction, social experiment, and party game for 4-16 players. Each player takes on the role of a human, a machine, or an outlaw in a distant future. Players must investigate others to figure out who is on their side, grab one of the four different weapons, and eliminate the enemies. Stay focused because hidden enemies may be on your team! Find your team, trust no one!&#10;&#10;The traitor mechanism in Human Punishment transforms the table into a social experiment...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hidden Roles",
      "Take That",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "2297",
    "Name": "Kinfire Delve: Vainglory's Grotto",
    "ID": 391795,
    "Year": "(2023)",
    "Geek Rating": "6.148",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/391795/kinfire-delve-vainglorys-grotto",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0741",
    "Description": "Kinfire Delve: Vainglory's Grotto is a tactical and cooperative card game for 1-2 players.  As Seekers, you will fight your way through the well deck of challenge cards to reach Vainglory, the master of the well, and face her in an epic final battle.&#10;&#10;To defeat Vainglory, you'll battle and puzzle your way through her well deck of 57 challenge cards before facing her final gauntlet. On your turn, attempt a challenge by playing a matching skill card and rolling the dice. Add enough progress tokens to a challenge and you'll be richly rewarded. But fail and you'll face the penalty by losing health, discarding cards, or being forced to return cards to the well deck.&#10;&#10;Even when it's not your turn, the cards in your hand can be played to boost your teammate's action. But be cautious&ndash;emptying your hand means gaining exhaustion and suffering effects that can lose you the game.&#10;&#10;Survive long enough to reach the bottom of the well and reveal Vainglory's final form. Break through her gauntlet of protectors in order to face and defeat her once and for all and win the game.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Multi-Use Cards"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "2298",
    "Name": "XenoShyft: Dreadmire",
    "ID": 189660,
    "Year": "(2017)",
    "Geek Rating": "6.148",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/189660/xenoshyft-dreadmire",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6765",
    "Description": "You survived the horrors of the Hive &mdash; now venture onto the new world of Genesis VII, a lush but deadly marsh planet featuring an entirely new ecosystem of horrors to overcome.&#10;&#10;XenoShyft: Dreadmire, which can be played as a standalone game or mixed with assets from XenoShyft: Onslaught, brings a new XenoShyft experience to your tabletop, with eight new troop types, 20 new item types, and more than 40 fearsome new enemy types.&#10;&#10;The XenoShyft game system combines classic deck-building and resource management with fast-paced combat and unique &quot;base defense&quot; elements. As the game progresses, each player builds up their deck of troop and item cards, which they will in turn use to defend the base against incoming enemies in deadly combat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "2299",
    "Name": "Bosk",
    "ID": 252556,
    "Year": "(2019)",
    "Geek Rating": "6.148",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/252556/bosk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.04",
    "Description": "From majestic Maples to ancestral Oaks, players nurture their trees aiming to thrive over the course of a year in a beautiful National Park.&#10;&#10;In the spring, players carefully grow their trees, scoring as hikers enjoy traveling the trails in summer.&#10;&#10;When autumn comes, leaves fall in the ever-changing direction of the wind, guided to cover the terrain and other players&rsquo; leaves. Points are awarded in winter for the most coverage of each region in the park.&#10;&#10;Gain your ground in the park to be victorious in Bosk!&#10;&#10;Gameplay&#10;&#10;Bosk is played over 4 seasons, 2 playing seasons, 2 scoring seasons -- each one unique!&#10;&#10;Spring&#10;Players grow each of their 8 trees (numbered 1 through 4) on intersections of the grid lines on the park board.&#10;&#10;Summer&#10;Hikers visit, travelling the trails. Players score points for having the highest (or second place) total value from trees in each row and column. 2 points for 1st, 1 for second.&#10;&#10;Autumn&#10;The wind starts to blow and leaves fall. In turn, each player blows leaves from one of their trees. The wind board determines which tree (a 1 tree in the first round) and which direction the wind is blowing. Players choose a tile from their hand of tiles (2 through 8, and a squirrel) to determine how many leaves to blow from their tree. Leaves are placed in a meandering path in the direction of the wind, covering the various terrain squares. Players may cover other players leaves by returning 1 leaf to the supply for each leaf being covered. The squirrel can jump up to 3 spaces in the direction of the wind, cover any sized pile and can't be covered.&#10;&#10;Winter&#10;Players score again, this time for having majority (or second place) based on coverage per each of the 8 regions on the board -- 5 points for 1st, 3 points for 2nd. The highest scoring player is the winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Bias",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Theme: Nature",
      "Theme: Seasons of the year",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "2300",
    "Name": "Scrabble",
    "ID": 320,
    "Year": "(1948)",
    "Geek Rating": "6.148",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/320/scrabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0617",
    "Description": "In this classic word game, players use their seven drawn letter-tiles to form words on the gameboard. Each word laid out earns points based on the commonality of the letters used, with certain board spaces giving bonuses.  But a word can only be played if it uses at least one already-played tile or adds to an already-played word.  This leads to slightly tactical play, as potential words are rejected because they would give an opponent too much access to the better bonus spaces.&#10;&#10;Skip-a-cross was licensed by Selchow &amp; Righter and manufactured by Cadaco. Both games have identical rules but Skip-a-cross has tiles and racks made of cardboard instead of wood. The game was also published because not enough Scrabble games were manufactured to meet the demand.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Spelling",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 15 x 15 Grids",
      "Components: Inflatable",
      "Components: Turntable Gameboards",
      "Digital Implementations: igGameCenter",
      "Game: Scrabble",
      "Misc: Dice Tower Hall of Fame",
      "Misc: LongPack Games",
      "Promotional: Board Games",
      "Series: Nostalgia (Hasbro)",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  }
]