[
  {
    "Rank": "14901",
    "Name": "Yashima: Legends from Fairytale",
    "ID": 176826,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/176826/yashima-legends-from-fairytale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From their own land and time, Mulan, Lu Bu, and Musashi were transported to an arena to fight heroes from other places in a cruel game of survival. This was a fairy-tale place of terrible cruelty and fantastic legends. But then one day they found themselves elsewhere again, in a world called Yashima. This time they were joined by another hero of legend, Bruce Lee. Together they find themselves in a new world, and unlike the kami masters native to this land, their battle is in the hopes that each encounter may give them a clue on how they may return home.&#10;&#10;Yashima: Legends from Fairytale is both a standalone two-player game as well as an expansion for Yashima: Legend of the Kami Masters that allows you to add two additional players to that base game. Combine these two items with Yashima: Legend of the Deep Woods and Yashima: Legends of the Icy Peaks for epic eight-player team-based showdowns!&#10;&#10;&#10;    Play as Lu Bu to shock and awe opponents with raw power and a cavalier attitude towards your allies. &#10;    Play as Bruce Lee to counter your opponent's attacks, turning their offense into yours. &#10;    Play as Musashi to use unmatched agility and blur the lines between movement and strikes. &#10;    Play as Mulan to exploit your opponent's weaknesses with indirect tactics and redirect their own skills against them.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "14902",
    "Name": "Cover Me",
    "ID": 180674,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/180674/cover-me",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "In Cover Me, you are the chief editor of a magazine and your task is to brainwash the public so they think the models that star on your cover are the most stylish in the industry. Unfortunately you can't do this alone, and you need the help of the other magazines, but they are interested only in launching the models in their portfolio. Can you trick the other magazines in covering the models that help you achieve your goal and crush their dreams to become the most prestigious magazine?&#10;&#10;In more detail, the game is played in seasons. Each three months make one complete season, and after each season, a season special is published with your top model. To select a model, a player always has a selection of possible models available (his portfolio). Based on the selections of the different magazines you influence the public and determine the trends for the season. By anticipating the selections of your opponents and selecting the right model for your own magazine you can try to put a model on one of your covers that is completely in line with all trends so it can be your star in the season special. If you manage to do this, you keep the model in your score pile and you score points. If you haven't managed to cover such a model, you don't score points this round unless you managed to put three models on the cover that don't have anything in common with the fashion trends. If you manage to have such alternative models you can score multiple models, but this isn't easy to achieve.&#10;&#10;Unfortunately it is impossible to keep your star models as they will look for other opportunities, so during the game you will see many models leave and the selection of new models is also a key aspect of the game.&#10;&#10;After three years (12 seasons/rounds), the game ends. You count the points of the models you scored during the game. Not all models have the same point value. The later the model enters the game the more points she's worth, because such a model is more difficult to score.&#10;&#10;The game features 162 unique highly detailed models, a catwalk with public that also serves as a storage solution, a scoreboard and markers to achieve a realistic gaming experience.&#10;&#10;Who'll be the star on your cover?&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Theme: Fashion"
    ]
  },
  {
    "Rank": "14903",
    "Name": "Einfach Genial: Das Kartenspiel",
    "ID": 39699,
    "Year": "(2008)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/39699/einfach-genial-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1923",
    "Description": "Reiner Knizia's Ingenious series got a new child in late 2008: Einfach Genial: Das Kartenspiel (&quot;Ingenious: The Card Game&quot;). In this game, a player receives a hand of six cards, with one card placed face-up in front of him. A card shows a combination of two different colors/symbols familiar to those who know the Ingenious board game.&#10;&#10;On a turn, the active player plays one of his hand cards and scores as many points for each symbol on the played card as there are symbols lying in front of all players. These points are marked in the matching color track on a player's individual scoring board, and the first player to have seven or more points in all colors wins. Progress is complicated by three barriers on the scoring tracks, which cannot be passed unless all colors have been bumped to a certain level of points &ndash; thereby forcing players to push their colors evenly.&#10;&#10;As in Ingenious, players take an extra turn immediately if they max out the points available in a color, with ten being the highest number in Einfach Genial: Das Kartenspiel.&#10;&#10;Einfach Genial: Das Kartenspiel was later released as one of three games in Fantasy Flight Games' Ingenious Challenges.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Game: Ingenious",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "14904",
    "Name": "Torgau",
    "ID": 8724,
    "Year": "(1974)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/8724/torgau",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Torgau is a Grand-Tactical level board-wargame simulation of the decisive battle of the Seven Years War, fought in 1760 between the Prussian army under Frederick the Great and the Austrian Imperial Army under Field Marshal Daun.&#10;&#10;Torgau is a Grand-Tactical (battalion-regiment) level wargame with a map scale of 200 yards per hex and a unit scale of 250-300 men or five guns equal to one stacking point.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14905",
    "Name": "Growling Tigers: The Battle for Changde, 1943",
    "ID": 107703,
    "Year": "(2011)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/107703/growling-tigers-the-battle-for-changde-1943",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4667",
    "Description": "On 15th November 1943, 100,000 Japanese of the IJA broke through the Chinese defense lines at Shek Mun, Cili and Lishui River. The 74th Division of the Chinese 57th Army (nicknamed as &quot;Growling Tiger Division&quot;) was ordered to defend Changde and fate will decide the outcome of the battle.&#10;&#10;The Battle of Changde began on 18th November 1943 when the Imperial Japanese 11th Army under the command of Isamu Yokoyama already approached the strongholds in the suburbs of Changde with around 20,000 men under three divisions. The Japanese 116th Division in the northwest began to attack the Chinese defenders at Huangtu Mountain and the Hefu Mountain while the Japanese 68th Division in the east began to attack Shigongmiao and Xinmin Bridge (XinminQiao). The Japanese 3rd Division in the south advanced towards the southern bank of Yuan River after they took Deshan. On 25th November 1943 these three Japanese Divisions were outside Changde City.&#10;&#10;The Chinese garrisons in the fortifications inside the city near the eastern, northern and western gates engaged the Japanese Forces continuously without any rest with the Japanese having firepower supremacy in both air force bombardments and artillery fires. On 28th November 1943, Japanese General Yokoyama launched simultaneous attacks on all the four gates. Despite the Chinese 57th Division fought valiantly, the city wall had fallen.&#10;&#10;At the same time, reinforcements from the Chinese 19th Division were advancing towards Hefu and the 190th Division had begun to counterattack from the east. At this very moment, the overall commander of the defending garrison at Changde, Division Commander Yu Ching Man issued his last telegraph to Sun Lianzhong in this battle. &quot;No more ammunition, without reinforcement, the city has fallen.&quot;&#10;&#10;Sun was the deputy commander of the Sixth Front On 1st December 1943, reinforcements from the Chinese 10th Army have captured positions at Deshan and the Chinese 3rd Division and the 10th Division were approaching from the southern bank to help the Changde garrison though they were unable to contact with the 57th Division, thereby failing to make concerted attack. On 3rd December 1943, the Chinese Regiment Commander Chai Yee Sun died gloriously while leading the last Chinese combat unit when covering the retreat of General Yu Ching Man and the remnants of the 57th division. On 6th December, the Japanese found themselves attacked by seven corps from the Chinese Sixth Front and the Ninth Front and the Japanese high command decided to withdraw to prevent the annihilation of the Japanese 11th Army.&#10;&#10;On 7th December, General Yu Ching Man led the remnants of the 57th Division and coordinated with the 11th Division to attack Changde. On 9th Division, the Chinese entered the city through the Eastern gate and recovered Changde City. The Japanese withdrew back to the original frontline in early January 1944. In this battle, less than 300 of the original 8,000 defenders survived and the Japanese lost more than 4,000 soldiers in the sieget with total casualties of the campaign around 10,000. Chinese casualties were more than 100,000 but they held the City of Changde at a terrible price.&#10;&#10;Scale&#10;1hex = 800m , unit = bataillon. Compared to the original game, we reworked the supply rules system and the management of the tactical chits and Air Force chits (and new graphics..)&#10;&#10;Victory conditions&#10;The Japanese must control Changde at the end of the game. If at the end of any turn the Japanese control Changde, it's an automatic victory. If at any time during the game a Chinese reinforcement unit enters Changde, the Chinese wins the game. The Japanese will start strong but will have a lot to do to keep their supply roads safe. Supply is needed for heavy artillery and to reorganize and reconstruct infantry units. The Chinese reinforcement will enter the map in their rear from all sides. A double encirclement. It will be brutal.&#10;&#10;Activation by divisions. Tactical chits and Air Force chits. Classical sequence of play and CRT. But as always with Wayne's games, there's more than that.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Changde (China)",
      "History: Second Sino-Japanese War (1937-1945)",
      "Magazine: Battles"
    ]
  },
  {
    "Rank": "14906",
    "Name": "Typeset",
    "ID": 402372,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/402372/typeset",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "You are old-fashioned typesetters, building up words letter-by-letter to be used on a printing press. As the letters come out, you must plan and place them accordingly, while carefully using your bank of vowels to puzzle out a higher score. Use the tools of the trade to twist the rules, and create combos that land you the bonus letters you need to win.&#10;&#10;On a turn, both in solo and multiplayer, a consonant is randomly turned face-up for all the players to use in building up words on their player card. The catch? All placed letters must be put in the leftmost empty space of a given line. Players can freely use their bank of vowels before and after to help out, as long as they haven't run out. As more consonants come out, the words get trickier to fit together, and certain letters become more desirable. Certain actions, like taking hard-to-use letters or using the special ability, result in bonus 'wild' letters of your choice, clinching the final pieces to your word puzzle. You have limited room for error, and the letters themselves have no value- only word length matters for scoring. Every five letters, each player may opt out on their own and score their cards, or risk another five letters that may ruin everything.... or fit beautifully into place.&#10;&#10;Plan, place, and chance it either on your own or with a group of fellow typesetters. Typeset is built to travel, easy-to-teach, and infinitely replayable with the wealth of ability cards that twist and change the rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Spelling",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "14907",
    "Name": "Red Empire",
    "ID": 1687,
    "Year": "(1990)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/1687/red-empire",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6207",
    "Description": "Each player is given a different assortment of cards representing leaders and other important figures in the Soviet Union.  As various catastrophes arise, players must cooperate to prevent the Union from collapsing even though they are constantly competing with each other in efforts to maneuver one of their own characters into the role of president.  This combination of competition and cooperation makes for an interesting game full of player interaction.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Soviet Union",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14908",
    "Name": "Blitzkrieg '41",
    "ID": 6017,
    "Year": "(1989)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/6017/blitzkrieg-41",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6",
    "Description": "Blitzkrieg `41 is a two-player strategic level wargame of the German invasion of the Soviet Union in 1941.&#10;&#10;The game includes a 20 page rulebook, 200 counters, and a 22&quot; x 34&quot; mapsheet which contains a map plus charts and tables for both players.&#10;&#10;Victory conditions are quite extensive (over a page of rules) and, because of the great number of draws that the game will produce (the historical result), the designer recommends playing multiple games for total points.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14909",
    "Name": "Lucia",
    "ID": 326088,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/326088/lucia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Lucia is a solo or co-op solitaire card game based on the Scandinavian tradition Lucia that is celebrated every year on the 13th of December.&#10;&#10;In Lucia, the players are trying to rearrange a train of Lussekids in the traditional order: Lucia in front and Starkids in the back. But all of the kids candles have gone out! So you must use the Tomtens to start spreading the fires to all of the kids.&#10;&#10;Once you have all the kids rearranged properly with all of the candles lit - you win the game!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Connections"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "14910",
    "Name": "Iron Dream",
    "ID": 8356,
    "Year": "(2001)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/8356/iron-dream",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4615",
    "Description": "Iron Dream is a two-player Strategic level treatment of World War II's Eastern Front in 1941-42.  Low-to-medium complexity, with the Axis player primarily on the offensive and the Soviet player primarily on the defensive, covering roughly the period starting with the launch of Operation Typhoon until the surrender of the German 6th Army at Stalingrad.&#10;&#10;First published in Command magazine #53.&#10;&#10;Republished in Command Magazine Japan #99 in 2011.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Soviet Union",
      "Magazine: Command",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14911",
    "Name": "Chairs",
    "ID": 2922,
    "Year": "(1999)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/2922/chairs",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0317",
    "Description": "Take the Chairs challenge with friends or family in this thrilling stacking game. Chairs is great fun and can be played by players of all ages! All you need is a steady hand and creative thinking! The aim of the game is for each players to take turns adding a chair to the stack...chair upon chair...the tension mounts as the tower grows larger! Don't topple the CHAIRS or you're out of the game. If the chairs fall on your turn, you must take all of the chairs that fell. You win the game by being the first player to get rid of all your chairs.&#10;&#10;Stacking chairs can be harder then it looks but with so many ways to stack....the game is never the same! The game is for 1 or more players and suitable for ages 5 and up.&#10;&#10;Similar to:&#10;&#10;&#10;     Pick-Up Pete&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "14912",
    "Name": "La Bataille de Paris: 1814, le crépuscule de l'aigle",
    "ID": 153368,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/153368/la-bataille-de-paris-1814-le-crepuscule-de-laigle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.125",
    "Description": "La Bataille de Paris 1814 (The Battle of Paris 1814) is a wargame on the last phase of the campaign in France in 1814. The coalition forces (Russian-Austrian-Prussian) must quickly seize the capital weakly defended to end the rule of Napoleon who stayed too long behind.&#10;&#10;The game features two scenarios: the first scenario corresponds to the historical situation that saw low numbers of troops under Marmont and Mortier standing  for honor, facing an enemy five times bigger and inflicting the highest losses of the campaign. The second scenario is hypothetical but historically plausible. If Napoleon had from March 2nd decided to follow the Allies to Paris and defeat them rather than trying to harass their supply lines.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Country: France",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14913",
    "Name": "King's Court",
    "ID": 4120,
    "Year": "(1983)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/4120/kings-court",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The family card game with a ROYAL TWIST!&#10;&#10;This game plays similarly to UNO, but with more complex &quot;wild&quot; cards.  For example, the Wizard allows you to choose the color, skip or change the direction, have the next player (after the skip or direction change) draw 5 cards, and also play an extra card!  The Magic Potion  dissolves all your &quot;scroll card&quot; points when someone else goes out (scroll cards are cards with special abilities who's values range from 20 to 50).  The Royal Decree reverses any draw card back onto the one who played it.  The Magician can become any scroll card in the deck.  Etc.&#10;&#10;King's Court is currently out of print.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "14914",
    "Name": "Sniper! (Second Edition)",
    "ID": 39007,
    "Year": "(1986)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/39007/sniper-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "480",
    "Weight": "3",
    "Description": "The 2nd edition of &quot;SNIPER!&quot; This game has been combined with the game &quot;PATROL&quot;, and the rules have been expanded and thoroughly revised compared to the 1st edition of &quot;SNIPER!&quot;. This game looks at war from foxhole level. Each counter represents a single soldier, each turn a handful of seconds, and each victory is a building cleared or a few meters of ground taken.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: The Sniper (SPI)"
    ]
  },
  {
    "Rank": "14915",
    "Name": "Fischmarkt",
    "ID": 22233,
    "Year": "(2006)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/22233/fischmarkt",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.619",
    "Description": "Fischmarkt (or Fish Market) is, quite literally, a game of a fish market! Players take the roles of fishmongers who have to bid for the fish on the ships that dock at the harbor, then try to sell them off to the other players based on what each players market is demanding. There is no room for mercy here. Every deal is haggled to its final dollar, every offer cut-throat. At the end, only the shrewdest bargainer will emerge as the victor with the most money, at the expense of his competitors of course!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Trading"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "14916",
    "Name": "The Fate of Reiters: Five Battles of the French Wars of Religion",
    "ID": 242354,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/242354/the-fate-of-reiters-five-battles-of-the-french-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Fate of Reiters is a new game of the  series By Shot, Shock and Faith (in French: &quot;Par le feu, le fer et la foi&quot;) and allows the simulation of religious wars that occurred in France from 1562 to 1598. This civil war opposes, in a first conflict phase, protestants- otherwise known as Huguenots- to catholics, then royalists to League members after the accession of Henri IV to the throne in 1589.&#10;The art of war during this period of the Renaissance is rapidly changing. The great feudal landlords, steeped in morals, fight alongside mercenaries motivated by sole cupidity. The diversity of the weapons that are used offers great tactical possibilities, based on impact and fire. Gendarmes, cuirassiers, reiters, harquebusiers, lansquenets and Swiss mercenaries confront each other in a merciless fight.&#10;The Fate of Reiters  is a grand tactical game which, for the first time, allows the simulation of five battles of that era :&#10;COGNAT : January 6th, 1568&#10;DORMANS : October 10th, 1575&#10;AUNEAU : November 24th, 1587&#10;VIMORY : October 26th, 1587&#10;METRIEUX (aka VIRE-CULS) December 10th, 1587&#10;&#10;This is a classic game system ; &laquo; I go, You go &raquo;, of average complexity, including, during the active player's phase, a sequence of reaction from the passive player, such as fire, counter-charge or tactical backstep. The maps are with areas from 300 to 500 m by side. A color code allows to easily determine the costs of movements and the line of sight. The scale of the game is one unit for 100 to 500 soldiers or one or two guns. One game turn represent a duration of 20 to 30 minutes. A corps represents either a vanguard or a rearguard, or the main body called battle.&#10;The combats allow to simulate charges &laquo; in wall &raquo;, the merciless shocks between pikemen, the artillery fire and highlight, by a support system, the combination of iron -shock- and fire -shooting. The optional rules- caracoles, orders, lost children, looting- add even more realism to the era's battles. The rules and the five battles offered are based on a thorough bibliography and researches made into books written by contemporary authors, specifically Fran&ccedil;ois de la Noue for the Protestants and Blaise de Montluc for the Catholics, and also on precise topographical plans of each battlefield that is still accessible... Are you ready to put on the Henri de Guise, Duke of Lorraine and fight your enemies the famous German mercenaries? The Fate of Reiters is the second opus of By Shot, Shock and Faith (P3F). This new HEXASIM game offers you this option with an innovating and elegant game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "History: French Wars of Religion",
      "Players: Two-Player Only Games",
      "Series: By Shot, Shock and Faith (Hexasim)"
    ]
  },
  {
    "Rank": "14917",
    "Name": "Shark Attacks!",
    "ID": 130556,
    "Year": "(2012)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/130556/shark-attacks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Shark Attacks!, each player owns a beachfront hotel, and business is good as long as the tourists who come to the hotel spend a lot of time swimming in the water. They enjoy their time, spread the word to others, and word about your fine establishment gets around. Unfortunately, the beaches are visited repeatedly by sharks &ndash; and if a bather gets injured by a shark, well, naturally your visitor count (and subsequent business) will be injured as well.&#10;&#10;Thus, you want to send as many swimmers as possible into the water when no sharks are about &ndash; and if sharks do happen to be swimming nearby and eager to taste a tourist or two, you need to ensure that as many swimmers as possible come out of the water unharmed. You'll receive points for both satisfied swimmers in the water and those who flee successfully from sharks.&#10;&#10;Shark Attacks! is limited to a production run of 500 copies.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Animals: Sharks",
      "Components: Dice with Icons",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "14918",
    "Name": "Animals Frightening Night!",
    "ID": 155020,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/155020/animals-frightening-night",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "In the middle of night, the hungry wolf and fox sneak into the farm to have a big meal. The watchful rooster senses the danger and cries out &ldquo;Run, for your life!&rdquo; &#10;&#10;In this dark night, all the farm animals can&rsquo;t tell where the danger lies; they only can judge from the crying voice of the others. Oh, poor farm animals! Can they save their own lives tonight?&#10;&#10;How to play:&#10;According to how many players to set the cards (as shown in the upper left corner of the cards). Facedown and shuffle the cards. Then every player draws a card from the deck. There will be left one card as NPC (hide in the forest) when 4~5 players, then put it in the center. Decide who is the dealer to conduct the game. Then get the game to start as following four steps:&#10;1. When the night falls&#10;2. Running for your life&#10;3. Into the fate&#10;4. Scoring&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Hidden Roles",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14919",
    "Name": "Magic: The Gathering – Duel Decks: Mind vs. Might",
    "ID": 210465,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/210465/magic-the-gathering-duel-decks-mind-vs-might",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Mind vs. Might represents the age-old clash between mages and warriors, brains and brawn. Clever plots or raw power-which will you choose?&#10;&#10;Each card in these two decks is black-bordered and tournament-legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14920",
    "Name": "Ayanu",
    "ID": 2230,
    "Year": "(1987)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/2230/ayanu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "This game is 'Chess-like' in many ways: two players have identical sets of game pieces starting on opposite sides of a square grid. Players move one piece per turn and can eliminate the other player's pieces by moving into their space. Movement options depend on which piece it is you're moving. In a fit of conspicuous difference, it's the black side who makes the opening move here.&#10;&#10;The central gimmick is that each piece is composed of two parts, a body and a head. The height of the body determines how far a piece can move (one, two or three spaces), whereas the head determines the directions: straight lines (like rooks), diagonals (like bishops), or both (like kings or queens). Each side also has one super-powered queen/rook hybrid which can move to any space within the range determined by its body, and even one unbeatable but immobile head.&#10;&#10;There's a reason for all this separation into bodies and heads: after every move the piece which just moved must swap heads with a different type of head, chosen by the player from their pieces still in play.&#10;&#10;There are two victory conditions: either you move one of your pieces to a specific target square on the far side of the board, or you force your opponent to make an illegal move. Draws are possible, but rare (they require both sides' forces to be extremely depleted).&#10;&#10;The theme is pretty much irrelevant - this is an abstract at heart. The rulebook frames the game as the secret strategy-honing tool of the nobles in a fictional culture, and the rules introduction is presented in dialogue form with the Wise Old Master teaching the game to his Young Noble Student, but none of this is at all relevant to gameplay. In fact, the game presented within the fiction is themeless and, quite literally, abstract: the pieces' names are translated as abstract concepts like 'strength' etc.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Tubes",
      "Players: Two-Player Only Games",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "14921",
    "Name": "Iliad: Heroes of Troy",
    "ID": 192605,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/192605/iliad-heroes-of-troy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Iliad: Heroes of Troy is a simple yet deep game of 32 cards based on the epic narrative by Homer.  The cards represent major characters of the poem and include flavor text linked to the original story.&#10;&#10;At the beginning of the game each player chooses a faction (Greeks or Trojans, with the inclusion of Gods for 3 players). When playing with 4 players, it becomes a team game.&#10;&#10;Gameplay is simple and can be taught in minutes. Each turn, a player picks one card from their hand to play and then activates an ability printed on that card (3 choices). There are nine abilities that enable you to manipulate cards in your hand or your opponent&rsquo;s hand, earn victory points, or steal them from an opponent.  The game ends when a player has no more cards in his hand, at which point the surprise factor of the Trojan Horse and Favor of the Gods award a few extra points.&#10;&#10;Clever managing of your hand and wise choice of which ability to trigger can help you triumph over your opponents!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Mythology",
      "Novel-based",
      "Prehistoric",
      "Religious"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Ancient: Greece",
      "History: Trojan War"
    ]
  },
  {
    "Rank": "14922",
    "Name": "Token Terrors: Battlegrounds",
    "ID": 274909,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/274909/token-terrors-battlegrounds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.8",
    "Description": "Welcome Warlords to the Battleground! Battles rage between fearsome factions on the continent of Terra, and you must command your army to crush your opponent in a savage skirmish!&#10;&#10;In Token Terrors: Battlegrounds, two players each draft an army of 10 Token Terrors from a variety of factions, and use them to completely eliminate their opponent's army on the 7x7 battleground grid. Through strategic movement, well-timed attacks and clever use of each factions' unique abilities, one army will conquer the Battleground, and reign victorious.&#10;&#10;This compact strategy battle game is deceptively simple, with remarkable strategic depth. The combat is packed with decisive choices, action point management, area control, press your luck, and sometimes a bit of puzzle-solving.&#10;&#10;The Token Terrors miniatures themselves, are also durable, inexpensive, dice-sized mini-monsters with a ton of character, that make great MTG token creature representations or RPG minions.&#10;&#10;See you on the Battleground!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14923",
    "Name": "The Gate of R'lyeh",
    "ID": 228601,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/228601/the-gate-of-rlyeh",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The clock is ticking. Your team of Investigators have been sent to R&rsquo;lyeh for the purpose of reinforcing the failing gate, trapping Cthulhu in his prison forever. The Investigators have two enemies. The clock and the cultists hidden among their numbers.&#10;&#10;Triggering the four needed incantations will take all of the skill your team can muster and you don&rsquo;t have the luxury of time to search for the traitors in your midst.&#10;&#10;The odds are slim, but the fate of the world rests in your hands.&#10;&#10;The game is played in rounds starting with the player holding the pocket watch and proceeding clockwise so that each player takes a turn. The clock advances one hour after each round.&#10;&#10;WHY IS THIS GAME DIFFERENT?&#10;- Each player will have a choice of Five actions during their turn. &#10;- The Cultists are not the main enemy, the clock is. &#10;- The Cultists don't know each other. &#10;- Revealing a Cultist does not eliminate them from the game.&#10;- Players lose sanity in different ways.&#10;&#10;INVESTIGATOR/CULTIST ACTIONS&#10;&#10;CONTRIBUTE: &#10;Play a card into the incantation pool.&#10;&#10;RESEARCH: &#10;Discard (0-3 cards) and refill your hand to 3 cards &lt;Draw 1 Insanity Card&gt;.&#10;&#10;GAMBLE: &#10;Draw 2 cards. You must play one into the incantation pool immediately. Discard the unplayed card.&#10;&#10;INVESTIGATE&#10;Shuffle and look at all but 1 of the cards in the Incantation Pool. You may swap 1 card with 1 card from your hand. &#10;&lt;Draw 1 Insanity Card&gt;&#10;&#10;MAKE AN ACCUSATION&#10;A player may make an accusation during their turn in order to accuse another player of being a cultist. A majority of the players must vote in agreement with the accusation for the accused to reveal their Secret Nature card. If the accused is an Investigator subtract two hours off the clock.&#10;&#10;THE NECRONOMICON&#10;If time is running short and the investigators are desperate, they may vote to consult the Necronomicon. There will be advantages but failure is an instantaneous and brutal end to the game.&#10;&#10;EQUIPMENT&#10;Character will each get a piece of equipment to aid them in their quest. Usage of equipment may aid the Investigators or the Cultists... it just depends whose side you are on.&#10;&#10;There is no player elimination and the cultists are unaware of the other cultist's identity. If a cultist is discovered their powers are reduced and changed. Be wary, they can still wreak havoc.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Acting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "14924",
    "Name": "Sherlock Holmes: The Challenge Of Irene Adler",
    "ID": 244163,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/244163/sherlock-holmes-the-challenge-of-irene-adler",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Irene Adler opens her own detective agency in London ... Sherlock Holmes remains phlegmatic on hearing the news, but should not he take this competition seriously? He will know it soon, because a murder and a kidnapping have just happened.&#10;&#10;Step into the shoes of Holmes or Adler and solve these investigations.&#10;&#10;Play alone or challenge another player and try to be the best detective!&#10;&#10;Sherlock Holmes and the challenge of Irene Adler is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Sherlock Holmes",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "14925",
    "Name": "Princes of the Dragon Throne",
    "ID": 92046,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/92046/princes-of-the-dragon-throne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Land of Lo&rsquo;en is vast. Its Kingdoms and Guilds are populated by Humans, Elves, Dwarves, Goblins, Kobolds, Trolls, and of course, the Dragons. The Dragon King is dead now and you, as one of his many overlooked offspring, have decided that it&rsquo;s time for a change.&#10;&#10;Can you raise the funds to bribe the dragon clans to join your coup and the food to keep them? Can your strength convince the citizens of Lo&rsquo;en to support your claim to the throne? Can your followers influence the diverse Kingdoms&rsquo; many Guilds and Clan Houses, and use their powerful resources to aid your cause?&#10;&#10;Your siblings have dynastic plans of their own and the dead King&rsquo;s influence, though weakening, must still be reckoned with. There will be many obstacles to surmount in your quest to claim the Dragon Throne.&#10;&#10;Princes of the Dragon Throne is an area control and resource management board game that uses deck building as a driver for the other game elements. Players select cards from a continually changing pool of opportunities to build a unique deck of recruits. Players manage resources to support their uprising, and use the influence of their recruits to gain control of the various Guilds of the Kingdoms, which in turn gives them special abilities to further their cause.&#10;&#10;Clever Mojo Games has contracted with Don Aguillo, an amazing talent with card game art experience, to create 120 new original artworks for Princes of the Dragon Throne and our card design format will highlight Don&rsquo;s art in a bold and beautiful manner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14926",
    "Name": "Twin Win",
    "ID": 31711,
    "Year": "(2007)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/31711/twin-win",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8125",
    "Description": "Game using a 3&times;3 grid and Icehouse pieces to match stacks of pyramids on one of two goal cards dealt at the beginning of the game. Two ways to win, thus &quot;Twin Win&quot;.&#10;&#10;A simple and quick single Treehouse set game with changing goals&#10;&#10;&#10;     Players:     2-3&#10;     Other equipment:     1 Treehouse set; some kind of 3&times;3 board (Volcano board with the outside squares blocked off or a Martian Coaster will do); goal cards (see rules)&#10;     Setup time:     1 minute&#10;     Playing time:     3-6 minutes&#10;     Rules complexity:     Low&#10;     Strategy depth:     Low&#10;     Random chance:     Some&#10;     Mechanics:     Each player has two goals, which can change&#10;     Theme:     Abstract; Stacking&#10;&#10;&#10;Also included in Pyramid Arcade.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "14927",
    "Name": "Dinosaur Exhibit",
    "ID": 348708,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/348708/dinosaur-exhibit",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.2",
    "Description": "Welcome museum curators! A Spinosaurus skeleton has just been discovered in your area, and all the museums want it for their dinosaur exhibits. As a curator, you must roll for curation tools, expand your exhibit areas, manage storage rooms, and create impressive layouts of fossils in your dinosaur exhibit. The museum with the most curation points will receive the Spinosaurus skeleton for display.&#10;&#10;Players take turns rolling the curation dice, choosing their tools and shading their map, using pillar tokens, and displaying dinosaur fossils to create the best dinosaur exhibit. Place your fossil tiles just right to create more bonuses to increase your curation points score.&#10;&#10;Awards:&#10;2023 Dice Tower Seal of Approval&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14928",
    "Name": "DeathBot Derby",
    "ID": 194102,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/194102/deathbot-derby",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Long ago, disgruntled fans mourned the cancelation of their favorite robot fighting T.V. show, and took to the underground. Void of caution or regard for  public safety, contenders began to build incredible machines of destruction and pit them against each other in one on one death matches. And so was born...&#10;The DeathBot Derby!&#10;&#10;In DeathBot Derby players build their bots using a quick card drafting mechanism and then face off in an ever changing arena. They will have to strategically move and attack their opponent to gain the tactical advantage. The winning DeathBot goes home a champion, and the loser goes back to the scrap heap they came from.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14929",
    "Name": "Rolnicy",
    "ID": 260277,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/260277/rolnicy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In Rolnicy, you and your fellow farmers are cultivating five types of crops: potatoes, grain, lavender, sunflowers, and pumpkins. You use your cards to work in the collective farm shared by all, but you also have a private plot of land that no one else can touch. By harvesting crops from both fields (adding them together), you can win valuable production cards. You can score each crop only once during the game, so timing is important!&#10;&#10;In more detail, each turn you must plant two domino-style land cards from your hand, then draw two cards from the deck to refill your hand. During your turn, you may also be able to harvest fields in order to take one production card. Plant the first card in front of you on your private plot so that it forms a grid of square fields. You can place it next to a previously placed card or cover one or two fields of any previously placed cards. However, your private plot can be a maximum of three fields in each direction (3x3). Plant the second card in the central collective farm, with exactly one field of this card covering a previously played field.&#10;&#10;You may then harvest one of the crops on the card placed in the collective farm. To harvest a field, count the number of orthogonally connected fields of the same crop that are also connected with the crop you just planted.&#10;&#10;When the deck is exhausted, play continues until all hand cards have been played. Alternatively, when a player takes their fifth production card &mdash; that is, has collect each type of crop once &mdash; the game ends at the end of the round. Each player then sums the points on the production cards in front of them, and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Partially overlapping cards"
    ]
  },
  {
    "Rank": "14930",
    "Name": "Dűlőre jutunk",
    "ID": 412527,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/412527/dulore-jutunk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "D&#197;&#177;l&#197;&#145;re jutunk (&quot;Let's Get to the Vineyard&quot;) is a Hungarian-developed, easy-to-learn family board game. Players harvest, press, make wine - to sell it.&#10;In the game, the vineyard tiles are shared, anyone can harvest them - but there will be new crops only if a player chooses the winter vineyard. Host tokens used at the right time and asymmetric player boards make parties even more diverse! So get to the vineyard, who is the ace of the winemakers!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Negotiation",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "14931",
    "Name": "Draw Your Own Conclusions",
    "ID": 273349,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/273349/draw-your-own-conclusions",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Draw Your Own Conclusions is a laugh-out-loud co-operative drawing game for 3 to 8 artists or.... &quot;artists&quot;.&#10;&#10;Each round, each player will have a secret word they'll try to get the person to their right to guess correctly. Every player has a unique shape assigned to them like a squiggly line, square, circle or triangle. They and all of the other players will work together to create the drawing by using only up to five of their assigned shape.&#10;&#10;At the end of the round, each player will try and guess the secret word from the completed drawing. Get it wrong and you'll have to spend a clue to get more information about another player's intent with what they drew. Spend as few clues as possible to get the highest possible score.&#10;&#10;Draw Your Own Conclusions is a creativity-inspiring game that can be enjoyed whether you're the next Van Gogh or a barely competent doodler.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Line Drawing"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "14932",
    "Name": "Colour Chess + Lure",
    "ID": 217977,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/217977/colour-chess-plus-lure",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "An abstract strategy game that sees you not only controlling your own pieces, but also determining a lot of your opponent's piece movements through the control of colors.&#10;&#10;Colour Chess + Lure are played on the same board but with different pieces and goals. Or you can combine the two!&#10;&#10;Lure is a game of blocking, manipulation and capture that can be played with a different combination of pieces to change up the strategy.&#10;&#10;Colour Chess keeps the standard rules of chess but adds a second layer of strategy based on the board's colors. This removes a lot of the standard openings of chess and means you have to adapt your strategy to the board each time you play.&#10;&#10;Colour Chess won a Family and Education Award from Imagination Gaming and has an annual World Championships as part of the Mind Sports Olympiad in London. There is also a free mobile app available.&#10;&#10;Chess Grandmaster Matthew Sadler on Colour Chess:&#10;&quot;Loving it! Very interesting problem to get your pieces developed efficiently while trying to inconvenience your opponent! Lots of fun!&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "14933",
    "Name": "Scott Pilgrim Miniatures The World",
    "ID": 292189,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/292189/scott-pilgrim-miniatures-the-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Scott Pilgrim Miniatures the World! is a competitive board game where one team takes on the role of Scott and the other good guys to fight against The League of Evil Exes. The action takes place on a pop-up board with large miniatures, custom dice, and 3D constructible objects for smashing and throwing!&#10;&#10;In this miniatures combat game, you'll go head to head either as Scott and his friends or as an Evil Ex. You'll roll dice and take actions including: moving, using a basic attack (punching or kicking), recovering health, picking up and throwing objects, or using one of a character's special abilities pulled right from the pages of the Scott Pilgrim graphic novels.&#10;&#10;Deal damage to your opponent and knock them out by reducing them to 0 health. Scott and his friends win if they knock out the Evil Ex, but they'll have quite the challenge! The Bad Guys win if all the Good Guys are knocked out.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14934",
    "Name": "Yamma",
    "ID": 388435,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/388435/yamma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Yama (&#229;&#177;&#177;) is an abstract strategy game inspired one of the classics - Connect Four.&#10;&#10;The goal still the same; make a line of four-in-a-row of your color and win. The twist here is that the rotating board of Yama contains triangular slots that stand the cube up on its corner - revealing three sides, each of which can be seen from a different point of view. And it is in one of these three point-of-views in which you must try to form your line of four-in-a-row.&#10;&#10;With Yama we strove to design the components such that they convey the rules. The cubes are painted such that no matter how you orient it one side will show a different color to the other two. The way placing three cubes in a cluster forms a valley for placement of the next level which covers up and block your opponent, or cliches your victory. These all contributes to making Yama one of the easiest and most intuitive game to learn.&#10;&#10;However the game itself is treacherously easy to lose yet deeply strategic and tactical when played by two equally skilled players. The three dimension aspect of the victory goal and the three dimensional aspect of the cube placement can be very tricky to wrap your head around - leading to surprising twists and turns that belies it simple rules and components.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14935",
    "Name": "Nutty Noodles",
    "ID": 298143,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/298143/nutty-noodles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The grumbling bellies and drooling mouths of the monsters waiting impatiently to dine are a clear warning that you don't have much time. You need to get those noodles into those bowls and onto those tables quickly, but be careful! Although monsters swallow without chewing, these ones have allergies and intolerances to a heap of ingredients. The player who manages to serve the monsters most effectively without causing hives and swelling will be awarded the title of employee of the month.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Containers: Chinese Takeout Boxes",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "14936",
    "Name": "Waterloo 1815",
    "ID": 32327,
    "Year": "(1996)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/32327/waterloo-1815",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "720",
    "Play Time": "720",
    "Weight": "4.1667",
    "Description": "A wargame about the famous last battle of Napoleon. The goal of the French is to break the Allied line before the Prussian reinforcements arrive and turn the tide.&#10;&#10;The game uses a very detailed system designed for dealing with  battles of the Napoleonic Period. Counters represent companies (skirmishers), battalions (regular infantry), regiments (cavalry) and batteries (artillery), one hex represents 120m, one turn represents 20 minutes. At this scale Waterloo, being a large battle, needs 600 counters!&#10;&#10;At present rules and all publications about the game are only in Polish language.&#10;&#10;Related Microbadges&#10; Dragon fan&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "14937",
    "Name": "Skara Brae",
    "ID": 408636,
    "Year": "(2025)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/408636/skara-brae",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Around five thousand years ago, a resilient group of farmers and hunters built a thriving community on the Orkney Islands of Northern Scotland. Rather than discarding their empty shells, broken tools, bones, and other waste, they used them to form large mounds of earth over hundreds of years. Later generations dug into these midden piles to create a series of rooms and tunnels to shelter from the harsh winds and cold winter months.&#10;&#10;The aim of Skara Brae is to gather various resources in order to feed, clothe, and shelter the growing number of settlers. Players take turns drafting cards and using their workers to furnish, cook, craft, clean, and trade. At the end of each round, players need to provide for their settlers and will likely create more midden that needs to be cleaned up. After four rounds, the player with the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Chaining",
      "Solo / Solitaire Game",
      "Track Movement",
      "Turn Order: Pass Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Scotland",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Series: Ancient Anthology (Garphill Games)"
    ]
  },
  {
    "Rank": "14938",
    "Name": "Redemption",
    "ID": 2201,
    "Year": "(1995)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/2201/redemption",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5625",
    "Description": "Redemption(&trade;) is a Bible-based collectible card game (CCG). Created in 1995 by Rob Anderson of Cactus Game Design Inc. as a Christian faith alternative to Magic the Gathering, Redemption (&trade;) is the 2nd-longest running CCG in existence (after Magic). As of 2023, 6 starter sets and 24 expansion sets have been released, along with many promotional cards. There are over 4500 unique Redemption cards in print - including variants and reprints.&#10;&#10;For all of the impressive numbers, what is even more impressive is that every single Redemption card is based on a character, event, or concept from the Bible and has its own identifying Bible verse(s). Moreover, most cards&rsquo; special abilities tie directly into their verse&rsquo;s meaning or topic.&#10;&#10;Going further - the game is a simple-to-learn, complex-to-master strategy game. Unlike most other CCGs, it is 2-sided: each player plays offense and defense, and will build each into their customized deck.&#10;&#10;So how do you play? In a nutshell, the first player to rescue 5 lost souls (in &ldquo;Type 1&rdquo; format, or 7 Lost Souls in Type 2 format) is the winner. Lost Souls are rescued by using Heroes on offense, and strategically overcoming your opponent&rsquo;s defensive villains, called Evil Characters. Each time you do that, you rescue 1 Lost Soul card, and the turn is passed for your opponent to play offense with their Heroes and against your defensive Evil Characters. Hundreds of unique special abilities create endless play combinations and deep strategy, for extremely high replay value for the game. Once you get into Redemption, you&rsquo;ll always enjoy tweaking - or completely scrapping and starting over - decks, acquiring new cards, trying new strategies, and testing yourself against opponents in casual and tournament settings.&#10;&#10;Speaking of tournaments, every year there is a long tournament season, filled with local, district, state, and regional tournaments, as well as a national tournament, that anyone can attend. The national tournament, known within the community as &quot;Nationals&quot;, is usually hosted in the summer months of July or August. This event is a 3 day tournament where every legal category is played to determine a National Champion of that category for the year. Also, at this point, the annual ranking system for players which awards points for top 3 finishes in sanctioned tournaments throughout the year is finalized and the winners are announced. All National winners and winners of a category in the annual ranking system for a category receive special National Winner Promos. These are some of the coolest looking cards in the game and are highly sought after as playable collectibles.&#10;&#10;Though of course far from perfect, being a Christian game in which most players who play are Christians, there is also a wonderful community that has been established over the past 25 years. So many players are welcoming and encouraging to newcomers and veterans alike, and there is an online message board and Discord channel in which conversation goes on daily. This is a community in which players feel just as natural about asking a strategy question about the game as sharing a personal prayer topic - trusting that they will be treated with respect and care no matter what. This active community of Redemption players, which includes the team of Elders (the game's leadership group), have really worked hard to make it about as easy to join the game as can be. There are tremendous community driven resources to provide plenty of engagement with new and active players alike. In addition to the message boards and Discord, the game has an active subreddit, a blog site with contributions from the broad community of players, active Youtubers and even two podcasts - One a weekly source of content spanning various topics of the game and the other a biweekly dive into high level competitive gameplay.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Religious"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Religious: Jesus Christ",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "14939",
    "Name": "Sheepdogs of Pendleton Hill",
    "ID": 126076,
    "Year": "(2012)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/126076/sheepdogs-of-pendleton-hill",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8947",
    "Description": "In Sheepdogs of Pendleton Hill, each player takes the role of a sheepdog and uses card play to move flocks of sheep up the hill to the shepherds. The higher a player's sheep gets before meeting its shepherds, the more points he will score. The player who scores the most points wins.&#10;&#10;Each player has shepherds to place on the board and sheep to place into flocks and move. Flocks often contain sheep from many players and cooperation can be key to moving a flock into an advantageous position. But how long will this helpful, peaceful pastoral scene last when the cards require players to take actions for other players which can include placing opponents' shepherds in lower scoring areas and moving flocks that do not contain their own sheep?And a hungry wolf ever lurks in the background...&#10;&#10;A deck of cards is used by the players to take actions such as placing shepherds, putting sheep into flocks, moving flocks of sheep, and moving the wolf. It is these cards, with their requirement to manipulate other players' pieces, that drive the decisions the players must make in the game and guarantee a high level of interaction among players. Each player also has a Sheepdog wild card for use once per game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "14940",
    "Name": "Vs System 2PCG: Monsters Unleashed!",
    "ID": 225135,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/225135/vs-system-2pcg-monsters-unleashed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Vs System 2PCG: Monsters Unleashed!, the fourth &quot;expansion&quot; to the Vs System 2PCG card game, features all new card characters and card mechanisms. This standalone set features four hundred new cards covering four new teams. The &quot;Monsters Unleashed&quot; initiative by Marvel has opened the door to create an expansion that pits the greatest heroes in the Marvel Universe against some of the biggest and baddest monsters ever created! This set includes many of the monsters feature in the &quot;Monsters Unleashed&quot; initiative, including the six newly created monsters for the comic series.&#10;&#10;The heroes in this set include members of the Champions and Inhumans, and the set contains 16 new main characters and 78 new supporting characters in the four new factions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "14941",
    "Name": "Clash of Magic Schools",
    "ID": 401185,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/401185/clash-of-magic-schools",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "In the two-player game Clash of Magic Schools, each player is the headmaster of one of the magic schools facing each other in the finals of the Tournament of Sorcerers. Be prepared to do anything it takes to help your school win this prestigious challenge.&#10;&#10;During the game, send your students to face danger in a series of perilous trials across different arenas, while knowing that the rival school will try to steal victory from you at any cost, even by using forbidden magic. Tensions are high...&#10;&#10;Who will win the Tournament of Sorcerers this year?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14942",
    "Name": "Dalek Dice",
    "ID": 178939,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/178939/dalek-dice",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;You are a Dalek invading the Earth. INVADE! INVADE! Nothing can stand in your way, not even the humans. EXTERMINATE THE HUMANS! Just make sure you exterminate more humans than your fellow Daleks do to win the game! Watch out for the Doctor as he has a way of foiling your plans.&#10;&#10;Dalek Dice is a simple, fun and quick game for two or more players.&#10;&#10;Content&#10;&#10;&#10;     10 Dalek dice&#10;     Rules&#10;     Dice cup&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "14943",
    "Name": "The Quest Kids: Matching Adventure",
    "ID": 314336,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/314336/the-quest-kids-matching-adventure",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Quest Kids: Matching Adventure takes the classic game of picture matching and adds a fresh fantasy twist!&#10;&#10;Players will flip over tiles to reveal fun fantasy characters from the kingdom of Treasure Falls. Will you search The Quest Kids&rsquo; tree house to recruit heroes and find special powers? Perhaps you will go on an adventure and try to scare away bad guys and earn gleaming treasure? Choose wisely and match quickly, because the player with the most stars at the end of the game wins!&#10;&#10;With familiar game mechanics, simple strategic choices, fun special powers and thematic fantasy art, this unique take on a classic game is the perfect match for gamers of all ages!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "14944",
    "Name": "IQ Files: Escape Room – Amnesia",
    "ID": 339686,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/339686/iq-files-escape-room-amnesia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3",
    "Description": "IQ FILES is a ESCAPE ROOM card game with 3 independent adventures. Characters meet in a locked room and have to find the exit by resolving several kind of tests: logical, deduction, jigsaw. But be careful!! They can die while they are trying to find the way out!!&#10;&#10;There are more than 90 cards in each adventure. Each card has a combination number which you can use to combine any two cards (objects, characters) and see what happen..&#10;&#10;Each adventure has a difficulty level from 1 to 10. Although you can play alone, it's easier to play with more people to help each other.&#10;&#10;Each game takes from 90 to 120 minutes and there are 2 ways of playing.&#10;&#10;Play with chronometer: game ends when time runs up (90 minutes).&#10;Play with no chronometer: to better enjoy  the adventure.&#10;&#10;Adventure 1: LIBERACI&Oacute;N Difficulty 4/10&#10;&#10;Adventure 2: PECADOS Difficulty 6/10&#10;&#10;Adventure 3: AMNESIA Difficulty 8/10&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Puzzle",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: IQ Files"
    ]
  },
  {
    "Rank": "14945",
    "Name": "LEGACY: Quest for a Family Treasure",
    "ID": 313636,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/313636/legacy-quest-for-a-family-treasure",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "&quot;Marseille, Fall 2019. You receive the letter of a notary that comes with a mysterious black box. In his last will, your estranged father reveals the existence of a family treasure, hidden somewhere in Europe. To find it, he leaves you objects and documents that belonged to him as well as to your ancestor. You have to shed light on the past in order to be able to claim your inheritance...&quot;&#10;&#10;LEGACY is a co-op investigation game inspired by escape games, with real objects to offer an even more immersive experience.&#10;&#10;LEGACY is divided into 2 independent episodes: with Eiffel 1889, the adventure starts in Paris at the end of the 19th century, during the construction of the Eiffel Tower. In Hellas 2019 the journey continues on a Greek island today, searching for the family treasure.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14946",
    "Name": "Leagues of Adventure: Rocket Race",
    "ID": 160560,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/160560/leagues-of-adventure-rocket-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Leagues of Adventure: Rocket Race is a non-collectible steampunk card game for 2-6 players and is a game of Victorian Scientific Research, Ground-breaking Engineering, Financial Acumen, Heroic Endeavors, and a Dash of Luck.&#10;&#10;The game pits players against each other who play Victorian Clubs or Leagues racing to complete mad-capped moon rockets and be the first to successfully land on the moon!&#10;&#10;In the standard rules each turn players compete by bidding to obtain rocket components and they must have at least 1 propulsion system, 1 capsule and 1 steering mechanism before they can launch a rocket. Each of the components has a reliability score and by rolling 2d6 and getting a result equal to or lower than the combined reliability total means your rocket has successfully landed on the moon and you win the game!&#10;&#10;There are also addtional rocket accessories which improves a rockets reliability. The game also includes advanced play rules which replace the bidding mechanic with a scientific research resource management system.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Space: Earth's Moon",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "14947",
    "Name": "Bigfoot vs. Yeti",
    "ID": 187383,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/187383/bigfoot-vs-yeti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A battle is brewing between the undisputed king of the cryptids Bigfoot and his stone cold cousin the Yeti, who is sick of playing second fiddle.&#10;&#10;In Bigfoot vs. Yeti, you are an up and coming cryptozoologist mounting expeditions in the hopes of proving the existence of unknown creatures such as Bigfoot, Yeti, The Loch Ness Monster, the Jersey Devil or Extraterrestrials. Your ultimate goal is to gain fame and fortune by being the first cryptozoologist credited with the actual discovery of a new species, making you world famous. Somehow you have landed yourself smack dab in the middle of feud between Bigfoot and Yeti so it's time to choose your side as it will help shape the fate of your research and ultimately your success!&#10;&#10;During each turn in the game, players draw from either the Unknown (deck) or from the top of Tabloids (discard pile). Each player mounts or joins expeditions for the various cryptids in the hope of reaching ten or more points in play. If ten or greater points is achieved that expedition would be considered to have found enough proof for science to take notice, thereby doubling that expedition's score. Also during each turn a single Action card may be played which can do things like strengthen the value of an expedition in play, retrieve cards from the Tabloids or manipulate other facets of the game. Each cryptid has an ability that will help you in some way and is triggered when you play them. At the end of a round, cards in the Tabloids that match expeditions in play discredit that expedition. The game also has a shutout rule involving Extraterrestrials that, if achieved, prevents all other players from scoring that round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14948",
    "Name": "RAMbots",
    "ID": 15193,
    "Year": "(2001)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/15193/rambots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4545",
    "Description": "RAMbots is an Icehouse game for two to four players. Each player controls a single RAMbot,  and will lay out strings of instructions which tell the RAMbot how to move and shoot beams  of colored energy. The first player to tag four goals in a specified order wins the game.&#10;&#10;RAMbots requires:&#10;&#10;     a set of Icehouse pieces&#10;     a chessboard&#10;     some kind of shield or screen for each player big enough to hide a handful of Icehouse pieces behind.&#10;&#10;&#10;Game System&#10;&#10;    Icehouse Pieces&#10;&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "14949",
    "Name": "Elf: Journey from the North Pole",
    "ID": 319921,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/319921/elf-journey-from-the-north-pole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Help Buddy the Elf find his dad in Elf: Journey from the North Pole by laying a loopy route from the North Pole to New York City. Play path cards to the board and move Buddy along its crazy curves. Lead him toward your secret goal landmarks along the way to score points. The player with the most points when Buddy the Elf finds his dad wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Pattern Building"
    ],
    "Families": [
      "Containers: Triangular Boxes",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "14950",
    "Name": "AVGhost: Paranormal Investigation",
    "ID": 156443,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/156443/avghost-paranormal-investigation",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "AVGhost: Paranormal Investigation is a cooperative game for 1 to 4 players, where you will take control of a team of paranormal investigators. All of them are part of a specialized agency that investigates and solves paranormal events and poltergeist. In the game, you will be hired to by several people with issues, who will request you to cleanse their homes from troublesome ghosts and spirits. AVGhost Includes 6 different cases to investigate, with a total duration of nearly 30 hours of gameplay. The game is designed to be played in the dark, with support from a digital APP that will reveal clues, add background music and will startle you with the sounds and voices from different paranormal events. But you may always play with the lights on and without the APP, by using the investigation booklet to completely replace the digital APP.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14951",
    "Name": "Tierra y Libertad: The Mexican Revolution Game (Second Edition)",
    "ID": 242191,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/242191/tierra-y-libertad-the-mexican-revolution-game-seco",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Come back in space and time, now you are in the Mexico of 1910, Porfirio Diaz has been in power for more than 30 years. With the slogan &quot;Order and Progress&quot; the country has been brought to modernity, electricity is implemented in cities, train lines are spread throughout the Republic, foreign investment appears everywhere and the exchange rate of the Mexican peso It is equal to the american dollar.&#10;But ... on the other hand, the peasants live in deplorable conditions, outrageous laws are stripped of their land and then hired to work as salaried employees, the dismayed people observe how the political contenders are repressed and the new reelection is prepared.&#10;The Flores Magon brothers use the press to express the dissatisfaction of the people and Francisco I. Madero prepares an uprising with the phrase &quot;effective suffrage, no re-election&quot;.&#10;Tierra y Libertad is a cooperative game, take a place at the table, you will take the role of one of the rebel factions and together they will try to change the Constitution of the country so that it includes the demands of the people.&#10;To achieve this, notable revolutionaries will join your faction, you will also need plans that represent historical events, which are activated with resources (troops, weapons, revolutionary ideas and political power) that you get in different regions of Mexico. The combats are the order of the day, and the actions of the factions do not always help the cause. Players should carefully plan their planning so as not to be crushed by the conservative machinery.&#10;If the players manage to reach the fourth round and also all together make 100 or more victory points then they will have won as a team and a new and inclusive Constitution will now govern the country's destiny.&#10;Otherwise, if objectives of victory points are not met at the end of each round or at the end of the fourth round the factions do not reach or pass the 100 victory points then the counterrevolutionaries will have won, the flame of the Revolution will be extinguished and the course to prosperity will be conducted with the rules of yesteryear.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Country: Mexico",
      "Crowdfunding: Kickstarter",
      "Historical Figures: Pancho Villa",
      "History: Mexican Revolution",
      "Players: Games with Solitaire Rules",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "14952",
    "Name": "PinPoint",
    "ID": 336831,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/336831/pinpoint",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "PinPoint is a 3-in-1 party game in which you must make clever use of comparisons in order to win. Here are the three ways to play:&#10;&#10;&#10;     1-100: The recommended starting game mode. Using a comparison of two extremes, one player gives a clue to help others guess a specific number between 1 and 100.&#10;&#10;&#10;&#10;     1-10: The best game mode to get to know other people. Teams of two players answer questions on a scale of 1 to 10 and win by answering the most similarly.&#10;&#10;&#10;&#10;     LEAST-MOST: The quickest game mode to learn. Vote which person or famous character is least/most likely to do something. Consistently pick the most popular answers to win.&#10;&#10;&#10;Contents include: 28 Number Cards, 54 PinPoint Cards, 80 Character Cards, 8 Dry Erase Boards, 3 Game Mode Rulebooks, 1 Game Overview, 8 Markers, 1 Die, 8 Player Tokens.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14953",
    "Name": "Die Ritter von der Haselnuss",
    "ID": 1177,
    "Year": "(1996)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/1177/die-ritter-von-der-haselnuss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Publisher summary (user edited): Die Ritter von der Haselnuss is a memory game, where the squirrel has to collect and store nuts for the winter.&#10;&#10;Gameplay: The player whose turn it is throws a die and moves the squirrel knight according to the number shown - but he can chose which way on the board he moves. If a player lands on a bush he can pick up a card - will he get a nut or does the bush hide a fox or some other animal? With a good memory the players can protect themselves from the nut thief ... otherwise they will lose all the nuts they have collected.&#10;&#10;Die Ritter von der Haselnuss is a game suitable for the youngest players in the family, with easy rules and short playing time.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "14954",
    "Name": "Midhalla",
    "ID": 359291,
    "Year": null,
    "Geek Rating": "5.533",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/359291/midhalla",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.4286",
    "Description": "&quot;If you like coop fantasy adventure dungeon crawls, you owe it to yourself to check this game out because it&rsquo;s unlike any other one out there.&quot; Rahdo / Richard Ham&#10;&#10;Discover the thrill of Midhalla, an epic cooperative dungeon-crawling adventure that brings a Viking warrior&rsquo;s saga to life with a unique blend of strategy, storytelling, and hero-driven gameplay. Step into the shoes of Harkon, a fierce young Viking, as he takes on a relentless invasion of demon hordes. With no randomness, every decision counts&mdash;this is a game of pure skill and tactics. Invest resources to set deadly traps, then brace for each wave of enemies, knowing your preparation is key.&#10;&#10;Midhalla also offers a rich story-based exploration system: uncover Harkon&rsquo;s journey, dive into an alternate Norse-like fantasy lore, and unlock powerful new abilities and secrets as you progress. The campaign and scenarios are fully replayable, with a mix of classes, skills, events, and enemy formations that makes every session a unique experience. Embark on a deeply immersive campaign where every battle brings you closer to victory&mdash;or defeat&mdash;in the saga of Midhalla.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Drafting",
      "Cooperative Game",
      "Legacy Game",
      "Modular Board",
      "Movement Points",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Category: Tower Defense",
      "Components: Miniatures",
      "Components: Wooden pieces & boards",
      "Creatures: Demons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "14955",
    "Name": "Star Trek: Conflick in the Neutral Zone",
    "ID": 264157,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/264157/star-trek-conflick-in-the-neutral-zone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Resource-rich planets have been found in the Neutral Zone, and both the Federation and Klingon Empire are out to exploit them!&#10;&#10;In Star Trek: Conflick in the Neutral Zone, players flick discs representing the various ships found within the Star Trek universe, and these ships are used to collect resources or attack other ships. Collecting resources &mdash; that is, energy and command points &mdash; is accomplished by bringing a collector ship within range of an energy or command point planet.&#10;&#10;To attack, you must use your attack ship to hit an opponent's ship off the planet or board. Successfully attacking an opponent awards a command point, but attacking isn't always easy as players can add in asteroids in order to block shots and protect their ships.&#10;&#10;Your fleet can be expanded during your turn by purchasing more ships, which allows you to increase the strength of your forces and ultimately claim the planets for yourself.&#10;&#10;As soon as someone claims ten command points, the game ends and that player wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "14956",
    "Name": "Shadow Rivals",
    "ID": 279928,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/279928/shadow-rivals",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "In Shadow Rivals, you will be leading a team of 8 skillful bandits each with a different specialty, robbing the riches from the extravagant parties that take place every night.&#10; But there are rival teams that also want to rob these patricians, so you will need all your wits to gain the upper hand, and make sure you get the biggest slice of the pie.&#10; The church bell has just rung for 6 pm, so put on your cloak and go meet your crew in the dark alley near a fancy mansion. It is now time to roll and show them who leads the most notorious team of bandits in town, laughing all the way to the bank.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "14957",
    "Name": "Helltank",
    "ID": 5200,
    "Year": "(1981)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/5200/helltank",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7273",
    "Description": "Microgame #19 in the Metagaming Microgames series.&#10;&#10;Details from the game box:'&#10;&#10;The nearby grumble and clank surges rank fear in your veins. Crouched low you wait. Dragons or Ogres of old might at least be fought. Helltanks are certain death. Closer, closer it comes. You wait and pray it strikes right or left, anywhere but here. Helltank is a game of tactical armored conflict in the 21st century. Each counter is a single vehicle or small unit. Included are the U.S. Klane class MBT-1 1, light cav. Raiders, Japanese IFV infantry carriers, Israeli Missile Launchers, Recon Hovers, Brazilian tri-turret MTTs, jet-pack Hawk Teams, Air Cruisers and the first Ft. Ticonderoga class heavy launch vehicle, Helltank. Versatile rules portray future combat in a playable, yet realistic manner. covering movement firing. opportunity fire, missiles, air defense platforms and the special unit rules.&#10;&#10;Contents:&#10;&#10;    Rules&#10;    12x14 play map&#10;    126 unit counters&#10;&#10;&#10;Followed by:&#10;&#10;     Helltank Destroyer&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "14958",
    "Name": "Ghost Blitz Junior",
    "ID": 244702,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/244702/ghost-blitz-junior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "With Geistesblitz Junior, now children as young as four years old can play this quick-reaction game, grabbing the right object at the right time.&#10;&#10;In this game, piglet, frog, ghost, and chick wait in the middle of the table. The cards show three of them in different colors. The objective is to grab whatever comes up in its original color. For children 6 years and up, the ghost occasionally appears in a dark nightgown. When this happen, keep your hands off all the figures!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Geistesblitz"
    ]
  },
  {
    "Rank": "14959",
    "Name": "Magic: The Gathering – Duel Decks: Heroes vs. Monsters",
    "ID": 210410,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/210410/magic-the-gathering-duel-decks-heroes-vs-monsters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Legendary monsters have always threatened the civilizations of the Multiverse&mdash;and inspired glory-seeking heroes, eager to stop them. Which will prevail?&#10;&#10;Duel Decks: Heroes vs. Monsters introduces six cards from the Greek-myth-based Theros set, new Theros-based art, and two new game mechanics: heroic and monstrosity.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14960",
    "Name": "Froschkönig",
    "ID": 13926,
    "Year": "(2003)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/13926/froschkonig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "In Froschk&ouml;nig (Frog King), players have a bag containing  18 wooden beams of different lengths. In a round, players search in through their bag, and by touch only, pull out two beams which added in length must be as near as possible from a given length shown on the board &ndash; but never longer than it. The winner for the round gets to place both beams as a part of their frog's tongue. The player who was second, gets to place the shorter of their two beams as part of their frog's tongue. The owner of the frog that first touches the princess, who is a couple of board lengths aways, with its tongue is transformed into the Frog King and wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "14961",
    "Name": "The Moscow Campaign: Strike and Counterstrike Russia, 1941",
    "ID": 8754,
    "Year": "(1972)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/8754/the-moscow-campaign-strike-and-counterstrike-russi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1333",
    "Description": "The Moscow Campaign; Strike and Counterstrike Russia, 1941, is the successor to SPI's earlier treatment of roughly the same events, The Battle of Moscow (originally published in Strategy &amp; Tactics magazine #24).&#10;&#10;The Moscow Campaign covers the final German drives on the Russian capital and the first Soviet counteroffensive. The scale is 6 miles per hex and three days per turn.  Units (blue Germans and brown Soviets) are predominantly divisions. The Soviets have a few corps, and some German mechanized divisions are replaced by kampfgruppen if eliminated in combat. Though they have &quot;historical&quot; designations, the formations are pretty generic. They display combat factors, movement allowances and NATO symbols. Most formidable are the German 6-8 panzer divisions; most common are the lowly Soviet 1-4 infantry.&#10;&#10;Games can begin as early as September 30, 1941, and end as late as December 31st. A variety of starting points, ending points and German orders of battle produce 24 scenarios, four lasting all 31 turns, the rest - centered on the German offensives in early October and late November and the Soviet riposte at the end of the year - 8 turns each.&#10;&#10;The four-color map is functional though not an aesthetic gem. It shows cities, rivers, railroads, forests, swamps, lakes, Soviet fortifications and scenario start lines.&#10;&#10;Players alternate turns, each having a movement phase, combat phase and second movement phase for mechanized units. Zones of control are &quot;semi-active&quot; (requiring extra movement points to enter or leave but not mandating combat between adjacent enemies). The stacking limit is three units of any size per hex.&#10;&#10;The Combat Results Table has the classic Eliminate, Exchange, Retreat outcomes. Overruns during movement are also possible, though they require 11 to 1 odds. Germans must trace supply lines to railroads that have been converted by Eisenbahn Bautruppen, Soviets to unconverted rail lines that run to the north, south or east of the map. Lack of supply halves movement and combat factors but doesn't, by itself, result in elimination.&#10;&#10;Weather changes historically. Rain, mud and full winter successively erode movement allowances and combat strengths.&#10;&#10;There are no air or command rules.&#10;&#10;Victory points are awarded for destroying enemy units and for geographical objectives (possession of Moscow for either side, proximity to Moscow for the Germans, pushing units west of the start line for the Soviets).&#10;&#10;When published, this was one of SPI's largest and most sophisticated games.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 6 miles / 9.6 kilometers&#10;Units: Brigade to Corps&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; four-color mapsheet&#10;One single-side printed countersheet (400 1/2&quot; counters)&#10;One 10-page foldout Moscow Campaign folder&#10;One 6-sided die&#10;&#10;Solitaire Suitability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Components: Map (Continental / National scale)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Kursk (SPI)"
    ]
  },
  {
    "Rank": "14962",
    "Name": "Anno Domini: America",
    "ID": 43110,
    "Year": "(2009)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/43110/anno-domini-america",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Each Anno Domini set consists of 336 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The set &quot;America&quot; contains historical events which are related to America. This relationship is not necessary obvious. Like all Anno Domini the America edition can be played as standalone or mixed with some or even all editions.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "14963",
    "Name": "1812!: War on the Great Lakes Frontier",
    "ID": 340281,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/340281/1812-war-on-the-great-lakes-frontier",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "540",
    "Weight": "3.2857",
    "Description": "&quot;1812! War on the Great Lakes Frontier&quot; is a card-driven strategic wargame that simulates the naval and land actions fought on and around the Great Lakes of North America during The War of 1812.&#10;&#10;This is a two-player game with either player commanding the naval and land forces of the United States of America or the British Empire.&#10;&#10;Players will alternate playing Strategy cards, spending Operation Points and causing historical events to occur. Operation Points are the currency used to move and fight battles with military units. &#10;The scale of fighting units is regimental and single ship. &#10;Each leader, regiment and naval vessel has been researched to determine its relative strength and weaknesses based on battle performance, unit size, and type. With armies rarely exceeding a few thousand men, the forces are manageable and the clashes are skirmishes in comparison to the battles fought in Europe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: North America",
      "Country: Canada",
      "Country: USA",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "14964",
    "Name": "Blueshift",
    "ID": 228550,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/228550/blueshift",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "130",
    "Weight": "2.6667",
    "Description": "Blueshift is the epic sci-fi strategy game for 2-6 players in which players compete to conquer the galaxy!&#10;&#10;Every turn, players seek to expand their empire by exploring the depths of space, building up their fleet, conquering new worlds, and engaging in combat with other players. Players have six species to choose from, each with their own unique strengths to help them on the path to victory.&#10;&#10;Because there are dozens of potential planets and layouts to play with, each game is guaranteed to be unique, providing a high degree of replayability.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "14965",
    "Name": "CGT: Card Game Traders",
    "ID": 369571,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/369571/cgt-card-game-traders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "CGT is a closed economy card game in which players are collectors of valuable cards from famous trading card games. In each game, players will create the &quot;Meta&quot;, which will indicate the values of each card. Players will try to control the Meta to make their collection the most valuable.&#10;&#10;There are seven different cards in different quantities. At the beginning of the game, each card is given an ability that is used when the card is played or that will change the card's value. The game includes 24 different abilities, which makes the game unique every time you play it.&#10;&#10;On a player's turn, they play a card from their hand, increasing its value, carry out the ability of the card, then buy new cards from the market that are collectively valued the same or lower than the new value of the played card.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "14966",
    "Name": "Ardennes II",
    "ID": 377898,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/377898/ardennes-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8571",
    "Description": "Ardennes II is a Standard Combat Series reissuing of the award-winning game Ardennes from 1994 using the additional research available in the BCS game Last Blitzkrieg. Like its predecessor, it covers the German Wacht am Rhein offensive in December 1944 against the heretofore &ldquo;quiet front&rdquo; of the Ardennes Forest.&#10;&#10;Despite heavy losses on both the Western and Eastern Fronts, the German Army attempted to re-invigorate its offensive forces using drafts of the elderly, infirm, and very young.   The defending US forces were recovering from the dash across France and using the Ardennes area to give exhausted units a chance to refit and to give their new reinforcements some modest battle-zone experience.&#10;&#10;The result went down in history as the Battle of the Bulge.&#10;&#10;Overcoming the initial surprise, the US forces put together a series of determined defenses, numerous timely bridge destructions, and the incredible power of their well-supplied artillery to stop the vaunted German Panzer troops nearly dead in their tracks.&#10;&#10;Ardennes II covers all this action in turns representing one day of combat and a hex scale of 1 mile per hex. Units are usually reinforced battalions (or smaller). The full campaign game lasts only 16 turns from 16 Dec to 31 Dec 44.&#10;&#10;In addition to spotlighting the better OOB and map research first used in Last Blitzkrieg, the game differs from its predecessor by highlighting the unique nature of the artillery on both sides, correcting the original&rsquo;s &ldquo;Supply Wagon&rdquo; supply system, as well as giving units the opportunity to withdraw before an enemy attack. It also cuts back on the amount of chrome rules which the player needed to wade through, and which exaggerated the effects of some marginal forces.&#10;&#10;The game continues the SCS tradition of a very clean and easily played Sequence of Play, clear unit interactions, and straight-forward victory determination.&#10;&#10;This game is highly recommended for those interested in learning for the first time or teaching the fine hobby of wargaming to beginners.&#10;&#10;Scenarios:&#10;Ardennes Campaign, 2 maps, 16 turns&#10;Breakthrough Campaign, 1 map, 6 turns&#10;KG Peiper, part of 1 map, 5 turns&#10;The Goose Egg, part of 1 map, 5 turns&#10;Bastogne: Screaming Eagles Under Siege, parts of 2 maps, 8 turns&#10;Tip of the Spear, 1 map, 4 turns&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: Luxembourg",
      "History: World War II (Battle of the Bulge)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "14967",
    "Name": "Drive on Frankfurt",
    "ID": 5935,
    "Year": "(1987)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/5935/drive-on-frankfurt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Drive on Frankfurt: NATO-Soviet Future Warfare in West Germany, is the theme of the first game published in CounterAttack magazine No.1 (October 1987).  One player controls the NATO forces and the other player, Soviet (based on the weapons of the day... 1987).&#10;&#10;Points are awarded for control of urban and town centres and for NATO unit losses.  The net Soviet points determine the Victory level.&#10;&#10;The game is notable for the following rule:&#10;&#10;&quot;13.2 Nuclear Weapons - Either player, feeling his position is hopeless, may overturn the game table.  He forfeits the game, but we hope he enjoys losing so spectacularly.&quot;&#10;&#10;Game Scale:&#10;Turn: 12 hours&#10;Hex: 2.4 miles / 4 km&#10;Unit: Battalion/Regiment, with company or platoon specialist units&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 20 page rules booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "History: Cold War",
      "Magazine: CounterAttack",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14968",
    "Name": "Land 6",
    "ID": 161849,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/161849/land-6",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Land 6 is a board game for one player (a solo game) with an approximate duration of 15 minutes.&#10;&#10;You are The Lord of the Dice, in eternal battle against The Lord of the Cubes, fighting for the world known as Land 6. To defeat him you must conquer his city with one of your armies, and you must do it... with just six dice!&#10;&#10;Components: six dice (your army), six cubes (Lord of the Cubes army), an action die and six tiles (with a number 1-6 and four squares: city, sea, forest and growing field) for the board game.&#10;&#10;The object of the game is to conquer Land 6. For this you must place one of your armies (one die) in the city of The Lord of the Cubes (city square on tile number 6). You have different actions that you can activate with your armies (substrating a point for a die in a square), while avoiding that the armies of The Lord of the Cubes conquer the world.&#10;&#10;If your cities are defeated or The Lord of the Cubes deploys all their armies, you lose. If you conquer his city, you win.&#10;&#10;2014 Solitaire Print and Play Contest results:&#10;&#10;Best Small Sized Game&#10;2nd place - Land 6 by Santiago Eximeno&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "14969",
    "Name": "Renju",
    "ID": 11930,
    "Year": null,
    "Geek Rating": "5.533",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/11930/renju",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.45",
    "Description": "Renju is the adult/tournament version of the Japanese game Go-Moku.  Renju is played on a 15x15 Go board, with Go pieces.&#10;&#10;The goal is the same: to get five stones in a row.  Renju has evolved rules to balance the game however: Go-Moku heavily favors the first player.&#10;&#10;Renju counters this with two important rules:&#10;&#10;&#10;     Setup: one player places two black stones and one white stone on the board.  The other player chooses which side to play.  White places one stone, then Black places two more stones.  White removes one of these last two Black stones, then the game proceeds normally.&#10;     Restrictions: Black may not create a three-three or four-four.  (That is, a move that creates two open-ended threes at once, or two fours at once.)  Black may not create an &quot;overline&quot; - six or more stones in a row.  White is NOT thus restricted, and can win by any of those moves, OR by forcing Black to make such a move to block White.&#10;&#10;&#10;Renju lacks the depth of Go, but the strategies are far easier to understand, and mere mortals can become quite good at it.&#10;&#10;Similar to:&#10;&#10;    5ive Straight&#10;    Take 5&#10;    5 in a Row&#10;    Go-Moku&#10;    Pente&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 15 x 15 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14970",
    "Name": "Evil Upheaval",
    "ID": 336323,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/336323/evil-upheaval",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Evil Upheaval is a competitive cutthroat strategy board game for 2-5 players that insists you work with your fellow villains to complete schemes, then pits you against one another as only one of you can be accepted into the League of Evil. With two different win conditions you need to keep a close eye on your fellow villains. Changing locations, managing your resources, and using your powers to devastating effect is just as important as making sure the League recognizes your accomplishments. So if your evil schemes aren't enough to get their attention, you might have to do something really drastic-like build your own secret weapon and take Captain Mallet out once and for-all.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "14971",
    "Name": "Unterseeboot: U-Boat Solitaire",
    "ID": 203027,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/203027/unterseeboot-u-boat-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.4286",
    "Description": "&quot;Unterseeboot: U-Boat Solitaire&quot; is a Print-n-Play solitaire wargame of German WWII submarine warfare.  Components include an 8 1/2&quot; x 11&quot; map board, 7 dice, and 30 cubes/tokens. As U-Boat commander your mission is to sink as much Allied shipping as possible within a fast 20-turn time frame without yourself getting sunk.  You have a limited supply of torpedoes and battery life, and an operational area of four depth level within which to maneuver and evade aerial attack and depth charges. Each patrol lasts no more than 10 minutes in this fun-filled yet intensive drama that unfolds above and below the dark seas of the North Atlantic.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Country: Germany",
      "Country: United Kingdom",
      "Misc: Free Wargames",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "14972",
    "Name": "Dunaïa",
    "ID": 265682,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/265682/dunaia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Ancient robots called Dunaias have been awakened by a strange energy. With their help, players do their best to develop their village while trying to fulfil the 3 objectives of the prophecy.&#10;&#10;Dunaia is a 1-hour expert management game with a clever and interactive die system:&#10;Each turn, the player chooses one available die. Doing so, they awaken the Dunaia of matching value to work on 2 buildings surrounding it. Then the player uses that die on the main board or on a building (even if hostile) to perform a special action.&#10;&#10;With the Dunaias&rsquo; help, the player completes their building and reaps the benefits: metal flowers used as a precious currency or memory chips that recreate ancient artefacts... Creating synergies on one&rsquo;s board is key for players to adapt to a prophecy that changes with each game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Game Park"
    ]
  },
  {
    "Rank": "14973",
    "Name": "Fliip Football",
    "ID": 172088,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/172088/fliip-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Tabletop football game for two players.  Easy game-play matches real football stats.  Unique Fliip play solution creates fast-paced action.&#10;&#10;Includes two complete matched teams with offense and defense play cards along with special teams kick tables.  Track the down-and-distance with with clear marker cards on the flexible field mat.&#10;&#10;Each team has 12 offense and 12 defense plays. Offense and defense can choose their personnel and can be either aggressive or conservative.  Offense can pick from run or pass plays.  Defense can pick a focus area of the field.  The 144 possible outcomes match real football averages at the play and possession levels. Try playing with your own personal game-plan or style.  You can be a conservative team that runs the ball and controls field-position.  Or you can be a wide-open passing team that takes aggressive risks on defense.&#10;&#10;The Flip play solution is a diagrammatical solution of the offense and defense play pairing.  Each offense play-card has a play arrow which is positioned in one of six lanes.  Each defense play-card has play outcome arrows in each of these lanes.  The cards are aligned and the offense play arrow will line up with one of the defense outcome arrows yielding the outcome of the card pairing and the play.&#10;&#10;Each team has three kick tables for kick-offs, punts, and field goals.  These tables are used with three dice and the results match real football stats.&#10;&#10;Four possessions per side is a quick game (30 minutes) and eight possessions per side is a good game (60 minutes).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "14974",
    "Name": "Vroeger of Later",
    "ID": 22808,
    "Year": "(2006)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/22808/vroeger-of-later",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Learn about the history of the Netherlands.&#10;The person who loses his or her cards first, will win.&#10;When it's your turn you put a card on the right place in the line of history. Or, you say the previous player didn't put the card in the right order. The player of the two who was wrong gets more cards.&#10;&#10;Vroeger of later is the only Dutch game in the Anno Domini series.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "14975",
    "Name": "Activity kompakt",
    "ID": 56410,
    "Year": "(1992)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/56410/activity-kompakt",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "Small version of the well known party game Activity where you have to describe words verbal, pantomimic or by drawing. This edition comes with 660 new ideas.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "14976",
    "Name": "Cubeez",
    "ID": 241492,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/241492/cubeez",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It's time for a race! Can you make a face faster than anyone else in Cubeez? Not on your own face, though; no, you need to quickly turn and flip your three cubes to match the silly face on the challenge card. Will your Cubeez be surprised, sad, happy, angry, or a little bit of everything?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "14977",
    "Name": "1777: The Year of the Hangman",
    "ID": 9093,
    "Year": "(2002)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/9093/1777-the-year-of-the-hangman",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.4",
    "Description": "Being an Examination of the Philadelphia Campaign of that Year Including a Study of the Ten Crucial Days of 1776 and the Battles of Trenton and Princeton.&#10;&#10;&quot;I left Congress on the 11th of November, 1777, that year which the Tories said, had three gallows in it, meaning the three sevens.&quot;&#10;~John Adams&#10;&#10;1777: The Year of the Hangman is an operational study of the campaign for Philadelphia. Between September 1st and December 19th two armies contended for the American capital, seat of the rebellion, home to the Congress, and from where independence from Great Britain had been declared only the year before. In this contest battles were fought in Delaware, New Jersey and Pennsylvania. Today roadside placards mark these places: Cooch's Bridge, the banks of the Brandywine, The Battle of the Clouds, and Germantown. For 225 years a solemn, common grave has marked the site of the Paoli Massacre. Glory attends the name of Red Bank where the hated Hessian was sent packing, and the fight for Fort Mercer where the Royal Navy suffered its worst defeat of the entire war. Fort Mifflin stands in mute testament to the patriot's naked valor; while Valley Forge remains a shrine to his devotion.&#10;&#10;Yet all this could have ended on the gallows for Washington and his men, instead of the nation we call the United States of America.&#10;&#10;Scale: Two miles per hex. Units: Primarily Brigades and Divisions with a strength point representing roughly 200 men (or 1 regiment). Turns: One day divided into several movement pulses.&#10;&#10;Contents: 1 Map (34 x 22&quot;), 1 Counter sheet (280 pieces). 2 Off Board Army Displays, Box, 1 six sided die, Rulebook, including extensive Historical Commentary and a dozen scenarios ranging in length from the entire campaign to simple battle vignettes that last half an hour.&#10;&#10;Also includes a study of The Ten Crucial Days of 1776, encompassing the campaigns of Trenton and Princeton and several &quot;what if&quot; scenarios.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "14978",
    "Name": "Moving Day",
    "ID": 400276,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/400276/moving-day",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "July 1st is &quot;Moving Day&quot; in Qu&eacute;bec, Canada. It's no joke as more than 100,000 people (!) move on this special day. Why? Starting in the 1700s, by law all leases would expire on the same day. The law has since been changed, but landlords and renters still stick to July 1st as the universal moving day. And since so many people are moving on the same day, it's of course near impossible to hire movers or even rent moving trucks &mdash; so everyone in the community shows up to help you move!&#10;&#10;In Moving Day, your job is to pack all your stuff nicely into the available vehicles, trying to avoid crushing lighter items by putting heavier items on top, while also assigning people from the community to each vehicle. Some of them are pretty clumsy and might break fragile items if you are not careful, but if they bring delicious food with them, it might be impossible to turn them away...&#10;&#10;On your turn, choose a set of two item tiles and one person card from a general display, then assign them to your vehicles. Be aware that your vehicles have limited space and different shapes, and you must fill the items from the bottom to the top. People also have different strengths and should ideally be strong enough to collectively lift your heavier items.&#10;&#10;After eight rounds, the game ends. Each player now has sixteen item tiles and eight people cards assigned to their vehicles, and they calculate their score:&#10;&#10;&#10;     Heavy items on top of lighter items break the lighter items below.&#10;     Clumsy people will break fragile items.&#10;     Heavy items score more points than lighter items.&#10;     Score extra points for adjacent items of the same shape.&#10;     Score extra points for adjacent items of the same type.&#10;     Food tokens are also worth 1 point each!&#10;&#10;&#10;The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "14979",
    "Name": "WayWord",
    "ID": 99310,
    "Year": "(2011)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/99310/wayword",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8889",
    "Description": "Game description from the publisher:&#10;&#10;In Tom Jolly's WayWord, players go head-to-head to score points by finding and creating the best words from the letter tiles.&#10;&#10;WayWord is not a standard word-building game. Attempt to outmaneuver your opponents and use the special tiles to gain the advantage. Make use of your pawn to block other players from creating words.&#10;&#10;Optional rules and the unique game play also allow for sentences and phrases to be completed and scored for points.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "14980",
    "Name": "Booo!",
    "ID": 192344,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/192344/booo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "You are attending the great ghost apprentice competition in &quot;Blackrock Castle&quot; in northern Scotland. In this tournament, you have to scare as many visitors as possible in order to win the disputed &quot;Ghost Master&quot; title. Who is going to be the fastest ghost?&#10;&#10;In Booo!, you want to take the corridors and the secret passages, pass through the walls, and change colors to find the right path and scare Blackrock Castle's visitors before anyone else.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": [
      "Country: Scotland",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "14981",
    "Name": "Kampf gegen das Bünzlitum",
    "ID": 195842,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/195842/kampf-gegen-das-bunzlitum",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;A party game for horrible Swiss people.&quot;&#10;&#10;Play begins with a judge, known as the &quot;Round Boss&quot;, choosing a red fill-in-the-blank card from the top of the deck and showing it to all players. Each player holds a hand of eight white answer cards at the beginning of each round, and passes a card (sometimes more) to the round boss, face-down, representing their answer to the question on the card. The round boss determines which answer card(s) are funniest in the context of the fill-in-the-blank card. The player who submitted the chosen card(s) is given the question card to represent a point, and then the player to the left of the Round Boss becomes the new Boss for the next round. Play continues until the players agree to stop, or until they are thrown out of the pub, at which point the player with the most Points is the winner.&#10;&#10;Kampf gegen das B&uuml;nzlitum is a Swiss adaption of the popular Cards against Humanity. It features all new cards with Swiss celebrities, places and topics of interest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "14982",
    "Name": "Yay!",
    "ID": 133620,
    "Year": "(2012)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/133620/yay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.0909",
    "Description": "In Yay! you have to roll three dice on a 8x8 grid. You can write the sum of the dice in either field the dice touch, provided your opponent has not added a higher number on a neighbouring field. If an opponent has entered a lower number on a neighbouring field you can cross that field out. You may reroll your dice if you are not satisfied with your result, but the sum of the following dice roll has to be higher than your previous one. If it isn't, you have to cross one of your fields out. The game ends, when one horizontal and one vertical row is filled out. The player with the most occupied fields wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "14983",
    "Name": "UNO Ultimate Marvel: 2nd Edition",
    "ID": 381716,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/381716/uno-ultimate-marvel-2nd-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "With this UNO Ultimate card game, players may not be Marvel Super Heroes, but they can play like they are! This premium version of UNO features four card decks, each designed specifically for a popular, heroic character.&#10;&#10;Each player chooses to play as a character who has special powers that they can use on EVERY turn. A Danger Deck holds &quot;Event&quot;, &quot;Enemy&quot; and the new &quot;Item&quot; cards to switch the balance of power! Players race to get rid of all their cards just like the classic UNO game, and they can't forget to yell &quot;UNO!&quot; when down to their last one.&#10;&#10;Unique to UNO Ultimate are TWO ways to win each round as well as four collectible, never-before-seen Foil Cards which players can keep and collect or put in the game itself to spice up the Ultimate deck! The card game makes a great gift for fans of UNO, Marvel and fun on game night. Colors and decorations may vary.&#10;&#10;&mdash;description from the publisher&#10;&#10;Shuri&#10;&#10;        A tech genius and strategist, Shuri always has the right tool for any job and if she doesn't, she will make it. Use her power to swap the cards you need for the perfect moment or save it for later. As she is item focused, always pay attention to other players when they get or use their items.&#10;&#10;&#10;Captain America&#10;&#10;        Fights for freedom wherever there is trouble. He will never give up and never surrender. He is a utility fighter. Cap uses whatever is at his disposal to get the job done. Use his cards in the right situation to deliver the best results. Pick the right targets and save the day.&#10;&#10;&#10;Black Widow&#10;&#10;        A master spy and assassin, Natasha Romanoff is always in control. Use her cards to manipulate her opponents into playing into her traps. Maximize her character power by eliminating opponents' ability to play cards or remove wild card threats.&#10;&#10;&#10;Hulk&#10;&#10;        The strongest there is. His strength is overpowering and his toughness is unmatched. Hulk's power and cards reflect his reckless abandon and unstoppable force. Use your cards to burn through your deck to get angry while dishing out massive destruction against your opponents. Play your danger icon cards to get more enemies out for Hulk to fight and get him enraged.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: The Incredible Hulk",
      "Game: UNO",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "14984",
    "Name": "Galactic Strike Force",
    "ID": 137811,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/137811/galactic-strike-force",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Galactic Strike Force is a cooperative, deck-building game in which two to six players each take control of a ship and a crew in defense of the galaxy! Dangerous opposition forces threaten to overrun the entire galaxy, and the players must not only build up their ships, but also work together tactically to stop them!&#10;&#10;However, this Strike Force is not made up of stalwart defenders, space cops or Volnethian Guardians. In Galactic Strike Force, you play as scoundrels &mdash; members of the galactic underworld! Smugglers, space pirates, gun runners, bounty hunters, and information brokers make up the ranks of the Strike Force which has come together to defend the galaxy!&#10;&#10;Galactic Strike Force takes about an hour to play and all of the players are engaged throughout the entire game. Rather than having individual turns, each player is constantly acting through the phases of the game, and each ship is in constant peril! As the game progresses, players travel from sector to sector, purchasing powerful tech upgrades for their ships and boosts to help them in battle. Then, after installing the techs, the Strike Force ships engage the opposition ships in battle throughout the galaxy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14985",
    "Name": "House of Normandy",
    "ID": 209113,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/209113/house-of-normandy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "House of Normandy is a &quot;quad&quot; centered on the dynastic struggles of William the Conqueror's extended family, and the second game in the SHIELDS &amp; SWORDS II series. The earliest of the four battles collected herein saw two of William's sons duking it out. The other three battles are all drawn from the reign of Stephen of Blois, the Conqueror's grandson, and the long period of instability and intermittent civil war that has come to be called The Anarchy. During the twelfth century, armies tended to avoid giving battle to one another, and when it did come to blows, neither side exhibited much endurance; there's none of that &quot;they fought from sunrise to sunset&quot; stuff here. Nor was anyone involved particularly renown for any special military genius. As a result, the battles here are short, small, and uncomplicated affairs, ideal both for solitaire study, and for a quick game with a friend. That's not to say the battles are lacking in flavor, however, as each brings something unique to your table.&#10;&#10;The Battle of Tinchebray (1106) gives each player Wings composed of both cavalry and foot soldiers, and arrayed in echelons. S &amp; S vets know that horse and non-horse units don't support the other's attacks, which makes things tricky. The battle turns on the timely (or not) arrival of a hidden English Wing.&#10;&#10;The Battle of the Standard (1138) is a matter of English quality versus Scots quantity. The English have a good defensive position, and are mostly arrayed into a single Wing (with all the pluses and minuses that come with it). Successive waves of Scots will usually be forced to attack the English piecemeal. The English have the advantage in the early game, but the longer the game runs, the more Scottish numerical superiority will rule the day. To recreate the spectacularly lopsided victory that the English enjoyed historically, the English player will have to seal the deal in the early going.&#10;&#10;The Battle of Lincoln (1141) might be described as a game of &quot;press your luck&quot; for poor King Stephen. He has some good units, but as soon as one Wing defects, the others might follow, turning an even contest into a slaughter. His Angevin opponent must make good use of not only his horse, but also his Welsh infantry, which is fearsome but brittle.&#10;&#10;The Battle of Wilton (1143) commences at dusk, and ends at nightfall. This means the battle has a time pressure element, quite unusual for the S&amp;S system. Neither player knows exactly when the battle is going to end. Will the Blesevins break through the Angevin line, or will Stephen's retreat be covered by his gallant rearguard?&#10;&#10;The SHIELDS &amp; SWORDS II series builds on, and improves, the Shields &amp; Swords series of games (We Happy Few, Stamford Bridge, A Hill Near Hastings, and Our Royal Bones), with a greater variety of unit types, revised suppression rules, and a new D8-based CRT. S&amp;S II revolves around the activation of Wings using double-sided Command Markers, with a flexible scale and simple, easy-to-teach rules.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Norman Conquest",
      "Players: Two-Player Only Games",
      "Series: Shields & Swords II (Hollandspiele)"
    ]
  },
  {
    "Rank": "14986",
    "Name": "Magic: The Gathering – Duel Decks: Elspeth vs. Kiora",
    "ID": 210412,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/210412/magic-the-gathering-duel-decks-elspeth-vs-kiora",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;The knight Planeswalker Elspeth Tirel sees herself as the protector of the Multiverse. She has pledged her sword and shield to all who suffer, and she summons forth impressive armies to assist her. The merfolk Planeswalker Kiora calls upon the creatures of the deepest oceans to fight at her side. She is the master of the world beneath the waves, her true power only now beginning to surface.&#10;&#10;How will these Planeswalkers measure up when they meet in battle?&#10;&#10;Each card in these two decks is black-bordered and tournament legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14987",
    "Name": "Casino Yahtzee",
    "ID": 4764,
    "Year": "(1986)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/4764/casino-yahtzee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.125",
    "Description": "From the back of the box:&#10;&#10;Casino Yahtzee combines the suspense of a gambling game with the strategy of Yahtzee.  The challenge is to toss the dice and roll the numbers you need.  Use chips to cover rows of numbers on your gameboard.  Win points when you complete a row.  Points can be scored across, down and diagonally.&#10;&#10;Use strategy too.  Try to win the rows with the highest points by choosing the colored dice that can make it happen.  Watch out for your opponents.  If they roll the right numbers first, they can block you.  Score the most points and win the game!&#10;&#10;Contents:&#10;5 Special Dice:&#10;- 1 die: 1-6&#10;- 1 die: 2-7&#10;- 1 die: 3-8&#10;- 1 die: 4-9&#10;- 1 die: 5-10&#10;1 Dice Cup&#10;1 Dice Tray&#10;4 Plastic Game boards with sliding tops&#10;Black Chips&#10;White Chips&#10;1 Score Pad&#10;Instructions&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Game: Yahtzee"
    ]
  },
  {
    "Rank": "14988",
    "Name": "Colosseum",
    "ID": 200999,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/200999/colosseum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "User summary&#10;COLOSSEUM is a one-on-one duel card game. This game reflects many features seen in fighting video games, such as character-specific abilities, distance control, anticipating opponent's moves, three-way-deadlock skill interactions, and overdrive skills. With these features, this game provides an environment where players' risk and return fluctuate throughout the game.&#10;&#10;Publisher's summary&#10;1vs1&#227;&#129;&#174;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#229;&#175;&#190;&#230;&#136;&#166;&#230;&#160;&#188;&#233;&#151;&#152;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#232;&#170;&#173;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#130;&#146;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#190;&#227;&#129;&#168;&#227;&#130;&#129;&#227;&#129;&#159;&#228;&#189;&#156;&#229;&#147;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;3&#227;&#129;&#153;&#227;&#129;&#143;&#227;&#129;&#191;&#227;&#129;&#174;&#231;&#155;&#184;&#230;&#128;&#167;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#164;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#168;&#227;&#128;&#129;&#232;&#183;&#157;&#233;&#155;&#162;&#227;&#129;&#174;&#230;&#166;&#130;&#229;&#191;&#181;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#128;&#129;&#229;&#184;&#184;&#227;&#129;&#171;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#130;&#175;&#239;&#188;&#134;&#227;&#131;&#170;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#129;&#140;&#229;&#164;&#137;&#229;&#139;&#149;&#227;&#129;&#151;&#231;&#182;&#154;&#227;&#129;&#145;&#227;&#130;&#139;&#231;&#146;&#176;&#229;&#162;&#131;&#227;&#130;&#146;&#230;&#167;&#139;&#231;&#175;&#137;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14989",
    "Name": "The Scheldt Campaign",
    "ID": 125416,
    "Year": "(2012)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/125416/the-scheldt-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "An operational level wargame of operations in the area of the Scheldt Estuary in Belgium and Holland in October and November of 1944. The crucially important port city of Antwerp had fallen to a rapid British advance in September, but the port could not be used until the coastal artillery defences at the mouth of the Scheldt had been neutralized and the river swept of thousands of mines. It fell to the First Canadian Army, already tired and overstretched after being in continuous combat since the D-Day invasion, to do this.&#10;&#10;The nature of this campaign poses challenges to the players: the grinding, attritional nature of the fighting; the difficulty of the terrain fought over; and the limited resources available to either side. The Staff Card system, adapted from Joe Miranda's &quot;Bulge 20&quot; system, does not allow players to move and fight every unit every turn, as is often the case in other wargames - they must choose what they want to do, and where, and how to support it. The combat system, seemingly very simple because it does not rely on odds computations or column shifts, favours the defence and reflects the incremental nature of unit losses as they wear away in the fighting.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Netherlands",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14990",
    "Name": "Irish Freedom",
    "ID": 147372,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/147372/irish-freedom",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Game Summary:&#10; Irish Freedom is a solitaire wargame covering the Irish war of independence, and then the Irish civil war. The player controls the Irish forces fighting the British, then, after the treaty with Britain, plays the role of Michael Collins' Free State forces against the anti-treaty Republicans.&#10;&#10;Components:&#10;&#10;    Map&#10;    Rules&#10;    British counters (Army, RIC, Black &amp; Tans, UVF)&#10;    Irish Free State counters (Mob, Guerillas, Regulars, A/Car, Artillery)&#10;    Irish Republican counters (Mob, Guerillas, Flying column)&#10;    D6 is required&#10;&#10;&#10;Playing time = 30-60 minutes.&#10;&#10;Game play: &#10;As the Irish player, you must first force the British to end the war in a treaty. This is done by denying areas of the country to them and eliminating British units. After this is completed, the Irish forces split along the line of the civil war. As the Free State (pro-treaty) player you will likely be initially outnumbered by the Republicans (anti-treaty), but with superior organisation and tactics, you can force their surrender.&#10;&#10;Historical background and the game: There are very few games on either the Irish war of independence, or the subsequent civil war. The war of independence can be indirectly blamed on the Germans. In 1912, after years (centuries, some would say) of resistance, the British parliament passed the Irish Home Rule bill. The bill then began to grind its way through parliament to become law. This was widely approved in Ireland, apart from the North-east, where the largely Protestant population feared for their future in what would be a largely Catholic state. They started to arm themselves as the Ulster Volunteer Force (UVF), and so did their Irish nationalist adversaries. Civil war looked likely, but was happily averted by the sudden arrival of several million heavily armed Germans in Belgium and France. Both the UVF and the Nationalists then happily joined the British army to fight the common foe. Meanwhile, the home rule bill was suspended for the war's duration, but sure it would all be over by Christmas... wouldn't it?&#10;&#10;It wasn't, and by 1916 some more radical Nationalists (called Republicans) got fed up and in Easter staged a farcical uprising, limited to those units that didn't get the message that it had been called off. It was crushed, but the hanging of the leaders, and the increasing harshness of British measures as the war progressed caused a sea-change in public opinion. In the 1918 general election, almost all of Ireland (not the North-east) voted in the Sinn Fein party, which refused to sit in the British parliament and, in 1919 declared Irish independence. Desultory fighting started between the new Irish Republican Army (IRA) and British forces. This is the point at which the game starts, with IRA units of varying capability in most areas of Ireland, and British garrisons (mostly Royal Irish Constabulary) throughout. In 1920 the home rule bill (remember it) passed, but by now with a special amendment allowing two parliaments - one for the North-east (now called Northern Ireland) and one for the rest of Ireland. Sinn Fein ignored it, as they already considered themselves independent, while Northern Ireland voted itself into existence. The game shows this effect with Northern Ireland having extra military units of the UVF.&#10;&#10;As the war progressed, the IRA were most successful in the Southern parts of Ireland, and the British forces were gradually excluded from the countryside and limited to towns. The game simulates this by giving different units different strength depending on the terrain - IRA guerillas and Flying columns are best in the countryside, the British better in the urban areas.&#10;&#10;With neither side able to win, and the British half expecting the home rule bill to have solved things in the first place, a peace treaty was signed. The treaty gave Southern Ireland (now called the Free State) Dominion status (like in Australia or Canada), with the King still as head of state, and cemented the separation of Northern Ireland. Naturally, this disgusted the more radical elements of Sinn Fein (led by Eamon De Valera), and military units who considered that they had won and so should have full independence. An election in 1922 was won handily by the pro-treaty Sinn Fein, but this did not solve things and fighting started as the pro-treaty forces, under Michael Collins, started to assert themselves over the anti-treaty forces. At this point, the players forces are split - largely along historical lines, with the South containing more anti-treaty forces, and the East more pro-treaty forces. As the player, you control the Free State forces against the anti-treaty republicans. This also means that you need to be careful how you fight the British since you will be raising troops that may not be loyal to the Free State!&#10;&#10;Initially outnumbered, the Free State forces rapidly mobilised and quite quickly crushed the Republicans. They used innovative tactics, notably landing troops by ship at key points behind enemy lines, and were able to win battles because they generally had artillery and armour (armoured cars) while the republicans didn't. In the game you can perform naval landings, and you have attached artillery and armoured car units to give a bonus in combat.&#10;&#10;Victory is decided by two things - How quickly the British are beaten, and how quickly/completely the Republicans are beaten.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Country: Ireland",
      "Country: United Kingdom",
      "Decades: The 1920's",
      "History: Irish War of Independence",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Misc: Free Wargames",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "14991",
    "Name": "Guardians of Xobos",
    "ID": 248830,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/248830/guardians-of-xobos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "The Guardians of Xobos is a sci-fi themed tabletop game inspired by RTS classics, in which players compete to gain control over the last active source of energy on the planet. A long, long time ago Patrons, great explorers of the universe, arrived on Xobos and after gathering enough power to continue their journey, they left Guardians there to protect the planet. The Guardians of Xobos cared for the energy sources for centuries, but once the planet began to fade, they started to fight each other in order to survive.&#10;&#10;The game is full of dynamic action tactical and strategy battle with unique mechanism of upgrading units by creating &quot;links&quot; between the Guardians. The player can give orders to his units, so that each unit can be supported by a different Guardian to gain healing powers or improved attacks. Since the Guardians can be upgraded via technology, one unit can act as a &quot;tank&quot; with a huge amount of damage or healing powers. In the game it is also possible to focus on economy by building structures for gathering resources and producing smaller units called Quarks.&#10;&#10;To win the game, the player must gather Energy to revive the dying source and have the highest amount of Energy in round 15, the last one in the game. &#10;In The Guardians of Xobos there are 5 structures for gathering resources, upgrading units and protecting the territory.&#10;&#10;Each turn consists of two phases:&#10;Phase 1: Tactical phase, in which players move units (Quarks and Guardians) around the map and place tokens to mark attacks. After each player takes their turn, the fights between units are resolved (the player attacking other units declares damage he/she deals upon an enemy unit).&#10;&#10;Phase 2: Economic phase, completed simultaneously by all players, in which each player can establish links between Guardians, create Quarks, start building structures, and build technology tiles to boost units (or upgrade other military aspects of units or buildings).&#10;Important note: there is no randomness in the game, no dice rolling or card drawing. In fact, there are no dice or cards, but only Units and Technology Tiles available for purchase using certain resources.&#10;&#10;From the beginning of the first round players need to focus on various aspects of military and economic development to gain control over the last active source and each of the 15 rounds is more and more intense.&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to"
    ]
  },
  {
    "Rank": "14992",
    "Name": "Space Bureau",
    "ID": 379584,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/379584/space-bureau",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Welcome aboard, Captain, Sir!&#10;The 10-XN class starship is ready for discovery. New worlds are waiting for us!&#10;&#10;&ldquo;Space Bureau&rdquo; is a board game about space exploration in a tiny universe. You&rsquo;ll be the captain of an alien starship traveling through the wormholes of hyperspace.&#10;&#10;Your goal is to earn as many credits as possible and possibly receive a prize of galactic proportions from the Spacebureau, a microcosmic trade agency whose creation 100 years ago opened an era of interplanetary trade relations!&#10;&#10;To do this, you&rsquo;ll have to travel the small universe to discover new planets, bring trade representatives there, establish galactic corporate offices, and collect samples of alien products.&#10;&#10;Maybe you&rsquo;ll earn enough to become captain of the millennium and have your picture on the bar wall of some dusty planet. Or at least scrape by for employee of the month. Godspeed!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Tech Trees / Tech Tracks",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "14993",
    "Name": "Anno Domini: Fussball",
    "ID": 85468,
    "Year": "(2010)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/85468/anno-domini-fussball",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "At heart, Anno Domini: Fussball is like every other Anno Domini game: Each edition of the game includes 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which that event happened on the other.&#10;&#10;At the start of the game, each player receives nine cards and may look only at the descriptions. In turn, players place a card on the table, trying to place theirs in chronological order with what's already on display. A player may, instead of adding a card, claim that the current order of cards is incorrect. In this case all cards are turned over and the correct years revealed. If the order was correct, the doubting player receives two cards and ends his turn without playing anything; if the order was incorrect, then the previous player &ndash; who had accepted the order as correct &ndash; receives three cards. The first player to rid himself of cards wins.&#10;&#10;Bluffing is as least as important as knowledge in Anno Domini as most events are rather obscure or are hard to date precisely. As you might expect, Anno Domini: Fussball contains historical events related to football (i.e., soccer for those in the U.S.), and the relationship of events to dates is not necessarily obvious. Like all Anno Domini games, the Fussball edition can be played on its own or mixed with any number of other Anno Domini editions.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Anno Domini",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "14994",
    "Name": "Pirates!",
    "ID": 20543,
    "Year": "(2005)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/20543/pirates",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5238",
    "Description": "Pirates control the Caribbean! Attack your opponents' ships and forts to get to the treasure. Choose the right balance of crew and cannons - then you'll always be one wave ahead of your rivals!&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "14995",
    "Name": "Wallamoppi",
    "ID": 11412,
    "Year": "(2005)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/11412/wallamoppi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0385",
    "Description": "Fun is in the Balance!&#10;In a race against time, players attempt to &quot;one up&quot; each other by pulling Kiwi Disks from a teetering wall, and daring to stack them ever higher.  The last player to successfully stack a disk, before the timer marble drops out of sight, wins Wallamoppi!&#10;&#10;Wallamoppi is the great 2-player game that combines strategy, balancing skills and a little luck.&#10;&#10;Similar to:&#10;&#10;    Up Against Time&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Real-Time",
      "Stacking and Balancing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14996",
    "Name": "War & Sheep",
    "ID": 4327,
    "Year": "(2002)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/4327/war-and-sheep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "War &amp; Sheep, Tony & Tino and Drake & Drake are the first two player games published by Eurogames. All three were designed by Bruno Cathala.&#10;War &amp; Sheep, the lightest of the three, is about sheep grazing grass - but beware of the magic grass - and trying to avoid wolves.&#10;&#10;Two warring factions of sheep are contending for the same paddock.  Win the game by eliminating the other player's sheep or eating the most (and best) grass.&#10;&#10;On each player's turn they can move and possibly eat grass, recon (peek to see what's under some grass), camouflage a sheep, use an action card or shift the wolf.&#10;&#10;Each clump of grass eaten is worth 1,3, or 5 points.  1 point grass lets you pick up an action card for use in a later turn , 5 point grass is so good your sheep must spend the rest of the game digesting it and 3 point grass is, well it's just 3 point grass.  But beware!  Under each clump of grass a wolf may be lurking, if you try to eat grass over a wolf he will eat your sheep!&#10;&#10;Part of the Eurogames Games for 2 Series.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Animals: Sheep",
      "Animals: Wolves",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Series: Games for 2 (Eurogames)"
    ]
  },
  {
    "Rank": "14997",
    "Name": "Panzer '44: Tactical Armored Combat, Europe, 1944-45",
    "ID": 8424,
    "Year": "(1975)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/8424/panzer-44-tactical-armored-combat-europe-1944-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8235",
    "Description": "&quot;Panzer '44: Tactical Combat in Western Europe, 1944-45&quot;. &#10;All of the thirteen scenarios in Panzer '44 have been derived from actual battles which took place on the Western Front from D-Day to early 1945.&#10;Combat is simultaneous, with both Players plotting and then executing fire in mutual phases.&#10;&#10;400 counters&#10;&#10;Uses the same rules (less the &quot;modern&quot; elements) as MechWar '77: Tactical Armored Combat in the 1970's&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Simultaneous Movement System (SPI)"
    ]
  },
  {
    "Rank": "14998",
    "Name": "Bussaco 20",
    "ID": 40803,
    "Year": "(2009)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/40803/bussaco-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "55",
    "Play Time": "55",
    "Weight": "1.75",
    "Description": "Marshal Massena has been left in command to pursue the British forces out of Spain when the fortunes of war turned to the advantage of Wellington&rsquo;s Army of the Peninsula as it flees to Portugal, resulting in a battle that should never have happened. Once again, the Napoleonic 20 game system expands, this time to a Portuguese pursuit where a delicious battlefield puzzle awaits both sides as armies and personalities clash in Bussaco 20. It is (literally) an uphill fight to the French, but the British are outnumbered and all is within the grasp of Marshal Massena -- but will he grasp for victory or his mistress?&#10;&#10;Featuring only modest complexity and a focused scope employing low unit density on the map (20 pieces or less) and dramatic, fast playing turns, it is the addition of &lsquo;story-driven&rsquo; random event cards and night game turns that provide the operational pauses and &quot;friction of war&quot; that gives players a great feel for the parry-and-thrust of a Napoleonic grand battle as the armies close to bayonet-point to see which will break first!&#10;&#10;Game Components:&#10;&gt; One 8-page, color instructions booklet, with Standard and Optional rules included&#10;&gt; One sheet of Exclusive rules.&#10;&gt; 40 color, die-cut 5/8&quot; mounted game pieces&#10;&gt; 12 random event cards&#10;&gt; One 11&quot; x 17&quot; color game map&#10;&gt; Two color player aid sheets&#10;&#10;Complexity: 4 out of 9&#10;Solitaire Suitability: 6 out of 9&#10;Scale: Each unit is 1 division, each hex is about 800 meters, and each turn is roughly 3 day hours (or 10 night hours).&#10;&#10;Part of the Napoleonic 20 series.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Portugal",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "14999",
    "Name": "The Scrambled States of America: Deluxe Edition",
    "ID": 10140,
    "Year": "(2002)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/10140/the-scrambled-states-of-america-deluxe-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1905",
    "Description": "Game description from the publisher:&#10;&#10;Quick! Find a state that ends with the letter A. Now find one that borders Tennessee.&#10;&#10;Have fun learning about the United States in this madcap game of observation and quick reflexes. Collect state cards by matching them to a Scramble challenge. Or &quot;Go the Distance&quot; and find a state's closest neighbor. Win the most cards in The Scrambled States of America and call yourself the Head of States!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "15000",
    "Name": "Uluk",
    "ID": 355039,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/355039/uluk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Elders say that our world is a fruit of the sacred uluk tree. No humans have ever stepped on this magical land, and you are the leaders of its hunter-gatherer tribes of sentient animals, collecting food, developing inventions, and erecting monuments in honor of the ancient gods to fulfill their spiritual needs. The winner in this competition will ensure happiness and well-being for their tribe members, and he or she will be praised as the arch leader of all the tribes!&#10;&#10;The goal of the game is to have the most Happiness Points at the end of the sixth round (season). There are several different ways to score points, but the most important activity in the game is to send your tribe members (called here &quot;tribers&quot;) to various spaces on the main board and take actions corresponding to them.&#10;&#10;Uluk mostly makes use of the classic worker placement mechanics. The players send their tribers to spaces on the main board to build monuments and gather raw resources. The resources gathered are stored on each player's tribe board and  may then be processed into food. Feeding your tribers brings you HPs and lets you win the game after the sixth season. A single season is divided into six phases in which the players take their actions in a clockwise order:&#10;&#10;Errand phase - place your tribers on the main board&#10;Harvest phase - gather resources from the main board&#10;Processing phase - process raw resources from your tribe board into food&#10;Feeding phase - spend food on feeding your tribers&#10;Ecology phase - adjust the harvest levels (quantity of resources available) on the main board&#10;Clean-up phase - build monuments and prepare for the next season&#10;&#10;Developing inventions (in the form of invention cards with different symbols) enhances the effectiveness of your food processing, and collecting sets of different symbols brings extra points at the end of the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  }
]