[
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (Second Season Edition): The Bögenhafen Barons – Imperial Nobility Blood Bowl Team",
    "ID": 336060,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336060/blood-bowl-second-season-edition-the-bogenhafen-ba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In addition to being an incredibly popular pastime, beloved by an impressively broad and diverse fanbase, Blood Bowl is also a shockingly lucrative business. Imperial Nobility teams have been springing up out of the woodwork of late, the seemingly bottomless coffers of their patrons hiring top talent, providing the finest equipment and training facilities, and supporting their teams through extensive advertising campaigns. The B&ouml;genhafen Barons are the most popular of such teams, exploding onto the scene and shaking things up.&#10;&#10;While superficially similar to Human teams, the Imperial Nobility have a different skill set that makes them very tricky to play against. A well-coached team can keep their opponents guessing while setting up the solid Noble Blitzers to score. They look absolutely incredible whether they're winning or losing, clad in the finest equipment you're likely to see on any pitch.&#10;&#10;This multipart plastic kit contains all the components you need to build the B&ouml;genhafen Barons, an Imperial Nobility team for use in games of Blood Bowl. It contains 12 players:&#10;&ndash; 4 Imperial Retainer Linemen&#10;&ndash; 4 Bodyguards&#10;&ndash; 2 Noble Blitzers&#10;&ndash; 2 Imperial Throwers&#10;&#10;You'll also find 2 turn counters, 2 coins, 4 balls, 12 32mm Round Blood Bowl bases, and a transfer sheet.&#10;&#10;The rules to use Imperial Nobility teams in your games of Blood Bowl can be found in Blood Bowl (Second Season Edition): Spike! Journal #12&#10;&#10;This item is contained in Blood Bowl: Second Season Edition&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (Second Season Edition): The Thunder Valley Greenskins – Black Orc Blood Bowl Team",
    "ID": 336061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336061/blood-bowl-second-season-edition-the-thunder-valle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Black Orcs have been splitting off and forming their own teams for years now. Smarter, stronger, and more serious than their kin, they were tired of soaking up all the big hits and giving up all the glory. Their biggest weakness is a lack of speed &ndash; but that's where the Goblins come in. Well drilled in comparison to their peers, the little guys are quick to run the ball through any gaps the Black Orcs open up for them. Even the trolls on Black Orc teams are well trained, which is an impressive feat!&#10;&#10;Teams like the Thunder Valley Greenskins have made a name for themselves with their impressive athleticism and discipline as much as their capacity for grievous violence. If you like your plays rather unsubtle, this is the team for you. Grind down the pitch, crushing the other players underfoot, until your Goblins are close enough to make a dash for the End Zone. Score. Repeat.&#10;&#10;Incredibly strong on offence and hard to shift on defence, a well-managed Black Orc team is a fearsome thing to face off against across the Line of Scrimmage.&#10;&#10;This multipart plastic kit contains all the components you need to build the Thunder Valley Greenskins, a Black Orc team for use in games of Blood Bowl. It contains 12 players:&#10;&ndash; 6 Black Orcs&#10;&ndash; 6 Goblin Bruiser Linemen&#10;&#10;You'll also find 2 turn counters, 2 coins, 4 balls (2 with sturdy spikes and 2 with a horned beast icon), 12 32mm Round Blood Bowl bases, and a transfer sheet.&#10;&#10;The rules to use Black Orc teams in your games of Blood Bowl can be found in Blood Bowl (Second Season Edition): Spike! Journal #12&#10;&#10;This item is contained in Blood Bowl: Second Season Edition&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl: Second Season Edition – Elf and Dwarf Biased Referees",
    "ID": 336062,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336062/blood-bowl-second-season-edition-elf-and-dwarf-bia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Blood Bowl referees carry the weighty responsibility of interpreting and enforcing the sacred writings of Nuffle. They're entrusted with the vital duty of upholding the values of the beautiful game and ensuring both teams strictly follow the rules and compete fairly. Good job so many of them are open to Bribes then, because that sounds a bit boring.&#10;&#10;Purchase a Biased Referee for your games and use these awesome models to remind you of any remaining Bribe attempts while making your games more immersive.&#10;&#10;These plastic models are supplied in 8 components, allowing you to assemble one Dwarf and one Elf referee. The models are supplied with 2x 32mm Round Blood Bowl bases.&#10;&#10;This item is contained in Blood Bowl: Second Season Edition&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (Second Season Edition): Sevens Pitch & Dugout Set",
    "ID": 336063,
    "Year": "(2021)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336063/blood-bowl-second-season-edition-sevens-pitch-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Amateur games of Blood Bowl are often played on a smaller pitch, with fewer players. A quick game of Sevens is a well-loved way to settle a grudge, pass the time, or take out business and romantic rivals with a convenient 'accident'. Even professional teams occasionally play a game of Sevens to stay sharp or as a charity event.&#10;&#10;As Blood Bowl Sevens is played with fewer players on each team, it makes sense that the pitch is reduced in size too. As such, some pitches are smaller than standard Blood Bowl regulations dictate, designed specifically for use when playing games of Sevens.&#10;&#10;This simplified version of the game is ideal for younger players, busy coaches, or anyone looking to get into the game with a shallower learning curve.&#10;&#10;This reversible Blood Bowl pitch features a standard turf field on one side and astrogranite tiles on the reverse. Though the size is reduced, all the standard markings are present and accounted for.&#10;&#10;You'll also find a pair of matching double-sided dugouts to complete the theme. Redesigned for games of Sevens, each dugout features a shorter Score, Turn, and Re-roll tracker, plus Reserves, Knocked-out, and Casualty boxes. You'll need a copy of both Blood Bowl &ndash; The Official Rules and the Blood Bowl: Second Season Edition &#226;&#128;&#147; Death Zone supplement to use this pitch.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party Planner: Prepare for happiness",
    "ID": 336070,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336070/party-planner-prepare-for-happiness",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Collect resources to arrange venues and invite people for the best parties in town.&#10;&#10;Each turn you select one of two drawn resources. When you have enough resources you can use them to either prepare for parties or move to/arrange new venues.&#10;&#10;You score points based on the number of invitations sent during preparation and the number of venues arranged.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Bingo",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solaris, the Celestial Game",
    "ID": 336072,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336072/solaris-the-celestial-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 2-player game where players attempt to complete a full circuit around the board (8 phases) by completing astronomical configurations or by being in an eclipse.&#10;&#10;One player moves his golden Sun piece around the outer track of the board.  The other moves his white Moon piece around the inner track.  The Master Diagram of configurations and the Scoring Chart are in the rules booklet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip-it Auto Race and Transcontinental Tour",
    "ID": 336073,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336073/flip-it-auto-race-and-transcontinental-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2 auto race games on a double-sided board.  Both use the same flip mechanic where players flip a disc to land on the space they want to move to or the circle which contains the number of spaces to move (depending on board) and try to avoid the spaces with road hazards. First to the end of the board wins.&#10;&#10;Components &#10;4 cars&#10;2 flip sticks (Tongue depressors or popsicle sticks)&#10;1 double-sided board&#10;Rules&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [
      "Action / Event",
      "Flicking",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rund um die Welt in 40 Minuten und weniger",
    "ID": 336075,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336075/rund-um-die-welt-in-40-minuten-und-weniger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A flight game using the typical Parchisi/Sorry movement system. Players must move their 4 planes from their starting airport and complete a circuit around the track before ending in their L-shaped landing zone near the center.&#10;&#10;Players must roll a 6 to move each plane from the airfield.  They may move along the inner short cut track if they land on a yellow airfield and roll a 3 or 4 (equal to the number of white spaces in between) to get to the next airfield.&#10;&#10;Components&#10;16 metal planes (4 each blue, yellow, black, red)&#10;1 6 sided die&#10;1 game board&#10;Rules glued to inside of cover&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Noon: Father Franklin",
    "ID": 336082,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336082/high-noon-father-franklin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Once a devout apostle of the cloth, when the Vatican sold the land from under his abbey to the Royal Import Company who then slaughtered his flock, Father Franklin realized the corruption of the Church and took on a new mission of God: to cleanse the world of wickedness. Setting his sights toward the highest point of venality, the &quot;Pinebox Priest&quot; marches from chapel to chapel, baptizing the blasphemous with 7.62mm, and any other evildoers who stand in the way of his calling.&#10;&#10;Father Franklin is a one-man army, carrying a coffin-mounted machine gun that is as much a metaphor for the burden of heavy weight of the sin of this world. While this does hinder his movement, once he deploys, no amount of speed can save those caught his his rapid-fire cone of destruction.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Grid Movement",
      "Line of Sight",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: High Noon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Whirling Tower",
    "ID": 336084,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/336084/the-whirling-tower",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3",
    "Description": "a cooperative 3D Tower Defense game.&#10;&#10;Try and stop the conquistadors from entering and destroying the Bacab Temple. &#10;Work together simultaneous as a team to manipulate the tower, upgrade the weapons and turn each section for maximum damage.&#10;Survive the onslaught for 6 or 8 rounds to win the game.&#10;&#10;Each round has 7 phases&#10;&#10;1. Building phase: &#10;Build new weapons or abilities onto the tower&#10;Research the next level of your abilities &#10;Upgrade abilities on the tower to a next level&#10;&#10;2. Turning phase:&#10;Pass resources to other players by putting resources on the top of the tower&#10;Decide as a group which levels of the tower to turn. To give each player the best fighting chance to win the next attack.&#10;&#10;3.Second building phase:&#10;Now the tower levels have turned, a new building opportunity has risen.&#10;&#10;4. Attack phase:&#10;Everybody can now attack the conquistadors in front of him, using the damage and abilities on the tower.&#10;&#10;5. Resource phase:&#10;Each player looks at the resource abilities on the tower on his side and multiply them by the same resource regions on his part of the battle map.&#10;&#10;6. Move conquistadors phase:&#10;Move all the conquistadors that are still alive one space closer to the tower. If they would enter the tower the game is lost.&#10;&#10;7. Spawn phase:&#10;Each player spawns 2 new conquistadors on his side of the board.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Cooperative Game",
      "Negotiation",
      "Simultaneous Action Selection",
      "Three Dimensional Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Tower Defense",
      "Components: Magnets",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sinosphere: Global Conflict",
    "ID": 336086,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/336086/sinosphere-global-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sinosphere: Global Conflict is a d100 retro-style mass combat wargame based on the modern and near future (2020 - 2034) predicted war in the First Island Chain and South China Sea. &#10;You will play as a number of global and regional superpowers, as they battle for their own set of ideals and alliances.&#10;&#10;This game allows the players to visualise the incoming conflict. &#10;China has already told the world it wants to take Taiwan by any means and eyes longingly other islands in the first island chain. &#10;America has not confirmed its defence of the island.&#10;&#10;However, Japan has, with its own islands at risk from the waking dragon.&#10;&#10;The game is intended for 28-32mm minis&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: China",
      "Country: Taiwan",
      "Players: Two-Player Only Games",
      "Region: South China Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les chiffres croisés",
    "ID": 336089,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336089/les-chiffres-croises",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The principle of the game is quite simple: each player must perform the numbers indicated on cards drawn at random at the start of the game. For that he places numbered pawns on the board he is going to add. The combinations can be crossed on the board, each result being obtained horizontally or vertically.&#10;Players score points for each combination by adding the number of tokens used to the value of the combination made. Whoever has the most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Ordeal Promo Cards",
    "ID": 336090,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336090/black-rose-wars-ordeal-promo-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo-expansion included in LMS' Ashes Magazine (Essen Special 3), consisting of 12 cards providing potential bonuses in end-game scoring if conditions are met.&#10;&#10;In game setup, each mage will get 2 Ordeal Cards of which 1 must be kept. The Ordeal Card will show 2 objectives that can each provide additional points for the mage in end-game scoring when met. However, if none of the objectives are met then the Black Rose will receive a significant amount of points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "End Game Bonuses"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Grosse Spiel",
    "ID": 336091,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336091/das-grosse-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is played on the large playing area with 56 picture panels, which are covered by as many stones. Each player lifts two game pieces and shows the pictures underneath. If the pictures match, the player has already won two stones.&#10;&#10;He can also put these stones &quot;at risk&quot;. The dice then decides how far the risk disc is turned and this shows whether the stones keep their simple value, are lost or are worth twice as much as before. Lost stones remain on the risk disc and wait for the luckier player.&#10;&#10;The player who owns the biggest number of stones at the end of the game win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mage Noir: The Lone Mage",
    "ID": 336097,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336097/mage-noir-the-lone-mage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mage Noir - The Lone Mage is the Solo &amp; Co-op expansion for Mage Noir.&#10;&#10;     From 1 to 4 players&#10;     40 special new cards exclusive to the solo/co-op mode!&#10;     Specific Solo/Co-op mode rulebook included&#10;     At least 3 scenarios with 2 difficulty levels&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Character Critters",
    "ID": 336103,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336103/character-critters",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Once upon a time there was an enchanted forest in a magical land where a playful lioness cub happened upon a storybook with the most wonderful tales. Little lioness imagined herself as the main character with a flowing cape and super strength. She showed the book to all her creature friends, who also dreamed of what it would be like to be one of these fabled names. What if all critters could become their favorite characters? With Character Critters game, you can help them reach this dream!&#10;&#10;Character Critters is an imaginative drawing game for the whole family. Every round, each player receives a random Character Card and Critter Card and draws the Critter in the style of the Character. What would a horse look like as Rapunzel? How about a kangaroo Santa Claus? Players draw their Character Critters simultaneously and earn points by guessing drawings correctly and having their drawings correctly guessed. There are also Jr. Character cards included for younger players so they can conjure up a scientist penguin or a frog who&rsquo;s a clown. With over 4,000 possible card combinations, you&rsquo;ll flex your creativity and make some delightfully unique art each time you play!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes and Divided Lands (fan expansion for Kingdomino and Queendomino)",
    "ID": 336104,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336104/heroes-and-divided-lands-fan-expansion-for-kingdom",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "This is an unofficial expansion for the Kingdomino and Queendomino games. Produced with the permission of Blue Orange, for non-commercial use only. To play it, you need to own either of these games. For your games, you can also add the &quot;Age of Giants&quot; expansion and even print the PnP expansion &quot;The Court&quot;.&#10;&#10;The objective of the game remains the same, to build a kingdom that allows you to score the maximum points! &quot;Heroes and Divided Lands&quot; allows you to add a player, to connect separate domains but most of all to earn points at the end of the game! Adding a player means adding new dominoes. On these dominoes, a square is split into two separate lands. Can you take advantage of these tiles to score more points? Heroes increase the value of your domains.&#10;&#10;As this expansion does not officially exist, you will have to make it from the files in order to print all the necessary elements. If you've played Kingdomino or Queendomino before, then you'll love this expansion!&#10;&#10;&#10;Il s'agit d'une extension non-officielle pour les jeux Kingdomino et Queendomino. Produite avec la permission de Blue Orange, pour un usage non commercial uniquement. Pour &ecirc;tre jou&eacute;e, elle n&eacute;cessite que vous poss&eacute;diez l'un ou l'autre de ces jeux. Pour vos parties, vous pouvez &eacute;galement ajouter l'extension &quot;Age of Giants&quot; et m&ecirc;me imprimer l'extension PnP &quot;La cour&quot;.&#10;&#10;L'objectif du jeu reste le m&ecirc;me, b&acirc;tir un royaume qui vous permette de marquer un maximum de points ! &quot;Heroes and Divided Lands&quot; vous permet d'ajouter un joueur, de r&eacute;unir des domaines s&eacute;par&eacute;s mais surtout de gagner des points en fin de partie ! Ajouter un joueur implique l'ajout de nouveaux dominos. Ceux-ci font appara&icirc;tre une case s&eacute;par&eacute;e en deux domaines distincts. Saurez-vous tirer avantage de ces tuiles pour marquer davantage de point ? Les H&eacute;ros, quant &agrave; eux, augmentent la valeur de vos domaines.&#10;&#10;Comme cette extension n'existe pas officiellement, il vous faudra la fabriquer &agrave; partir des fichiers joints afin d'imprimer l'ensemble des &eacute;l&eacute;ments n&eacute;cessaires. Si vous avez d&eacute;j&agrave; jou&eacute; &agrave; Kingdomino ou Queendomino, alors vous allez aimer cette extension !&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Open Drafting",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Kingdomino"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buds and Blooms",
    "ID": 336109,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/336109/buds-and-blooms",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Rival gardeners compete to see who can grow the best flowers for the annual flower show.&#10;Will your sunflowers be spectacular or simply second-rate?&#10;Will your marigolds be magnificent or merely mediocre?&#10;Whoever grows the tallest and most attractive flowers will be awarded Best in Show!&#10;&#10;Players play cards to their flower beds to increase the height of their flowers and attract bees and butterflies. The taller the flower, and the more attractive it is to insects, the more points it will be awarded. The gardener whose flowers score the highest at the end of the game wins.&#10;&#10;An entry in the 2021 54-Card Game Design Contest&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BreakFast & Furious",
    "ID": 336112,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/336112/breakfast-and-furious",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Hungry Trucker Cafe is under new management and you&rsquo;ve being hired as its chef. The new menu features all the greasy spoon favourites, as well as a few healthier dishes in an attempt to attract the more discerning clientele.&#10;&#10;You'll need to make regular visits to the local market to ensure that your fridge is well stocked with the best ingredients. And Get all the food orders out on time, otherwise you&rsquo;ll be faced with very hungry, even furious, customers!&#10;&#10;The game uses different coloured dice to represent different ingredients. The value of a die will indicate how fresh the ingredient is and this reduces each turn.&#10;&#10;Choose ingredients from a pool of dice (the market) to add to your fridge (a bag). Randomly draw ingredients and place them onto the cards to complete orders, avoid penalties and gain rewards. A completed order also gives you a single use special action.&#10;&#10;Can you complete enough orders to be awarded &quot;Employee of the Month?&quot;.&#10;&#10;An entry in the 2021 9-Card Nanogame Print and Play Design Contest&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "74",
    "ID": 336119,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336119/74",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Soviet Union lasted 74 years.&#10;&#10;In the mid-1980s, a board game was created in one of Moscow intelligentsia circles, the participants of which found themselves in the center of the events of Soviet history, which was not yet over. Only the board was left of the game. Thirty years later, we found it in the International Memorial Museum.&#10;&#10;The game was recreated, made more dynamic and modern. 74 models the stories of several families in the 20th century. The heroes of the game get married and fall into insanity, get an education and meet celebrities, sit in gulag camps and try to survive the war.&#10;&#10;148 historical events presented in the game paint a comprehensive picture of Soviet life and tell about culture and science, wars and economic breakthroughs, political terror and international relations. Each event has a different effect on the characters, depending on their class (worker, peasant, &quot;former&quot;, security officer, military, specialist, enemy of the people and informal) and how their personal life develop.&#10;When moving along the board, player pick a card for their  character personal life and another for the USSR.&#10;&#10;The game ends when one of the players gets to 1991, the end of the Soviet Union.&#10;&#10;The winner is the one who scored the most points by participating in various historical events, as well as the achievements of the Soviet country, in which his/her characters participated.&#10;&#10;&ndash; mostly translated from the publisher&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Supernova",
    "ID": 336120,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336120/supernova",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Command an elite group of death-defying spaceships desperately harvesting energy from a dying star before it explodes in this game of orbital mechanics. Utilizing a unique spiral gameboard inspired by the ancient Egyptian game of Mehen (previously reconstructed and released by the same game designer, Zach Horton), Supernova requires you to make tough choices, as all of your ships must share the same energy allotment, and it is never enough to power them all at once.&nbsp; The more you power, the fewer Boost Points each one receives, restricting its maneuverability.&nbsp; This is a high-stakes tradeoff, as the star's gravity pulls all of your ships ever closer. You'll need to boost your orbits to keep from burning up.&#10;&#10;Ships move in a counterclockwise spiral toward the star at the center, while the star releases energy bursts (cubes) that travel clockwise toward the edges of the board.&nbsp; The core of the game lies in the interactions between the energy cubes and ships as they collide.&nbsp; Different types of cubes behave differently, but all are dangerous and all are valuable if you can capture them.&nbsp; Clear and yellow cubes can be stored and used as energy to perform special actions, while yellow and red cubes count as victory points at the end of the game.&nbsp; These energy cubes serve as your primary obstacles, primary goal, in-game currency, and victory points.&#10;&#10;Players take turns deciding how many ships to power and then moving each one according to both gravity and Boost Points.&nbsp; Ships can form special formations to help protect them, block your opponents, and collect energy cubes.&nbsp; After players have taken their turns, each round ends with a &quot;star action&quot; that moves the cubes on the board and releases new ones.&nbsp; The sequence of star actions is determined by randomly drawing cards when you set up the game.&nbsp; Thus every game is completely different.&nbsp; Players can only see the star cards for the current and next rounds, and therefore have limited information about future conditions.&nbsp; Despite this element of long-term uncertainty, however, there is no other luck in the game.&nbsp; Players have complete control over the outcomes of their actions.&#10;&#10;Supernova is relatively easy to play, but exceptionally difficult to master, as it asks you to think in spiral rather than linear geometry.&nbsp; The game's mechanics offer many possible ways to achieve your goals, but far more options become available when you begin to work with rather than against the spiral: sometimes the most efficient path from A to B is the long way around...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Movement Points",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hockey zu Hause",
    "ID": 336128,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336128/hockey-zu-hause",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A tabletop hockey game from the 30s for 2 players and 1 Judge/Umpire.  Players compete to score the highest number of goals based on dice roles.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Highest-Lowest Scoring",
      "Player Judge",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Three Players Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salvo! Denmark Strait, 1941",
    "ID": 336129,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336129/salvo-denmark-strait-1941",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Salvo! Denmark Strait is a solitaire WW2 naval war game containing rules, game tables and war ships simulating The Battle of Denmark Strait in May, 1941. You'll need three dice (d6), paper and a pencil to play. Ship counters are included.&#10;&#10;Extra warships allow for various &quot;what if?&quot; situations to be explored.&#10;&#10;This game is part of Minden Games' 4 Naval WW2 Solitaire Games Bundle and is a companion game to Minden's Salvo! River Plate.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Salvo! naval system (Minden)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Tour de France",
    "ID": 336130,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/336130/le-tour-de-france",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Considered the classic version.  This game has had multiple editions but no known edition has any credits on it.  The board features the stages of the 1933 tour.&#10;&#10;It is a game of goose. If you land on a field occupied by another player, you throw your dice again, and if you throw less (than the number you have thrown to land on that field), you go back to where you came from. On the other hand, if your throw is equal or higher, it is the other player who goes back to the field where you came from.&#10;&#10;The first player to reach Paris wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Events",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Sports: Bicycling / Cycling",
      "Sports: Tour de France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toy Store Game",
    "ID": 336132,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336132/toy-store-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For 2-4 players.  Game set up: Toy tokens are placed face down in one pile.  Saleslady and rent tiles are placed face up in a second pile.  Each player starts with a blank divided into 20 spaces.&#10;&#10;Each player spins the spinner and picks up 1 or more of the appropriate tiles as indicated.  When a player has filled his card, play stops and points are determined for each type of toy, again based on the results of the spinner. The player with the filled card received 5 bonus points.&#10;&#10;The player with the most points wins.&#10;&#10;Components:&#10;1 double track spinner&#10;4 blank card sheets&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Mother Goose Game",
    "ID": 336133,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336133/the-mother-goose-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players must be the first to spin their way to Mother Goose by matching the color on the spinner to the color of the track.&#10;&#10;Board and rules are printed in box&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Authors: Mother Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Traffic: auf der Drehscheibe des Verkehrs",
    "ID": 336134,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336134/traffic-auf-der-drehscheibe-des-verkehrs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player gets 2 delivery trucks and starts from the central parking lot. The players have to pick up goods at the two factories and deliver them to several shops to collect game tokens while minding the traffic rules. Movement is determined by a die. At the roll of a 6 the turntable is rotated one step to change the traffic lights and various traffic signs.&#10;&#10;When all goods are delivered and all trucks are returned to the parking lot, the player with the most tokens wins the game.&#10;&#10;The traffic signs show that the game was published between 1971 and 1980.&#10;&#10;",
    "Categories": [
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Turntable Gameboards",
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Μακριά γαιδούρα",
    "ID": 336135,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336135/makria-ghaidoura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Based on a traditional outdoor game.&#10;&#10;In Long donkey players are divided into two teams. Each team has 4 pawns and one donkey with 8 card slots. Each card slot on the donkeys is divided into two parts: The defense area and the attack area.&#10;&#10;The pawns of each team are &ldquo;climbing&rdquo; on the attack area of the opposite&rsquo;s team donkey based on their jump cards. The other team must put a defense card on their donkey&rsquo;s defense area.&#10;&#10;Every slot of a team&rsquo;s donkey has 1 stamina value by default. &#10;Every single pawn burdens a slot of the opposite team&rsquo;s donkey by 1 weight value. No defense card needed on that slot by the defending team.&#10;&#10;Every 2 pawns burden a slot of the opposite team&rsquo;s donkey by 4 weight value. The defending team needs at least a +4 defense card on that slot.&#10;&#10;Every 3 pawns burden a slot of the opposite team&rsquo;s donkey by 9 weight value. The defending team needs at least a +8 defense card on that slot.&#10;&#10;Every 4 pawns burden a slot of the opposite team&rsquo;s donkey by 16 weight value. The defending team needs at least the +2 +6 +8 defense cards on that slot.&#10;&#10;The end of the game:&#10;When there is less stamina value than the opponent&rsquo;s weight value on a single slot of a donkey at the end of the turn, the attacking team wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Open Drafting",
      "Programmed Movement",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Masters of the Night: The Dark City",
    "ID": 336142,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336142/masters-of-the-night-the-dark-city",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A limited edition, Kickstarter-exclusive expansion containing new content and premium components.  The expansion contains:&#10;&#10;&#10;     An additional playable character, Count Dalv&#10;     5 new District tiles&#10;     18 new Event cards&#10;     5 new Relic cards&#10;     12 Agent miniatures&#10;     9 Minion miniatures&#10;     Deluxe red pearl dice&#10;     Red resin blood tokens&#10;     Premium vampire sheets and box&#10;     Metal sigil, veil marker, and kill count tokens&#10;&#10;&#10;The Dark City also includes three art prints and a story anthology by Gareth Hanrahan.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starframe: Event Horizon",
    "ID": 336144,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/336144/starframe-event-horizon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Starframe: Event Horizon  combines resource management with tableau-building in this family-friendly Sci-Fi strategy game for 1-5 players.&#10;&#10;While entrapped by a Black Hole, players will assemble and upgrade their own Starframe spaceship and enlist the help of cheat Droids to strategically combo time-critical actions that gather Hyper-Matter so that they may escape. But, be warned, until banked, Hyper-Matter is not safe from your thieving opponents.&#10;&#10;Will you escape the Black Hole?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das doppelt-Sechs Spiel",
    "ID": 336157,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336157/das-doppelt-sechs-spiel",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game of double Six. After having staked for the pool, the players throw two dice and he who has the most points, begins. The dice under the figures show the number of points, whereas the numbers at the top indicate how much a player shall receive from or pay to the pool. The white stars win, the black stars lose. If a player throws 2 points, he gets half the pool but loses a turn. On the throw of 12 points, the player wins the game and the pool and is the starting player for the next game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Saboteur: Sabotage Shift",
    "ID": 336179,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336179/saboteur-sabotage-shift",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "To celebrate the author's 60th birthday, the publisher created the &quot;Sabotage Shift&quot; action card.&#10;&#10;It allows to shift a sabotage card (broken equipment) from one player to another.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Map Addition",
      "Network and Route Building",
      "Take That",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Saboteur",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Believe!",
    "ID": 336180,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336180/i-believe",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to be the first person to spell &quot;Mormon&quot;. Players travel around a monopoly-style game board, moving and answering questions related to Mormonism. Players received a letter when they answer a question correctly. First to get M, O, R, M, O, and N wins the game.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Venditio1",
    "ID": 336181,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336181/venditio1",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move their pawns by dice and learn about cusomer relationship by solving tasks drawn on special points of the gaming track. Another player (the customer) decides if the task is solved or not. Solving a task settles your progress on the gaming track, failure sets you back. The first player to arrive at the target field wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Player Judge",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Venditio2",
    "ID": 336182,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336182/venditio2",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stand-Alone addition to Venditio1 with new tasks.&#10;&#10;Players move their pawns by dice and learn about customer relationship by solving tasks drawn on special points of the gaming track. Another player (the customer) decides if the task is solved or not. Solving a task settles your progress on the gaming track, failure sets you back. The first player to arrive at the target field wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Player Judge",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der schlaue Radfahrer",
    "ID": 336184,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336184/der-schlaue-radfahrer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Playes answer questions about typical cyclist traffic situations like &quot;who goes first at a crossing&quot; by laying down cards in suspected order. &#10;The player who gave the most correct answers wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "珊瑚秘境 (Coral Secret)",
    "ID": 336188,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/336188/shan-hu-mi-jing-coral-secret",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player controls a certain amount of sea area(6 coral cards maximum) Players need to use these coral cards to protect more marine fish as much as possible. &#10;When the sea area controlled by a player is used up (that is, the coral cards are all turned over and can not be longer used), the game end condition is triggered, and all players start scoring after playing the same number of rounds.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silly Aunt Sally",
    "ID": 336189,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/336189/silly-aunt-sally",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Silly Aunt Sally, players will assume the role of cousins who are pitted against each other in another one of Silly Aunt Sally&rsquo;s games. During the game, players will take turns adding score conditions and placing cards to a personal tableau to form polyomino patterns for various scoring opportunities. Once the deck runs out, tally up the score and whoever has the most points wins!&#10;&#10;Players earn points by forming polyomino patterns in the tableau that match both the pattern and color score modifiers in the row. As score modifiers are added to a pattern row this will change how each player can earn points while playing the game.&#10;&#10;Once the deck runs out, tally up the scores and whoever has the most points wins!&#10;&#10;Silly Aunt Sally is the second game in the Risible Relatives Series. Each game in the series is a standalone 54-card game for 1-2 players that can also be integrated with each game in the series for a different experience!&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Layering",
      "Melding and Splaying",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Series: Risible Relatives (Mystery Suit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DJ Jazzy Jeff and the Fresh Prince: Summertime",
    "ID": 336199,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/336199/dj-jazzy-jeff-and-the-fresh-prince-summertime",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's summertime, and DJ Jazzy Jeff and the Fresh Prince have invited you to hang with them at the hottest spots in Philly. You will cruise, groove, and unwind across town, trying to vibe with them to prove you're the coolest in the crew. Do you have the energy to keep up with everyone else who has their eyes on the crown?&#10;&#10;In the quick and clever card game DJ Jazzy Jeff and the Fresh Prince: Summertime, which is inspired by the classic hit song, players have to outwit each other with a series of tricky decisions. First, reveal a &quot;spot&quot; card &mdash; something like a block party, car show, or family reunion &mdash; each with one of five different vibes. Players then pick an action card, an energy card, and potentially a boost card to play all at once. Actions can give you boosts and cancel your opponents'. Energy cards have a variety of values and give you boosts if they match the spot's vibe, but you can use each energy card only once!&#10;&#10;Once players have taken their actions, and energy has been counted, whoever has the most wins the spot! Spots are worth points on their own, but are worth extra points if they are collected as a set, or match a player's personal vibe.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le 6 à 7",
    "ID": 336214,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336214/le-6-a-7",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns rolling dice and placing pegs into holes located on numbers 1 to 6 that correspond to the roll. Each number has one hole, with the exception of 6 which has 12 holes. If the number of a dice shows a number which hole is already filled, the peg on that hole must be removed. The player who is the first to fit all his seven pegs into the holes wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblin Trek: A Solo Game",
    "ID": 336234,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336234/goblin-trek-a-solo-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A solo game you will lead a group of goblins fleeing from the orcs in search of a new home you have to travel across the table fending off various threats along the way.&#10;&#10;An easy to play game with lots of variety to make it different every time you play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tough Times",
    "ID": 336241,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336241/tough-times",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The year is 1875 - the Wild West! Bandits &amp; Thieves lurk about &amp; before long Stealing &amp; Shootouts begin. But this Wild West has a secret - the powerful Saloon Time Machine where you can erase the present! With a few supplies &amp; a little luck, you may just survive these Tough Times!&#10;&#10;Tough Times is an easy-to-learn die and card game for 2-4 players where you acquire and protect items by various methods to achieve stability!&#10;&#10;SETUP:&#10;&#10;Each player receives 5 Gold, an Invest in Gold card, and a random Job of the West card. Select a player to manage the bank and general store.&#10;&#10;General Store cards are placed face-up and all remaining Gold Nuggets and Bars are placed nearby. Shuffle the Lucky Draw cards and place the deck face down. Remove Blizzard, Drought, and Famine from the Frontier Life deck and shuffle the rest into a face-down pile (they act like action cards). Once everyone has had their first turn, the abovementioned cards are shuffled back into the Frontier Life deck.&#10;&#10;ON A PLAYERS TURN, THEY WILL:&#10;&#10;&#10;     PRE-ROLL (Optional - The player may do as many of these actions as they wish, in any order).&#10;         Buy &amp; Sell Goods &amp; Protect cards with the General Store.&#10;         Invest In Gold (Put any amount of Gold on or Take Gold off your Invest In Gold player card).&#10;         Pay 1 Gold to the Bank to exchange one of your Frontier Life cards for the top Frontier Life card in the deck.&#10;    &#10;     ROLL (If you have 4 or less Frontier Life cards in your hand.&#10;         Roll the die. Draw that many cards from both the Lucky Draw &amp; Frontier Life decks. E.G. Rolling a 1 means you draw 1 from EACH deck.&#10;             If you roll a 3, you may also do one of the following: get a lost Job back, free a Captured card, or get free from a Marshal card.&#10;        &#10;         Cards You Draw:&#10;             Place Goods &amp; Protect cards face up in front of you.&#10;             Secret Stash &amp; Frontier Life cards go in your hand. (Secret Stash cards may be played at any time during the game).&#10;        &#10;    &#10;     FRONTIER LIFE&#10;         Play 1 Frontier Life card by placing it in the discard pile in the center of the table.&#10;         Discard down to 5 Frontier Life cards at the end of your turn.&#10;    &#10;&#10;&#10;Play continues clockwise with the next player repeating the above steps.&#10;&#10;GAME END: A player has Stability when they have the following: Job, Family, Shack, Horse &amp; Wagon &amp; at least 10 Gold. When a player achieves stability, the Last Stand begins.&#10;&#10;LAST STAND: an opportunity for opponents to play Secret Stash&#10;cards to disrupt the player with stability.&#10;&#10;     Secret Stash cards can be played by any opponent in&#10;&#10;&#10;any order.&#10;&#10;     There&rsquo;s no limit on how many Secret Stash cards an&#10;&#10;&#10;opponent or opponents may play.&#10;&#10;     If your opponents are unable to disrupt your Stability,&#10;&#10;&#10;you win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crime International",
    "ID": 336242,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/336242/crime-international",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You, as a criminal, will have to compete with other criminals (other players), in order to commit your assigned crimes and win.&#10;&#10;As the game proceeds, you must gather objects - items, that are described on your mission card. Once you've gathered the required items, then you will have to travel to the destination city, described on your mission card as well, and then try to commit your crime.&#10;&#10;On your turn, you always have to travel towards a city. When you enter a city, you can draw an item card and interact with other criminals that you met inside the city, or in some other cases, you may interact with someone who is currently far away from you.&#10;&#10;You can shoot another criminal, or hire a professional to do it. You can steal from another criminal, you can spy on them with your surveillance kit, you can use your anesthetic spray to immobilize them, you can force them to quit on their mission and get a new one, or you can set a trap for them. You can even get to drink with them in a bar, or fight them out in the streets.&#10;&#10;The winner is the first one who will manage to complete a minimum of 3 missions. But this is up to you. The game is designed so that players may keep on playing for as long as they like and it allows a player to join in at any time!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mafia"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Interrupts",
      "Lose a Turn",
      "Memory",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duelo Horripilante",
    "ID": 336246,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336246/duelo-horripilante",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Duelo Horripilante is a horror themed card battle. Cards come with four powers: Terror, Dread Curse, and Repulsion. There are two playing modes. In the simpler one, you will pick a card and either choose two powers to attack your opponent with, or pick them randomly. The second card must attack with the two powers unchosen so far. &#10;The main mode has each player lay out a row of four face down cards, then choose a different power for each of them. Compare the chosen values &ndash; the player with the highest value scores. Special cards can enhance your powers or interfere with your opponents plans.&#10;After four rounds played with four cards each, the player with most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crawlout",
    "ID": 336260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/336260/crawlout",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Crawlout is a print and play solo dungeon crawl using a deck of 8-bit heroes, villains, snags, and items, and a set of d6s.&#10;&#10;Draw a party of three adventurers - those you don&rsquo;t get are then shuffled in to become additional foes. Deal out cards until you have a dungeon of five foes, keeping any items which come up.&#10;&#10;Roll dice and place them on your heroes to activate their powers and skills and try to defeat or recruit the enemies. Different powers need different rolls. Use items, overcome snags, take damage, replenish the dungeon, and go round again. If you manage to defeat all of the deck, you win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Worker Placement with Dice Workers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Divorce of Druids and the Division of their Domain",
    "ID": 336261,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336261/a-divorce-of-druids-and-the-division-of-their-doma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A Divorce of Druids and the Division of the Domains is a game about a druidic dyad splitting up and dividing their domain, which includes a variety of creatures and plants. The druids are torn between taking what they need to form a harmonious land for themselves and leaving their once beloved partner druid with enough to create a harmonious land as well.&#10;&#10;Each turn, one player is the Divider while the other is the Decider. The Divider literally cuts the land into two distinct fragments, and then the Decider chooses which to take first.&#10;&#10;Each player forms their new domain by gluing these land fragments onto a blank map. Fragments may be divided again using a limited number of additional cuts. After you glue things onto your land, you can colour them in.&#10;&#10;Every living thing within your land has a Law determining how it scores at the end of the game. As a half of a druidic dyad, you have been responsible for half of the things within your land, so you only know half of the laws of your land. Your beloved knows the other half.&#10;&#10;Throughout the game, you will question your beloved about the other Laws, gaining knowledge about how to score.&#10;&#10;&mdash;descriptions from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "I Cut, You Choose"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stack Site",
    "ID": 336262,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/336262/stack-site",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "9-Card Solo Game&#10;&#10;Stack cards to layout your campsite. Match symbols to score points.&#10;&#10;Contents:&#10;&#10;&bull; Title Card&#10;        &#226;&#151;&#139; Front: Title&#10;        &#226;&#151;&#139; Back: Rules QR and arrows for completed rounds&#10;    &bull; 8 Cards&#10;        &#226;&#151;&#139; Front: Grid of 6 symbols (includes blanks and -1's)&#10;            &sect; + round requirement&#10;        &#226;&#151;&#139; Back: Grid of 6 symbols (3 pairs)&#10;Rules&#10;    &bull; Shuffle cards to form a draw pile with all front (green) faces up&#10;    &bull; 5 rounds&#10;    &bull; Each round; stack 4 cards, drawn 1 at a time (so you can see the next card on top of the draw pile).&#10;    &bull; Try to stack matching symbols on top of each other to score points.&#10;        &#226;&#151;&#139; 2 points for each symbol stacked directly on top of 1 other of the same symbol (max 2 of each symbol)&#10;        &#226;&#151;&#139; 3 points for each symbol stacked directly on top of 2 others of the same symbol (max 1 of each symbol)&#10;        &#226;&#151;&#139; No extra points for symbols stacked on top of 3 others of the same symbol&#10;        &#226;&#151;&#139; -1 point for each claw symbol visible at the end of the round &#10;        &#226;&#151;&#139; -1 point for each card back (grey) used (max 3 out of 4)&#10;    &bull; Must score at least 10 each round&#10;    &bull; Once the first round is complete pick one card front used to put aside. The round requirement in the centre of the card must now be met in the next round.&#10;        &#226;&#151;&#139; Round requirements provide a score bonus of 3/5/7 points as noted (diamond symbols below round requirement)&#10;        &#226;&#151;&#139; Once the round is complete (and a minimum of 10 points scored), flip the card to the back (grey) side. &#10;    &bull; Complete 5 rounds in total to win the game (1st round + 4 rounds with requirements)&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Old Salt",
    "ID": 336274,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/336274/old-salt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "A gateway naval strategy game with no reinforcements on the way. Players take the helm of a fleet they construct at the beginning of the game to sail around the map, seize islands, and loose cannons on the enemy. First to control 6 islands or be the last ship sailing is claimed to be the newest Old Salt and is the winner of the game.&#10;&#10;Players can opt to play with or without faction abilities but will construct a fleet in a draft selection at the start of the game. There are 5 ship types players can choose from with limited coins to purchase ships with. On a player's turn, they have the option to sail, fire cannons, seize islands, and if playing with faction abilities will have access to 3 more unique abilities. Players can do these actions in any order as long as they don't exceed maximum sail distance (3 tiles unless sailing over tradewinds), don't fire more times than their ship's health points and have the gold to pay for what they want to do.&#10;&#10;Players are allowed to sail up to three ships on their turn a distance of 3 tiles unless assisted by a known trade wind that grants a bonus of 2 tiles of movement. Position your ships carefully as the broadside of a ship and stern/bow impact game play and firing options on and off turn.&#10;&#10;Players fire at the enemy by counting the tiles to the enemy ship and rolling that amount or more. On the die is a blank side which if rolled, results in an automatic miss. Cannons aren't perfect weapons so sometimes it's best to use faction abilities to finish off an enemy ship. When a player destroys a ship, they will take the mast off the ship they destroyed and use it in a future transaction to seize an island or turn in at the top of their turn for a bounty reward.&#10;&#10;In order to seize an island, a players ship must be adjacent to the island in question. The transfer of ownership costs 2 gold plus 1 gold for each enemy ship that occupies that island within the area (two tiles of the island). The player must also turn in a mast belonging to the island's current faction owner. If all costs are met and paid for, the transfer of ownership is immediate and the first to 6 islands is pronounced the Old Salt and the winner of the battle.&#10;&#10;The faction abilities add a new level of replayability and strategy to the game as each faction has 3 abilities that are unique to them and their theme. Players can construct their fleet to offset a particular weakness of the faction or to enhance a strength of theirs. New players are encouraged to play their first 3 rounds without factions in order to gauge their comfortability before adding in the additional abilities and layer of depth this game can reach while still being excellent for those unfamiliar with the wargaming genre.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Negotiation",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Root: Marauder Hirelings Pack & Hireling Box",
    "ID": 336276,
    "Year": "(2022)",
    "Geek Rating": "6.352",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336276/root-marauder-hirelings-pack-and-hireling-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.75",
    "Description": "Need allies? Here they are, fiery and fierce. Discover unique strategies and make the Woodland wilder by adding hirelings. Best with fewer players, great with more!&#10;&#10;This product contains six new hirelings:&#10;- Flame Bearers and Rat Smugglers&#10;- Vault Keepers and Badger Bodyguards&#10;- Popular Band and Street Band&#10;&#10;It also comes in a lovely box to store all your Root hirelings!&#10;&#10;Hirelings can be added to games at any player count. With fewer players, the hirelings add new pieces to the map, ramping up the tension and giving you more tactical options. With more players, some hireling cards will flip over to reveal new special abilities to gain, letting you explore unique and powerful strategies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Race",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Root"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ski-Spaß Spiel-Spaß",
    "ID": 336277,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336277/ski-spass-spiel-spass",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players roll and move their pawns on the skiing tracks of the gameboard and try to collect as many victory points (so called fun tokens) as possible. Events on the track make you gain or lose victory points. The events refer to the international rules of skiing.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ausgetrickst",
    "ID": 336278,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336278/ausgetrickst",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "20 tokens in 5 colours are placed on a 5 to 5 grid. Each player draws a card with a pattern task of 5 tokens in one row. In each turn a player moves one token to a free space. If the situation on the board consists with the pattern task card, the player collects this card and draws a new card.&#10;The player to collect the most cards wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angel Investors",
    "ID": 336279,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336279/angel-investors",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Create your wealth by investing in startups. Compete and collaborate with your fellow investors to achieve return on investments.&#10;&#10;You play on tiles and move around with you pawn. At the end of the game you will count the values of cards each investment got during the game. The play with most points (best deals done) wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bystre Główki",
    "ID": 336286,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336286/bystre-glowki",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A memory game for big and small! Smart Heads is a card game that trains memory and concentration. The player's task is to remember the pictures of the played cards and tell about them in the correct order.&#10;&#10;There are also few special cards that change the direction of the card, give player bonus card or challenge players to tell about the last three cards in the reverse order.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skull Fiesta",
    "ID": 336290,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336290/skull-fiesta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Skull Fiesta is a light and fun trick-taking game based on Cucumber (Agurk, Gurka).&#10;The most important object is to not win the last trick, and if you can save the most interesting card (Skull or Revolver) to the last trick, then it will be a great surprise for your opponent...or for you!&#10;&#10;The combinations of cards changes the end of the game and makes more and more fun and laugh!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crimson Company: Collector's Box",
    "ID": 336292,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/336292/crimson-company-collectors-box",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "In Crimson Company, two opposing players take on the roles of adventurous noblemen in a cut-throat fantasy world. In a battle of wits, they assemble armies of sellswords, from hardened warriors and shady merchants to mythical creatures as old as time.&#10;&#10;Your goal in a match of Crimson Company is to conquer two of the three castles in the center. You conquer a castle by amassing more strength than your opponent in the castle's lane by the time that lane is scored. A lane is scored once a player owns at least four cards in it.&#10;&#10;Cards represent a large variety of characters, all of which have specific strength values and unique effects. The latter are either one-time instant effects that happen when a card is played, or they are triggered in specific phases of the game. Four randomly drawn cards from the character deck are &quot;on offer&quot;. You may bid coins on only one of those at a time. Then your opponent decides to either pay you off, doubling the coins you bid, or pass and let you play the card.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure Tactics: Adventures in Alchemy",
    "ID": 336295,
    "Year": "(2023)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336295/adventure-tactics-adventures-in-alchemy",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Journey along a new path to the treacherous Tower of Greylock in the&nbsp;Adventure Tactics: Adventures in Alchemy&nbsp;expansion. Leading the way is the new hero, Laine the Alchemist. This expansion also introduces a brand new campaign  that leads you through a new path to the gates of the Tower of Greylock. This campaign introduces an entirely new branching Act I as well as a Hard Mode version of Act II with all new potential endings! This campaign will see you through the first five levels of your heroic journey and, when completed, you can continue your adventure by diving directly into Act II of Domianne&rsquo;s Tower. With the addition of new enemies, new Elite Classes, a new type of Initiative, and non-player controlled Allies, your journey to the Tower will never be the same!&#10;&#10;This game requires Adventure Tactics: Domianne&rsquo;s Tower to play. You can incorporate all the content from Hero Pack 1 as well.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Altar Ego",
    "ID": 336297,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336297/altar-ego",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Through divine dexterity and resource (mis)management, it&rsquo;s up to you to convince villagers to ignore all those other pesky gods and build you the greatest altar the world has ever seen. Y'know...or else.&#10;&#10;During a round, one player will roll the dice. Each player, beginning with the one who rolled, must claim one of those dice and may take an action (not necessarily in that order). During your turn, you&rsquo;ll vie to make your altar the greatest by building on your altar and recruiting villagers, all while trying to sabotage other players&rsquo; efforts to build and recruit.&#10;&#10;Once a player&rsquo;s altar collapses or enough chapters are collected by either a player or the kingdom, the player with the greatest altar wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Resource to Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grab Your Goat!",
    "ID": 336299,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/336299/grab-your-goat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Grab Your Goat! is a board game for 2 to 4 players and takes an average of 30 to 45 minutes to play &ndash; your rascally goats depending! Play as one of four goatherds whose prized goat has escaped atop the nearby mountain. The paths are constantly shifting and the mountain full of pitfalls and perils, preventing you from quickly bringing your beloved goat home. Using your wits, and a bit of luck, you may just be the first to win bra-a-a-aging rights over your fellow shepherds!&#10;&#10;To begin, each player should choose their house. Place the 'Top of the Mountain' card in the center of the play area. Create the game deck by shuffling together the directional and effect cards. Building outwards from the 'Top of the Mountain', deal a 7x7 grid from the game deck with the cards dealt face down. Place the houses as the corners of the square grid.&#10;&#10;Finally, deal each player 3 cards as their hand. Place all goats on the 'Top of the Mountain'. Place each shepherd on their respective house.&#10;&#10;ON EACH TURN:&#10;&#10;1) Move your goat&#10;&#10;Roll the directional dice. Move your goat in the direction rolled. The 'Top of the Mountain' acts as the game's compass.&#10;&#10;2) Your move (choose one of the following)&#10;&#10;Option 1: Move your shepherd&#10;Shepherds can only move in the four cardinal directions, following the path formed by face-up cards. If you move onto a face-down card, reveal it and align two arrows to discover the path. If it is an effect card, resolve its effects immediately.&#10;&#10;Option 2: Play an advantage card&#10;You may exchange a card in your hand for any face-down card on the board. Play it face-up and keep the face-down card in your hand. If the card played is an effect card, resolve its effects immediately.&#10;&#10;Option 3: Rotate your current card&#10;You may rotate your current card by 90 degrees. This can break existing paths and need not form new paths.&#10;&#10;MONARCH OF THE MOUNTAIN (Resolving collisions)&#10;&#10;If a goat enters an occupied space...&#10;...with another goat, nothing happens. Goats love to hang out together!&#10;...with a shepherd, the goat does not move from its original space. The shepherd is instead moved in the direction rolled (think of it as the goat headbutting the shepherd to the adjacent square).&#10;&#10;If a shepherd moves into a space with...&#10;...a goat that is their goat, you win if the occupied card isn't an effect card that will cause you to lose your footing.&#10;...a goat that is not their goat, throw that goat onto an adjacent card of the shepherd's choice.&#10;...another shepherd, throw that shepherd onto an adjacent square of their choosing.&#10;&#10;&#10;    The entering shepherd always throws the occupying player or goat.&#10;&#10;&#10;The game ends when a shepherd has caught his/ her accompanying goat!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Children's Game",
      "Environmental",
      "Exploration",
      "Humor",
      "Territory Building"
    ],
    "Mechanics": [
      "Action / Event",
      "Command Cards",
      "Connections",
      "Deck Construction",
      "Dice Rolling",
      "Grid Coverage",
      "Grid Movement",
      "Lose a Turn",
      "Modular Board",
      "Open Drafting",
      "Pieces as Map",
      "Push Your Luck",
      "Race",
      "Random Production",
      "Square Grid",
      "Take That",
      "Tile Placement",
      "Traitor Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Companion App Pack #01: Loury Totems",
    "ID": 336301,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336301/robinson-crusoe-adventures-on-the-cursed-island-co",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is the first of the three packs with a dark magic in it! You can use this pack when playing any existing scenario.&#10;&#10;During your exploration of the Island you have noticed a couple of poles with weird engravings. You decided to research the engravings and found out they actually are the ritual totems made by a tribe, which inhabited this island centuries ago... Following days weird and bad accidents began to occur around them... You have to destroy these malicious constructions!&#10;&#10;A physical deck of 75 Adventure and 35 Event cards which will be available also in the companion app.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Companion App Pack #02: Pirate's Map",
    "ID": 336302,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336302/robinson-crusoe-adventures-on-the-cursed-island-co",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the second of the three packs with the pirates in it! You can use this pack when playing any existing scenario.&#10;&#10;Skeleton on the shore held an old scroll in its hands. You decided to take it out, exposing yourself to all possible curses... But luckily for you it was just an old map covered with various mysterious symbols. Trying to decipher the code you began to search for the marked spots. It seems that the written symbols represent traps and treasures located here. Although the old Pirate might sometimes mislead you on purpose!&#10;&#10;This packs has pirates in it! You can use this pack when playing any existing scenario.&#10;&#10;A physical deck of 75 Adventure and 35 Event cards which will be available also in the companion app.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Special Roof Tiles",
    "ID": 336303,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336303/robinson-crusoe-adventures-on-the-cursed-island-sp",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Originally available as part of a Dice Tower Kickstarter, pack C and then as part of an add-on (Treasure Chest Promos) during the Robinson Crusoe Collector's edition Gamefound campaign.&#10;&#10;Special roof tiles introduce additional usage of your roof. Enough determination may help you build your roof with an upgrade, so it will provide you functionalities in addition to keeping your belongings dry. The better your roof is the more options you can unlock.  Upgraded roof provides additional pawns, which can be used around your shelter, to take advantage of the neighboring territories.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fighting",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Companion App Pack #03: Rotten Wounds",
    "ID": 336304,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336304/robinson-crusoe-adventures-on-the-cursed-island-co",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the last of the three packs with the zombies in it! You can use this pack when playing any existing scenario.&#10;&#10;At the begining you've noticed the smell... Like the Island itself has already gave up to the infection. Trees began to drop already spoilt Fruits... Then the limbs themself started to fall off, one after another. And the worst part was when you injured yourself. Even though you did spill plenty of fresh water across the wound, it began to rot! Not to mention the unimaginable pain, it also lured these rabid mutated beasts towards you! Will you succumb to their fate?&#10;&#10;This pack has zombies in it! You can use this pack when playing any existing scenario.&#10;&#10;A physical deck of 75 Adventure and 35 Event cards which will be available also in the companion app.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planète Rouge",
    "ID": 336311,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336311/planete-rouge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Plan&egrave;te Rouge is a trivia game about the history of the Standard de Li&egrave;ge, the famous Belgian football team.&#10;&#10;More than a 1000 questions to challenge local fans of les Rouches.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Liège (Belgium)",
      "Country: Belgium",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barring the Gate",
    "ID": 336312,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/336312/barring-the-gate",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Viewed as an easy capture by Napoleon on the morning of Waterloo, the stout defense of Ch&acirc;teau d'Hougoumont ended up diverting and absorbing an entire French corps of troops! The prolonged action throughout the day completely derailed Napoleon's plans to quickly shatter the Anglo-Allied forces before the Prussians arrived. The gate is barred; can you break through?&#10;&#10;The 27th game in the Pocket Battle Games series.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Magazine: Against The Odds",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll Pirates",
    "ID": 336313,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/336313/roll-pirates",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The roll-write game involves traveling on a pirate ship and having adventures.&#10;&#10;On each turn of the game we have a pool of dice, with which we perform various actions in the game: improve the ship, train crew, travel, complete tasks, etc. In the course of the game we mark our journey on the map trying to skillfully plan the journey .&#10;&#10;Each turn we use a pool of 6 D6 dice. At the beginning we choose one of 3 available places to start the adventure which we mark on the map. Then you use the dice to reinforce your crew and ship, so created points can be used to travel on land and sea. The moment you get to the adventure you can complete it using dice with specific values. In this way we travel all over the map (collecting rum by the way) and keeping the rule that we can not use the same route twice, so you have to plan your journey in advance. After 7 turns we count points for travels and adventures.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ninja Panda",
    "ID": 336314,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/336314/ninja-panda",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Roll-write game in which we play the role of a ninja-panda warrior.&#10;&#10;During the game we operate with a pool of dice, with which we use on two levels simultaneously: on the character card (which we develop and generate actions) and on the mission card (where we fight and perform tasks)&#10;&#10;Each turn we use a pool of 6 D6 dice.Using them we learn new styles of fighting (e.g. with daggers, swords) - where later we can use dice with certain values to create attacks. We can use the dice to learn new skills that will help us, for example, to manipulate the results of the dice or strengthen our attacks. We can also get secret ninja weapons, which are disposable. At the same time there is a mission card game where we use our character to fight other ninjas and complete missions. For example, to defeat the fox ninja we need 2 fire attacks, which are created on the character sheet from the dagger fighting style and certain dice. We can also collect bamboo which activates certain abilities. After 8 turns of the game we count up the points and choose the best ninja panda.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Hunt",
    "ID": 336315,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/336315/jurassic-hunt",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Roll-write game in which we direct a team of hunter cavemen. Using a pool of dice we recruit different types of cavemen and track down dinosaurs. It is based largely on worker-placement mechanics. Requires long-term planning.&#10;&#10;Each turn we use a pool of 6 D6 dice. Using them we recruit: trackers, mace makers, archers, spearmen, torches.Each dinosaur in the game can be defeated when attacked by a group consisting of certain cavemen (e.g. 2 mahouts and 1 archer) but after each successful attack we lose one hunter permanently so we have to think carefully about the hunt. Additionally, we can make hunting easier by setting up traps (by using dice with certain values). The game ends after 7 turns after which the points are counted.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master Your Castle",
    "ID": 336316,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/336316/master-your-castle",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Roll&amp;write game in which our task is to build a castle and set the inhabitants in it. Use the dice pool to build rooms and recruit residents in such a way as to earn as many points as possible.&#10;&#10;Each turn we roll a pool of D6 dice. Then we use them as currency to build different segments.&#10;&#10;When you own a certain castle segment (e.g. a wizard's tower) you can recruit a certain character (in this case a wizard) to your castle. Individual characters can also be strengthened which will give us more points and invest in building an underground vault.&#10;&#10;After 8 turns the game ends and the player with the most points wins, taking into account point bonuses (e.g. having the highest castle, the greatest number of knights etc.)&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Some Kind of Genius?",
    "ID": 336319,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/336319/some-kind-of-genius",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A roll&amp;write game in which we have to boost our brain so that we can extract the highest possible IQ number. Using a pool of dice we determine the parameters and connections between brain cells. A lot of dependencies forcing you to plan long term.&#10;&#10;Each turn we roll a pool of D6 dice. Then we use them to reinforce individual cells. They come in 3 colors and are divided into two sets - the left and the right hemisphere of the brain. We use the dice in such a way as to fulfill the conditions of a given cell (e.g. insert numbers in ascending order or giving a specific sum). We have to insert active cells in such a way to get the highest sum of points and activate bonus points (e.g. a certain number of cells in a given color). After 7 rounds the game ends and the player who scored the highest number of IQ points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice on Mars",
    "ID": 336320,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/336320/dice-on-mars",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Roll&amp;write game in which we have to adapt, explore and colonize Mars. Using the dice pool we perform a number of actions: increase the amount of water and oxygen, raise the temperature, extract resources, build colonies, explore the planet and plan scientific discoveries. Very complex mechanics in very simple rules.&#10;&#10;Each turn we roll a pool of D6 dice. We then use them to trigger various actions on the playing field.Each active area in the game requires the use of dice of a certain value (e.g. discovering an invention of dice 5 and 6) and sometimes additional elements. In the game we use 2 types of add-ons: inventions (that we have to discover) and raw materials that we have to extract on the game map (by drawing an appropriate shape). We can also build a base (which we also draw so that it doesn't occupy the same place with the mines) and explore the surface of the planet using the rover. The most expensive (but also bringing the most points) element is to build an observatory. After 8 game turns we count the points and the player with the highest sum.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Machine",
    "ID": 336321,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/336321/time-machine",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "A roll&amp;write game in which we set the time machine in such a way as to visit the highest scoring historical events. With the help of 2 dice we set the machine's clocks in successive turns and thanks to that we move on the time track. Requires very careful planning of subsequent moves.&#10;&#10;We use 2 D6 dice each turn. Using their results we decide how to set the 2 hands of the clock, one result directs one of the hands, the other the next. The result is also compared to the other clocks (whether it is greater, lesser or equal) which can give a point bonus. Next, we move a given number of fields on the time map in such a way as to stop exactly on the field with the historical event which gives a lot of extra points. The game lasts 6 turns after which the player who moved back in time the most while visiting the highest scoring events wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena dos Gladiadores",
    "ID": 336329,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336329/arena-dos-gladiadores",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Very little is known about this Brazilian game, other than the publisher blurb:&#10;&#10;Gladiators fight each other until only one stands alive. The one who survives is the great winner.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Atom@tak",
    "ID": 336332,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336332/atom-at-tak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The aim of the game is to make as many compounds as you can, and to destroy as many of your opponents' compounds as possible. The winner is the person with the highest score (the sum of all the atomic numbers of the elements making up the surviving compounds) at the end of the game.&quot; - Description from the instructions.&#10;&#10;Atom@tak is a simple card game in which players create chemical compounds in order to score the most points. On a player's turn, they may play cards from their hand to form chemical compounds based on the real electron configuration of the elements involved. Some compounds are poisonous, explosive, or radioactive which can destroy opponents' compounds if they do not have a card to defend against it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "An Alien Virus Among Us",
    "ID": 336334,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/336334/an-alien-virus-among-us",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Description by publisher:&#10;&#10;When a space exploration spacecraft was in its way back home, the waste filter detects the presence of an infection.&#10;&#10;According to analyzes, the alien virus is dominating one member of the crew, and is ready to infect the others.&#10;&#10;While the crew try to find out who is infected and seek a cure, one of the ship's engines is defective, and an anonymous message arrives to all the crew: &quot;We are already doomed, if this ship arrives on Earth, humanity will be contaminated&quot;.&#10;&#10;Players have a few days to eliminate the alien infection before the ship arrives on Earth, however, not all players have that goal.&#10;&#10;Before the end of the trip, the infected player must contaminate at least half of the crew, and the saboteur wants to blow up the ship.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Hidden Roles",
      "Player Elimination",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Take That",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tridimensional chess",
    "ID": 336338,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgame/336338/tridimensional-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Tri Dimensional Chess, or tri-d chess was inspired by a stage property created by Irving A Feinberg for use in the Star Trek television program. While it appeared or was referenced in six episodes (Where No Man Has Gone Before, Charlie X. Court Martial, By Any Other Name, Whom Gods Destroy (dialogue only), Day of the Dove) no rules were ever developed for the game during the original run of the show. However, it did appear to be a two-player only game played with with standard chess pieces having (when viewed in plan) standard chess moves albeit on a multi-level play area.&#10;&#10;The play area consists of three chequered 4x4 boards, called levels, mounted at different heights so that the bottom level overlaps the middle level by 2 rows at one end and the top level overlaps the middle by 2 rows at the other end. Additionally, four 2x2 boards, called attack boards, are mounted on columns that may be fitted at any of the four corners of the three main levels. These attack boards may be moved around during play. Due to the overlap, all the boards are transparent. When viewed from above, the square colour of one level or attack board matches the colour and of those above and below (e.g. colourless above colourless, coloured above coloured; the colourless squares are called white and the coloured are called black in standard terminology). However, in the television series (e.g., By Any Other Name) the top level is oriented so that the left hand square of the side nearest the camera is red while the corresponding square of the middle and bottom levels are both colourless meaning this top down perspective of matching colours above colours was not based on the tv show.&#10;&#10;Outside of the tv show, rules for the game were first hinted at in the 1975 Ballantine Books in Franz Josef Schnaubelt's Star Trek Star Fleet Technical Manual but there is nothing close to a playable game explained. Encouraged by Schnaubelt, chess player and Star Trek fan Andrew Bartmess published a full set of rules of play. Since then numerous rule sets have been created including those by Jens Meder which include rules for tournament play (largely meaning rules on arbitration, use of a chess clock, official notation, etc.) and the official rules of the World Tri Dimensional Chess Federation written by military fighter pilot John Hawkins ostensibly partially inspired by aerial combat tactics.&#10;&#10;The most notable difference between the various sets of rules are to do with the attack boards and vertical movement of pieces. For example, do the attack boards always stand above the levels, or may they be &quot;inverted&quot; to hang as pendants below the levels? Can they move with just one pawn or with any other single piece?  When viewed in plan, do pieces block movement for all levels or can the moving piece travel on one level if the other piece is on a different level? Can pieces move just vertically or must they always have least some horizontal component? Lesser differences between rules sets include promotion (e.g., does an attack board above the pawn mean the pawn does not promote) and castling (i.e., kings and rooks start on the attack boards, do they just swap spaces or does one piece move to the main level).&#10;&#10;While Tri-D chess bears similarity to the 3-D Chess Game from Lynn R Johnson, the first episode featuring the Tri-D chess set aired in 1966 while Johnson's game was not published until 1967.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Three Dimensional Chess",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SideHustle: The Party Game for Entrepreneurs",
    "ID": 336341,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336341/sidehustle-the-party-game-for-entrepreneurs",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Players are given a random word business name and category and have to come up with and pitch a brand new business idea to other players. Both &quot;Funny&quot; and &quot;Fundable&quot; pitches are rewarded so multiple play styles can succeed.&#10;&#10;It's Like Shark Tank meets apples to apples.&#10;&#10;How its played:&#10;-Split into 4 teams. 1 team starts as the &quot;Investor&quot;, the rest as &quot;Entrepreneurs&quot;&#10;-The investor pulls a SideHustle Card with a random business name that doesn't exist on it (ie. Goose Booster, or FlipStak) and rolls an industry die to pick the category (ie. Food &amp; Beverage, or Health &amp; Wellness).&#10;-The Entreprenuer teams then brainstorm a brand new business or product and take turns each pitching their version of the Side Hustle to the Investor Team.&#10;-The Investor then hands out a Funny card and a Funny card as they like based on the pitches/presentations of the Entrepreneurs.&#10;-The roles then rotate and first team to 5 cards, wins&#10;&#10;SideHustle essentially creates parameters for creativity for the players and plays to many different player styles. Silly Ideas and presentational styles may win the Funny card, while analytical and methodical approaches may win the Fundable card.&#10;&#10;The materials are family friendly and because the ideas come from the players, it's a different game every time.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Dice Rolling",
      "Player Judge",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deception/CS-Files: Thai Promo Pack",
    "ID": 336342,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336342/deceptioncs-files-thai-promo-pack",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new promo pack with four new clue cards and four new means cards.&#10;&#10;Boba Tea&#10;Buddhist Amulet&#10;Hand held bidet&#10;Inhalant&#10;&#10;Durian&#10;Motor tricycle&#10;Submarine&#10;Water Monitor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Deception – Murder in Hong Kong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "营火战争 (Battle for Yinghuo)",
    "ID": 336343,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/336343/ying-huo-zhan-zheng-battle-for-yinghuo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#232;&#144;&#165;&#231;&#129;&#171;&#230;&#136;&#152;&#228;&#186;&#137; is an arena deck-building card game.&#10;&#10;You are transported into a mysterious arena. You have to collect energies scattered around the arena to strengthen yourself.&#10;&#10;The game consisted by six different 'genre' to play with. Every game, you can choose the 3 of them to form the main deck. Then you and your opponent take turns to buy cards from main deck or to attack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haspelknecht: Bochumer Cowherd Boy Promo Tile",
    "ID": 336344,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336344/haspelknecht-bochumer-cowherd-boy-promo-tile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promotion tile from from the designer himself.&#10;&#10;In the game Haspelknecht, when the players acquire the cowherd boy, they immediately receive 3 victory points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Item",
      "Series: Coal (Thomas Spitzer)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's Missing: Purple Version",
    "ID": 336345,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/336345/whats-missing-purple-version",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "What&rsquo;s Missing? Purple version is a drawing game that contains 240 cards with line drawings, sorted by difficulty (level 1: a belt, level 4: Pegasus for example).&#10;&#10;In a round, each player takes a card, places it under a transparent paper - making sure to hide it behind the cardboard screen - and draws on it things that would help other players to guess what's on the card.&#10;&#10;After finishing the drawing, the drawer removes the card and shows only the transparent paper to others. The other players have to guess what's missing on the transparent paper, in other words, what was on the drawer's card. The player who first guesses correctly earns 1 point, with the drawer losing 1 point if no one guesses.&#10;&#10;To win, being clever is more important than being a good artist. Young drawers can give other players a clue based on what kind of things are on the card.&#10; For those who own the first yellow version of What&rsquo;s Missing?, you can double the number of cards up to 480, the number of players up to 12 and the fun with this second version!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Undaunted: Secret Cabal 2020 Promo Scenario",
    "ID": 336346,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336346/undaunted-secret-cabal-2020-promo-scenario",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A brand new Scenario for Undaunted: Normandy released for &quot;The Secret Cabal Gaming Podcast is at Full Froth in 2020!&quot; Kickstarter campaign.&#10;&#10;Scenario 16: The Bridge at La Fi&egrave;re&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Promotional: The Secret Cabal",
      "Region: Normandy (France)",
      "Series: Undaunted (Osprey Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Sailor & Gamer Pack",
    "ID": 336347,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336347/robinson-crusoe-adventures-on-the-cursed-island-sa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "2 new characters's to use with the basegame along with miniatures from Awaken Realms and triple -layered player boards.&#10;&#10;The set contains:&#10;4 Sailor figures (2 male and 2 female)&#10;4 Gamer figures (2 male and 2 female)&#10;1 triple-layered player board for Sailor (2-sided)&#10;1 triple-layered player board for Gamer (2-sided)&#10;&#10;Rules for the Gamer: One new survivor to take with you on your adventures in Robinson Crusoe: The Gamer. Like all characters in Robinson Crusoe, there is both a male and female side. This survivor is different from those in the base game. They have no invention, using only their wiles and tricks to help the party succeed.&#10;&#10;The available actions are as follows:&#10;&#10;Dummy Player: &quot;I'm surprised how easy this is!'&quot; Discard 3(D) to gain Brown/Grey Action pawn this turn.&#10;&#10;AC Bonus: &quot;Never count your money while you're sitting at the table.&quot; Spend 2(D) to ignore one wound when hunting.&#10;&#10;Cheat: &quot;I will do the right thing, once I've exhausted all alternatives.&quot; After resolving an Adventure card effect, spend 3(D) to NOT shuffle it into the Event deck, and discard it.&#10;&#10;Go Fish: &quot;I suggest a new alternative. Let the island win.&quot; Spend 3(D) to draw two Mystery cards. Resolve only the first Treasure from the drawn cards. Discard the rest.&#10;&#10;Rules for the Sailor:&#10;The sailor is a great swimmer. He can discard two determination tokens to ignore river tiles when calculating distance on the island.&#10;&#10;The sailor has a treasure map. For three determination tokens, he can take a special gathering action once on an island tile with a totem icon. If successful, the Sailor draws a mystery card, resolving only a trap or a treasure. This ability may only be used once per tile, even if the tile has more than one totem icon.&#10;&#10;The sailor has some tricks to conserve food. For 2 determination tokens, he can change one food into one non-perishable food.&#10;&#10;The sailor is also tough. He can discard 1 determination token to re-roll an injury die (brown, grey or green).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fighting",
      "Nautical",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Collector's Edition Upgrade Pack",
    "ID": 336348,
    "Year": "(2024)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336348/robinson-crusoe-adventures-on-the-cursed-island-co",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Robinson Crusoe Collector's Edition Upgrade Pack for the Basegame Robinson Crusoe: Adventures on the Cursed Island.&#10;&#10;This special edition upgrade pack includes:&#10;&#10;     New (empty)box with insert and removable trays.&#10;     18 stunning 35mm figures&#10;     Open &amp; Play Tutorial Campaign&#10;     Access to Companion app&#10;&#10;&#10;This edition will also include multiple Gamefound Stretch Goals including:&#10;&#10;&#10;     Modular Camp Model (8 pieces)&#10;     Horse companion miniature&#10;     Parrot companion miniature&#10;     Cat companion miniature&#10;     10 Supporting Item miniatures&#10;&#10;&#10;&#10;     30 new adventure cards&#10;     10 event cards&#10;     3 Weather Tiles&#10;     Dramatic Mortale Mini-expansion&#10;     Cave Mini-expansion (Cave tile + 5 tokens)&#10;&#10;&#10;&#10;     First player Marker &amp; Round Tracker&#10;     Dice Tower&#10;     Triple-Layered Player Boards&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Components: Dice with Icons",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Survival",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reventure: Orbtale",
    "ID": 336349,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/336349/reventure-orbtale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The tabletop sequel to Reventure, the game with 100 endings, revolves around the 4 legendary orbs able to grant any wish.&#10;&#10;12 Heroes embark on a mission to retrieve them against multiple dangers and foes from the Reventure universe.&#10;&#10;The game is played in syncronous turns during chapters consistint in 3 phases:&#10;&#10;&#10;     Exploration phase: Every player draws 2 cards&#10;     Organization phase: Every player keeps up to 3 cards in their hand and the res in their inventory, on a pile over the table. Instead of storing them, they can also be discarded.&#10;     Combat phase: Each player may attack another one by playing on of the cards in their hand faced down against another player, who does the same. The winner card is determined via a rock-paper-scissors system, and its text is applied afterwise. If a tie happens, the player with less inventory wins. The cards go back to their owner hands after.&#10;&#10;&#10;If you kill an opponent (by depleting all of its 5 health tokens with your cards), you may steal any 2 cards from its inventory or hand and add it to your inventory.&#10;&#10;The goal of the game is to gather all 4 orb cards, either by drawing them on the explore phase, stealing them using special items or dragging them from the other hero's corpses.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimica",
    "ID": 336355,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/336355/mimica",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players draw a card and try to act out the pictured animal or object with gestures and / or voice. The other players guess what has been depicted until the correct answer is given.&#10;The depiction is judged with victory points.&#10;The winner is the player to collect the most points after a pre-arranged number of rounds.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flying Gang",
    "ID": 336356,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/336356/flying-gang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "In the Flying Gang, you take command of a small ship and try to gain leadership of the Flying Gang.&#10;The Flying Gang was founded in the 17th century and was able to establish its own pirate empire for around 5 years.&#10;&#10;Among the most famous members were pirates such as Benjamin Hornigold, Henry Jennings, Edward Teach alias Blackbeard or Anne Bonny......&#10;&#10;Flying Gang is a turn-based game for 2-4 players with some historical events.&#10;&#10;The player who has collected the most pirate points at the end of the game immediately goes into a PVP battle against the captain of the Flying Gang.&#10;The strength of the captain only becomes apparent during the course of the game as this is controlled by political cards.&#10;The captain of the Flying Gang gets all the expansions that players can buy from these cards. The game lasts 8 rounds and only one of four cards is drawn in each round.&#10;&#10;For example, the Thirty Years' War, Western Design or Holmes Bonefire.&#10;&#10;It is therefore impossible to predict how strong the captain will be in the end.&#10;&#10;To gain pirate points, players can raid towns, attack other ships, recover treasures, fulfill quests.&#10;By raiding neutral ships or historical pirates, the player receives loot, which he can then sell in the harbors to buy improvements or a better ship.&#10;&#10;In Flying Gang there is an easy-to-understand combat system like rock-paper-scissors.&#10;&#10;There are many different cards in the game.&#10;Sea movement cards, treasure cards, equipment cards, political cards and quest cards.&#10;&#10;Are you ready to take up the challenge and become the leader of the Flying Gang?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Fighting",
      "Medieval",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dra. Motus y los Cordis",
    "ID": 336358,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/336358/dra-motus-y-los-cordis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Dra. Motus and the Cordis&quot; is a board game to develop socio-emotional skills for children over 6 years old and adults. It has been created by V&iacute;ctor Garrido and Pablo C&aacute;rcamo, illustrated by Juanca Cort&eacute;s, and edited by Boreal Ediciones.&#10;&#10;Dra. Motus is a leading scientist who has dedicated her life to making robots capables of behaving like human beings. After years of work and effort, she has managed to give life to &quot;the Cordis&quot;, fabulous creatures with great knowledge but who are still learning about the emotions of humans. To check the emotional abilities of the Cordis, Dra. Motus has designed a series of questions that must be answered through beautiful illustrations in order to interpret the emotions of the other players.&#10;&#10;In each of the game modes, you will assume the role of Dra. Motus and question the other players, who will be Cordis looking to show that they understand emotions better than the rest. In this challenge, each Cordis will be equipped with an emotion chip. As in life, different emotions allow us to act in different ways: emotion chips offer Cordis various abilities during the game. Along with this, the illustrations will be great allies to interpret the emotions of Dra. Motus in different situations.&#10;&#10;COMPETITIVE MODE&#10;Each player receives 5 image plaques.  One player is Dr Motus, who must pick a situation card. Each situation card has 2 scenarios, and the doctor must choose one of them. Then, every other player must pick one of their image plaques that they believe best represents the feelings of Dr Motus about the situation. Then Dr Motus picks the best one and that player wins a point. Since Dr Motus didn&rsquo;t had the chance to win points, she has the option to face a challenge card.&#10;Then, another player plays the role of Dr. Motus.&#10;In the competitive mode the first person to reach 4/5 victory points (depending on the number of players) will win.&#10;&#10;COOPERATIVE MODE&#10;I this mode we display 3 emotions cards in the center of the table and every player receives 3 image plaques. &#10;Dr Motus must pick one of the image plaques and place it on the table, without saying what emotion that cards mean for her. Then, all other players as a team try to guess the correct emotion. If they guess right, they win a point. In the cooperative mode players try to get the best score possible and compare it to a table.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Player Judge",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knast Das Gesellschaftsspiel",
    "ID": 336359,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336359/knast-das-gesellschaftsspiel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "On his turn as a snob, a player rolls two dice and moves that number of spaces around the board. There are opportunities to gain or lose money and there is a risk to be thrown in jail, which has a special track. On his turn as a prisoner, a player rolls one die and moves that number of spaces around the jail track with the opportunity to be released earlier than expected (and return as a snob) or to be sentenced to more time (more rounds) in jail. If the players punishment exceeds 25 years (each penalty measure is cumulative), he's out of the game.&#10;&#10;The player who collects as a snob the critical amount of money to buy 2 expensive certificates, wins the game&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Events",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animeter",
    "ID": 336360,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/336360/animeter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The trees are full of tasty apples so it&rsquo;s time for forest animals to have a feast! But to reach the fruit is not a simple task so animals decided to cooperate. One by one they climb on the tops of each other&rsquo;s heads to form a tall tower. Hares use their long ears to lift their friends, hedgehogs chase off predators hiding between the leaves and tiny mice can reach apples in the hollows. How to make it to that mellow red apple?&#10;&#10;In Animeter, each player can build up to 3 towers using 9 cards with various animals. Reach as many apples as possible and avoid dangerous predators. Use your sight: you cannot check the height of your towers during the round. Collect combinations of animals&rsquo; abilities. And, finally, after each player plays the final card, measure the towers ,and find out who gathered most apples and won the game!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Animals: Mice",
      "Animals: Rabbits / Hares",
      "Animals: Rats",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Masquerade – Rivals: Blood & Alchemy",
    "ID": 336362,
    "Year": "(2021)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336362/vampire-the-masquerade-rivals-blood-and-alchemy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Trouble is Brewing.&#10;&#10;Blood &amp; Alchemy is an expansion for Vampire: The Masquerade - Rivals Expandable Card Game that adds two new clans: Tremere &amp; Thin-bloods. The Tremere are masters of Blood Sorcery who draw incredible power from their Blood, while the Thin-bloods must mix a plethora of chemicals with their Blood to extract power from it. You may play these two clans head-to-head or simply integrate them with your Core Set to give you more options for mixing clans and creating new decks!&#10;&#10;Features:&#10;&#10;     Adds two new clans: Tremere &amp; Thin-bloods. &#10;     Play these two clans head-to-head or integrate them with your Core Set.&#10;     Includes a 30 card Crypt Pack to customize your decks!&#10;     Designed for 2-4 players, ages 14+ to play in 30-70 min per game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Setting: World of Darkness (White Wolf)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raptor Island",
    "ID": 336368,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/336368/raptor-island",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "https://www.kickstarter.com/projects/hayballgames/raptor-island-the-card-game/&#10;&#10;A 2-5 player action card game where players encounter dinosaurs to acquire their DNA, fuel the escape chopper and escape Raptor Island.&#10;&#10;Each player must start the game with a hand size of three cards. During the game you will always draw a card at the start of your turn from the play deck found in the middle of the table. After drawing, players may play one card on their turn to help them get closer to their goals, be it through scrying the top few cards of the deck, or forcing another player to hand over a card to slow their progress.&#10;&#10;Finding Dinosaur DNA is your primary goal. They are one of many Item cards you can find in the deck alongside Flare, Tranquilizer Gun or Raptor Egg cards and many more.&#10;&#10;As a collective, every player shares the second goal. A set number of Fuel cards must be played to the Fuel Stockpile for any player to win the game. Fuel cards are another Item card you can find in the deck.&#10;&#10;Finally once you have the required number of Dinosaur DNA and sufficient Fuel has been played to the Fuel Stockpile, you are ready to play an Escape The Island card and WIN THE GAME.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action / Event",
      "Events",
      "Hand Management",
      "Race",
      "Take That",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom 1183",
    "ID": 336380,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgame/336380/kingdom-1183",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Kingdom 1183 is a smooth, yet intricate economy and warfare simulator driven by your ever-improving strategy. It is a combination of worker placement, resource gathering, economy management, and combat. Your fate in Kingdom 1183 is decided by your strategy and choices.&#10;&#10;You will build and manage your own kingdom. There is no area to control, no shared board. Instead, you can choose from one of seven ways to win including combat-free solely economy-based victories. The game is played alone or with three friends and is expandable to eight players or more. All game modes can be played in team or free-for-all setups. Every night will be very different from the last.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Alliances",
      "Dice Rolling",
      "Market",
      "Moving Multiple Units",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Trading",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L'Neuvieme: A 9-Card Chase",
    "ID": 336387,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/336387/lneuvieme-a-9-card-chase",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The notorious thief L&rsquo;Neuvieme has just committed their latest dastardly crime! Police tracked them to the small town of Nonaville, but the trail went cold there. As the world&rsquo;s foremost private detective, you have been called in to track L&rsquo;Neuvieme down and put them behind bars.&#10;&#10;L'Neuvieme is a solitaire hidden movement and deduction game that can be played entirely in-hand. Over the course of nine turns, you will move around the quiet town of Nonaville, and receive clues as to L'Neuvieme's movement. However, some of these clues may be misleading, so you will have to use all of your deductive skills to pin down where L'Neuvieme is hiding.&#10;&#10;At any turn, you can attempt to corner L'Neuvieme if you are confident you have found them. However, for each incorrect attempt you make, your score will decrease, and if you fail to successfully corner L'Neuvieme by the end of the ninth turn, they will evade you for good!&#10;&#10;L'Neuvieme features 12 scenarios, and a number of optional modular variants, that add plenty of replay value to this quick game of cat-and-mouse. Do you have what it takes to send L'Neuvieme back to prison?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory",
      "Print & Play"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Hidden Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Studies in Sorcery: Divination",
    "ID": 336388,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336388/studies-in-sorcery-divination",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Studies in Sorcery: Divination is an expansion for Studies in Sorcery that adds in the Divination project cards. The school of Divination has several major themes: &#10;&#10;     Place watchful Fate tokens to prophesy your opponent&rsquo;s action and be rewarded for successful predictions.&#10;     Manipulate perception, placing extra credit tokens and turning demerits into a positive. &#10;     Increase knowledge of hidden information which you can use against your opponents. &#10;     Be rewarded for surrendering yourself to fate and pushing your luck.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Alternative Geschlechterkarten",
    "ID": 336399,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336399/aventuria-alternative-geschlechterkarten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This promo pack contains the four alternate gender hero cards and their respective talents cards for the four Aventuria base game heroes. They all have different talent points from their alternate gender card. Includes:&#10;&#10;Inaniel Fl&ouml;tentr&auml;umer (EK) / Inaniel Whistledreamer (ES)&#10;Rathelia Ricottini (HS) / Rathelia Ricottini (HR) &#10;Thallian Fuxfell (TM) / Thallian Foxfur (TM)&#10;Hukla Tochter der Hogna (ZS) / Hukla daughter of Hogna (DB)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Kickstarter Promo Pack",
    "ID": 336401,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336401/aventuria-kickstarter-promo-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This promo pack (released during the first Aventuria Kickstarter) contains 4 new henchmen cards and a new adventure (7 cards):&#10;2x Streunende Katze / Barn Cat (henchmen - KS01)&#10;2x Kr&auml;henschwarm / Murder of Crows (henchmen - KS02)&#10;1x Hexenreigen / Witch's Dance + cards - KS03-KS09 (adventure pack)&#10;&#10;All cards are marked with &quot;KS&quot; and consecutive numbers (KS01-KS09).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pays d'Auge: Le jeu",
    "ID": 336455,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336455/pays-dauge-le-jeu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gameplay: similar to a goose game, but with 550 questions relating to geography, history, celebrities... of the area.&#10;Players roll a dice to advance on the different circles after selecting their starting point.&#10;The circles all have different colors corresponding to the themes (i.e. a yellow P for Personalities). &#10;Other spaces are &quot;Replay&quot; or &quot;Luck&quot;.&#10;&#10;'Goal: be the first to reach the spaces with the coat of arms. &#10;On these spaces, collect a photo card by answering the question correctly, get 5 and win.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Shadow of the Eagle – Rulebook:  Captain's Module R4J",
    "ID": 336456,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336456/star-fleet-battles-shadow-of-the-eagle-rulebook-ca",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Romulans Got Warp!&#10;&#10;From the earliest source material, it was noted that the Romulans developed warp power later than other empires. This title explores five alternate timelines, each triggered by a singular event, that result in the Romulans gaining warp technology at the same time as everyone else. &#10;This book has a detailed history, ship descriptions, four new scenarios, and the Master Ship Chart. &#10;The ships include the &ldquo;W&rdquo; warp-refitted ships, &ldquo;Y&rdquo; Early Years ships, Middle Years ships, and modern ships (warships, Police ships, and National Guard ships).&#10;&#10;This 46-page rulebook includes descriptions of dozens of new warp-powered Romulan ships and also has the following scenarios: Internal Security; External Intruders (Romulans and Orion pirates), New Neighbors (Romulans and Klingons), Practical Experience (Romulans and Tholians), and Supply Raid (Romulans and Gorns).&#10;&#10;This product describes additional ships for use in Star Fleet Battles. &#10;To fly the ships, you will need the SFB Module R4J SSD Book in either B&amp;W or color. You must have the SFB Basic Set to utilize this material. Some of the ships require the Advanced Missions set or the SFB Master Rulebook.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Terrible Things: Easy Focus and Doomed Scrawls Promo Cards",
    "ID": 336458,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336458/ancient-terrible-things-easy-focus-and-doomed-scra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo cards for Ancient Terrible Things from Spiel 2014.&#10;&#10;&ldquo;Doomed Scrawls&rdquo; needs &quot;a pair + three of a kind&quot;.&#10;Artwork unique to each card hand-drawn by the artist at Spiel 14 Pleasant Company Games booth.&#10;&#10;&ldquo;Easy Focus&rdquo; rules variant card allowing for a more powerful Focus token effect.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Имаджинариум: Гармония (Imaginarium: Harmony)",
    "ID": 336461,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336461/imadzinarium-garmoniia-imaginarium-harmony",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an expansion to the game Imaginarium (&#208;&#152;&#208;&#188;&#208;&#176;&#208;&#180;&#208;&#182;&#208;&#184;&#208;&#189;&#208;&#176;&#209;&#128;&#208;&#184;&#209;&#131;&#208;&#188;) which adds 98 new thematically cards designed for players as young as 6 years old.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  }
]