[
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 12 – Tantrum House 2020 Window Pattern Card",
    "ID": 310565,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310565/sagrada-promo-12-tantrum-house-2020-window-pattern",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promotional card offered by the &quot;Tantrum House Season 7 Kickstarter&quot;.&#10;&#10;A new double sided player card to build the stained glass window in. Shuffle into the deck with the other player cards during setup and proceed as normal&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sagrada",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Délirium Quest",
    "ID": 310570,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/310570/delirium-quest",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ADVENTURE GAME WITH DICE,&#10;On your turn, you throw Dices (among 32 dice in a bag : 8 dices per color : blue, yellow, red, green). One more than players : 4 dices for 3 players.&#10;You take On Dice to optimize your score paper and Try to make a road through the land with direction offer by your dice just taken. Your earn points by your the place of your dice and the longest of your road.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quizzles Book 2",
    "ID": 310580,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310580/quizzles-book-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Quizzles is a family trivia game for 2 to 4 players or teams. Each question in the question booklet is multiple choice. Each player/team rolls a dice and moves their token around the board. The question they answer is based on their token color and position on the game board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chapters-Indigo Pack of 3 Trivia Sets",
    "ID": 310588,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310588/chapters-indigo-pack-of-3-trivia-sets",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set of 3 individual quiz packs containing 50 quiz cards each with 2 questions per card. The perfect family pastime, test your knowledge and expand your mind with a little friendly quiz competition!&#10;&#10;Featuring three different quiz themes: Canadian Quiz (Do you know which lake Bessie is rumoured to live in?), Festive Quiz (Do you know in which country you would find Lapland?), and General Knowledge Quiz (Do you know what year the first iPhone was released?).&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chapters-Indigo Family Games Night Pack",
    "ID": 310590,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310590/chapters-indigo-family-games-night-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Go head-to-head with this bumper set of quizzes and games for the ultimate night in. Featuring game cards designed with a retro-vibe all held within an easy-to-store wooden box, this set will offer endless hours of entertainment.&#10;&#10;Games include: Who Am I? The celebrity guessing game; Charades, the classic miming game; Hum That Tune, the musical humming game; Don't Say A Word, the action-packed describing game; General Knowledge Quiz, the ultimate brain-buster.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "52 Dragons",
    "ID": 310600,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/310600/52-dragons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "52 Dragons is a fantasy card game where players draw from the same deck to power a unique Battle Dragon based on the four elements of fire, air, water, or earth.&#10;&#10;The game play is fairly simple. Each player controls a Battle Dragon starting with 52 Health Points. They attack an opposing Battle Dragon by rolling dice to inflict damage. Cards are drawn and played to grant abilities to the dragons, regain Health Points, increase the damage of the roll, or summon supporting dragons to join the attack.&#10;&#10;A player is eliminated when their Health Points reach 0, and the game ends when only one player remains.&#10;&#10;52 Dragons is designed for 2-4 players, ages 12 and up. A game can be a quick as a few minutes or as long as a half-hour.&#10;&#10;This Basic Set contains 52 distinct playing cards, 2 reversible Battle Dragon cards, and the instruction manual.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dingo's Dreams: Kickstarter Edition",
    "ID": 310602,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/310602/dingos-dreams-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The kickstarter edition included exclusive content packaged inside the base game box - 5th player expansion and Dream Companions.&#10;&#10;The dream companions are a few bonus tiles with rare animals on them for Dingo's Dreams. When playing with this variant, each player starts with one of these extra tiles in hand. To win the game, a player's dream companion tile must be in the center space of the dreamscape, in addition to all other normal goal requirements. This makes for a fun extra challenge!&#10;&#10;About the base game:&#10;&#10;Dingo and his friends have gotten lost on Walkabout! Visit their dreams to lead them home!&#10;&#10;Dingo's Dreams is a delightful and clever family game for 2-4 players. Each player competes to be the first to successfully guide his animal through the dream world.&#10;&#10;Each player starts with a grid of 25 tiles, set up at random in a 5x5 dreamscape. Each player also starts with one extra tile, with a picture of their animal on it. The opposite side of all dreamscape tiles also has a picture of the animal. Each turn, a random card is drawn, telling players which tile they should flip. When a player flips a tile, it means their animal is traveling through a part of the dreamscape. Each player's goal is to guide their animal through the dreamscape by positioning him in a specified pattern (which is different each game). After a card is drawn, a player takes their extra animal and slides him into the dreamscape, shifting one row or column of tiles until a new, different tile emerges from the opposite side. The player will use this tile to shift another column or row on the next turn, and so on, until one player's dreamscape tiles match the goal. The player then shouts their animal's name-- &quot;Dingo!&quot;, for example, to win the round.&#10;&#10;Advanced rules add Hazard Tokens which increase the challenge substantially: to complete the required dream pattern, the player may not have his animal in any of the Hazard spaces marked on the dream card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Bingo",
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Country: Australia",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ژاندارمری (Gendarmery)",
    "ID": 310603,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/310603/zhandarmry-gendarmery",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "A new criminal case has complicated everything, and the Chief has ordered you and your fellow police officers to solve it ASAP and arrest the main culprit. You must collect evidence in order to make arrests, whether you intend to capture the leader or another suspect.&#10;&#10;To set up &#218;&#152;&#216;&#167;&#217;&#134;&#216;&#175;&#216;&#167;&#216;&#177;&#217;&#133;&#216;&#177;&#219;&#140; (Gendarmery), create a &quot;wall&quot; of suspect cards in a 3x3 grid that leaves the center empty. Each suspect card features an illustration as well as that individual's characteristics. Underneath each suspect card is a face-down interrogation card that features an arrow pointing in one of the eight compass points or (near the bottom of the deck) a medal. Place one interrogation card face up in the center of the grid; the arrow on this card identifies the main suspect. Additionally, you lay out two face-up decks of evidence cards and a face-down &quot;door&quot; deck of action cards; the &quot;janitor&quot;, for example, lets you take a card from a player's hand and put it in someone else's hand.&#10;&#10;On a turn, you take one of four actions:&#10;&#10;&#10;    Take an evidence card from the top of a deck and add it to your hand.&#10;    Archive 1-2 cards from your hand, removing them from play.&#10;    Reveal the top door card from the deck and carry out its action to hinder someone else or help yourself.&#10;    Report evidence to capture a suspect.&#10;&#10;&#10;To report, you reveal all of the evidence card in your hand. If the combination of symbols that you reveal are present on exactly one suspect card on the wall, you catalog those evidence cards and that suspect. (If your symbols match two or more suspects, you've wasted the Chief's time and your turn ends.) If that suspect was not the main suspect, place that suspect's interrogation card under the central card, then place a new face-down interrogation card and a new suspect card in the empty space.&#10;&#10;If that suspect was the main suspect, then you collect that suspect card and all of the interrogation cards in the center of the grid; you then reveal the interrogation card that was under that suspect. If the card is a medal or an arrow that points to an empty space in the grid, the game ends. Whoever has collected the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poule Poule: Are you Easter?",
    "ID": 310605,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310605/poule-poule-are-you-easter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The motion picture is going on with new actors: the Easter Egg, Chocotte the chocolate hen, Bunny Pinpin, the Easter Bunny.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Holidays: Easter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Menhirs dans le Brouillard",
    "ID": 310606,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/310606/menhirs-dans-le-brouillard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "There's 2 ways of playing Menhirs dans le Brouillard (Menhirs in the Mist): 1) The Original way (rules on the board &amp; box of the game) and 2) The Amsterdam Way (to play this version, just download the one page rules from the images shown above :)&#10;&#10;Game description:&#10;&#10;Be the first to discover all the menhirs in a misty landscape.&#10;&mdash;user summary&#10;&#10;&#10;     randomly create the landscape for each new game&#10;     cover all the menhirs with fog and add four more fog tiles&#10;     take turns moving the fog tiles (either singles or as a group)&#10;     first one to clear all menhirs of fog wins&#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caribbean Storm: Honduras 2009",
    "ID": 310607,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/310607/caribbean-storm-honduras-2009",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Caribbean Storm: Honduras 2009 is a simulation of a hypothetical conflict based on the constitutional crisis in Honduras in 2009. The Honduran army has removed President Manuel Zelaya by coup d&rsquo;&eacute;tat and Venezuela, with Cuban and Nicaraguan political and military support, has decided to restore him by force. Signs of an impending attack have alerted the Honduran military. A grand tactical game of modern-era conflict, Caribbean Storm is played by two players or it can be played solitaire.&#10;&#10;Game components consist of the following items. Note that Honduran units have a blue background and Venezuelan units have a yellow background.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Honduras",
      "Region: Central America",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silhouetta",
    "ID": 310609,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310609/silhouetta",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player is dealt some cards. The rest of the cards form a deck in the middle of the table and one card is turned face up.&#10;&#10;On a players turn, you can take a card. After taking a card the player may place cards on the table, but only in the correct order. Then the player discards an unwanted card and the next player's turn starts.&#10;&#10;The double 'TT' cards form a set. You can only play the 'T' cards from one set The player is allowed to put the correct T card in another line of cards. In exchange the player can take one of the cards S - E from the same row.&#10;&#10;The first player who completes the word SILHOUETTA wins the game.&#10;&#10;The winner gets:&#10;&#10;     1 point for each card a player has in hand&#10;     3 points for each card a player could have played&#10;     5 points for every right T card, except if it's part of a complete set, but the player could not play the set.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Chaining",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ydrody",
    "ID": 310615,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/310615/ydrody",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A new cooperative game at Grain de cr&eacute;a, it's a wooden labyrinth mounted on hydraulic pistons that must be synchronized to move forward...&#10;&#10;Move the ball through the maze by moving the board with the syringes filled with water. Ydrody works using an ingenious principle of communicating vessels. A lot of fun to look forward to.&#10;&#10;This wooden game works on communication, dexterity, coordination and delights young and old.&#10;&#10;Diameter of the board: 28 cm.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [
      "Pattern Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "No shit, Sherlock",
    "ID": 310620,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/310620/no-shit-sherlock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Watch out for the turd!&#10;&#10;No shit, Sherlock! is a fast, crazy and fun game. At the beginning of the game, the players are dealt a number of  character-cards which they place face down in front them. At the same time one or more cubes are placed on the table - of which only one will give points - together with a big turd (mad of wood). Now the game is ready to start. In each round an object-card is drawn, which is read out loud. It could be &quot;3 green things&quot;. The players now takes turn to turn over one character-card at a time, until there object-card is fulfilled. Once the object-card is fulfilled the player grab cubes as fast as possible, and avoid the turd. One player will end up with the point cube, and one player will always end up with the turd, and get a turd-point.&#10;&#10;When a player get his/hers fifth turd-point the game ends, and whoever have the most &quot;normal&quot; points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cosmos: 20 07 1969",
    "ID": 310622,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/310622/cosmos-20-07-1969",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Cosmos is a game about space. 48 cards with planets, satellites and constellations, 4 wooden spaceships to travel in the Solar System, 1 die to move around&hellip; all of this for 2 games that are out of this world: the Solar System and the Constellations. Travel between planets, but try to avoid the satellites that will slow you down and fly through the constellations to get to the moon&hellip; a small step for man and a giant leap for mankind.&#10;Roll the die and move your spaceship to get to the moon: you can move closer, farther or you have to pass a test. Challenge your friends with planets, satellites and constellations and be the first to land on the Moon.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PASA",
    "ID": 310629,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310629/pasa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "PASA is an non combinatorial abstract game in the chess family. The game is played on a 5x8 black and white board with 10 pawns and a king. Dice are used for movement. The number determines which pieces can move even for those on black squares and odd for white squares. A 1 can move a piece on black or white. The pieces are also allowed to stack once. Captured pieces are removed unless a stacked piece has a retreat square available. The game is one by capturing an opponent's king.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Components: 5 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drakborgen",
    "ID": 310636,
    "Year": "(2022)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/310636/drakborgen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Players pick a character and delve into the old fort to avoid the monsters and traps within, find the treasure chamber in the centre, and find their way out alive again carrying as much treasure as possible.&#10;&#10;This is a new edition of  the original 1985 Alga edition of Drakborgen, using the original rules and artwork. Includes the expansion Drakborgen II as well as completely new playable characters and optional rules variants, dubbed &quot;Drakborgen III&quot;. The new content has new art drawn by the original artist, Anders Jeppsson.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Map Deformation",
      "Player Elimination",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Stat Check Resolution",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Drakborgen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godzilla Rampage: Kaiju Unleashed – The Wrath of Daimajin Supplement",
    "ID": 310637,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310637/godzilla-rampage-kaiju-unleashed-the-wrath-of-daim",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Expansion #1: The Wrath of Daimajin.&#10;Includes: Daimajin Scenario, Daimajin Kaiju Battle Card and Maser Beam Tanks (Upgraded Military Vehicles).&#10;Updated Rules are also included with this release.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Movies: Godzilla",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Crisis Simulator",
    "ID": 310642,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310642/world-crisis-simulator",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In World Crisis Simulator, between 3-6 players take on the role of major world powers combating a global issue. You'll take turns hosting summits and contributing (or not!) to helping solve the Earth's problems, all while trying to figure out what your purported allies' end goals are. The fate of the planet is at stake; will you rise to the occasion, or fall to petty infighting?&#10;&#10;Taking inspiration from the crisis mechanics of beloved board games Battlestar Galactica and Dead of Winter, World Crisis Simulator sees everyone at the table contributing to that round's summit, with each player having a chance to take the reigns and be the Summit Host. The host gets to decide if the summit is successful, bringing the Earth back to stability, or fails, making everyone's status ever more dire. While everyone in the game probably wants to get through this thing with humanity intact, players' secret objectives will inevitably interfere with them acting in the best interests of everyone else. Act too selfishly though, and other players will use their action cards to cripple your strategy, or even remove you from the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Competition between provinces",
    "ID": 310653,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/310653/competition-between-provinces",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Before the events of Who wants to be president? the country enjoyed a stable economic situation, so the president has promised a substantial contribution for the governor to carry out the best management in his province. To do this they will compete to show who is the best at administering their gobernor&acute;policies.&#10;&#10;The oldest player roll all the dice. Starting with him, and continuing with the rest of the players in a clockwise direction, he must choose one dice, withdraw it and write it down in whatever government policy you want. When the round is over, the player on your right roll all the dice again and the withdrawal and scoring operation es repeated.&#10;&#10;Once all the throws per player have been completed, the game is over and the winner is the one with the most power.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Latin American Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlespace: Memorial Day Mission",
    "ID": 310657,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310657/battlespace-memorial-day-mission",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Battle of Takur Ghar was a short but intense military engagement between United States special operations forces and al-Qaeda insurgents fought in March 2002, atop Takur Ghar mountain in Afghanistan. &#10;For the U.S. side, the battle proved the deadliest entanglement of Operation Anaconda, an effort early in the War in Afghanistan to rout al-Qaeda forces from the Shahi-Kot Valley and Arma Mountains. &#10;The battle saw three helicopter landings by the U.S. on the mountain top, each greeted by direct assault from al-Qaeda forces.&#10;Although Takur Ghar was eventually taken, seven U.S. service members were killed and many wounded.&#10;&#10;The battle is also known as the Battle of Roberts Ridge, after the first casualty of the battle, Navy SEAL Neil C. Roberts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Battlespace (Table Salt Gaming Designs)",
      "History: War in Afghanistan",
      "Misc: Free Wargames",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scenario 1: The Sunken Temple – For Use With Five Leagues from the Borderlands Second Edition",
    "ID": 310658,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310658/scenario-1-the-sunken-temple-for-use-with-five-lea",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The map shows there's an old ruined temple out here somewhere. Sure to be loaded with treasure and if nobody else has looted it yet, it can't be too heavily guarded. Right?&#10;&#10;The Sunken Temple is the first Scenario for Five Leagues From the Borderlands 2, allowing you to go treasure hunting in an old temple ruin.&#10;&#10;Of course, first you need to find the place and deal with bandits, wolves and the cursed remnants of the temple itself.&#10;&#10;Instead of providing you with new encounter tables, this Scenario plays out more like a role playing adventure, as you move from stage to stage.&#10;Consisting of a few encounters with  dice challenges in between, the Scenario should give you an entertaining long afternoon or a few evenings, depending on pacing.&#10;Ideally suited for a relatively inexperienced war band, there's something here for everyone with some sweet loot at the end.&#10;You also get a chance to pick up a new NPC with a useful quirk of their own.&#10;&#10;Note that this is an expansion for the Five Leagues miniatures rules.&#10;&#10;The scenario is written for the second edition rules, though first edition players should be able to use it without too much trouble.&#10;&#10;It is NOT a stand alone game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Pack 2: \"Hillshire Vale\" – A New Location for Five Leagues from the Borderlands Second Edition",
    "ID": 310659,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310659/micro-pack-2-hillshire-vale-a-new-location-for-fiv",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The second Micro Pack for Five Leagues From the Borderlands offers a new village you can visit in your campaigns, full of sullen and suspicious locals.&#10;&#10;While here you will operate under new restrictions, but also have the chance to interact with 2 new NPC's and pick up some local help.&#10;Micro Packs offer a snack sized bit of gaming you can read on your lunch break, then include in your campaign play without having to sit through a big, long rulebook to do so.&#10;&#10;This is a Second Edition supplement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Pack 3: The Broadhill Ogre – A New Encounter for Five Leagues from the Borderlands Second Edition",
    "ID": 310660,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310660/micro-pack-3-the-broadhill-ogre-a-new-encounter-fo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to Micro Pack 3.&#10;&#10;This offers a new encounter for Five Leagues From the Borderlands 2nd edition, giving you a bite-sized amount of gaming fun, which can be added to any ongoing campaign.&#10;&#10;Within this pack you will find a new village to visit, with an ogre problem.&#10;Track down the beast and slay it, and you'll make new friends in the village.&#10;&#10;This pack is intended for use with the Five Leagues From the Borderlands 2nd edition rules and is NOT compatible with the 1st edition (as you need access to the new &quot;Monster&quot; rules to use this encounter).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Monsters",
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Pack 1: \"Old Corwyn\" – A New Character for Five Leagues from the Borderlands Second Edition",
    "ID": 310661,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310661/micro-pack-1-old-corwyn-a-new-character-for-five-l",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to Micro-Pack 1, a  mini expansion that can be slotted into any Five Leagues From the Borderlands 2 campaign.&#10;&#10;The idea of the Micro-Pack is a snack-sized gaming add-on for the price of a candy bar. Something to give you a little gaming rush mid-week, without having to sit down and read a 50 page rulebook.&#10;&#10;This pack offers a new character, Old Corwyn - a tough but quiet old woodsman, that can be hired into any war band adding a new, interesting character (and modelling/painting opportunity) to your game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Character Pack 2: For Five Leagues from the Borderlands",
    "ID": 310662,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310662/character-pack-2-for-five-leagues-from-the-borderl",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This character pack offers 3 new Hero types for your games of Five Leagues From the Borderlands.&#10;&#10;The bitter Oath Sworn, the aloof Northern Ranger and the crafty Half-Man Burglar, these new types can be added to any campaign giving you a bit of high fantasy flair.&#10;&#10;Each character has its profile, two unique advantages and a unique drawback.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pitch Four",
    "ID": 310664,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310664/pitch-four",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game using a standard 52 card deck.&#10;Four players as two teams of two.&#10;Six cards are dealt to each player.&#10;Players bid for the right to declare trumps.&#10;Winning bidder plays a card.&#10;The suit of that card declares trumps.&#10;Players must follow suit or trump in.&#10;Object of each hand is to gain up to four points.&#10;One each for: Highest Trump, Lowest Trump, Jack of Trump (may not be in play), Most high card points (may be a tie).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Old Kin: Enemy Pack 1 – Five Leagues from the Borderlands",
    "ID": 310665,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310665/the-old-kin-enemy-pack-1-five-leagues-from-the-bor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Below the waves and in the marshes lurk ancient things waiting to take their rightful place under the sun.&#10;&#10;This Enemy Pack for Five Leagues offers the following:&#10;&#10;&#10;     A brand new type of Enemy, the Old Kin to fight with, perfectly suited for those lizard man mini's you've been waiting to play with.&#10;&#10;&#10;Features include:&#10;&#10;     A new Region table allowing you to determine which Threats you wish to face in the campaign.&#10;     Rules clarifications on questions pertaining to Threats.&#10;     A new Enemy table with 8 enemy types on them, complete with special rules.&#10;     3 new evil Personalities to encounter in battle.&#10;     3 new Skills for your war band to acquire.&#10;     Detail on how to build a campaign map incorporating the new Threat and more.&#10;     Everything you need to add a new dimension to your campaigns and delve deeper into the horrors that lurk Five Leagues From the Borderlands.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Uncle Charlie",
    "ID": 310666,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/310666/crazy-uncle-charlie",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Crazy Uncle Charlie, players will assume the role of cousins who are pitted against each other in another one of Crazy Uncle Charlie&rsquo;s games. During the game, players will take turns placing or tucking cards to a personal tableau to form polyomino shapes for various scoring opportunities.&#10;&#10;Score conditions can be claimed once there are shapes that match the pattern indicated by the polyomino. A claimed score condition is placed in the players tableau on top of the shapes that created the polyomino pattern and a new score condition is revealed.&#10;&#10;Once the deck runs out, tally up the scores and whoever has the most points wins!&#10;&#10;Crazy Uncle Charlie is the first game in the Risible Relatives Series. Each game in the series is a standalone 54-card game for 1-2 players that can also be combined with each game in the series for a different experience.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Layering",
      "Melding and Splaying",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Series: Risible Relatives (Mystery Suit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: British Starter Force – Armoured Battlegroup",
    "ID": 310672,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/310672/flames-of-war-british-starter-force-armoured-battl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From across the world, you have come to fight for King and Country.&#10;&#10;Your bravery will echo across the ages as did that of your ancestors at Agincourt and Waterloo. &#10;The weapons may be different but, by jove, the determination and bravery of this generation will prove the equal of any other in the history of the Empire.&#10;&#10;Rule Britannia!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Flames of War",
      "Game: Flames of War – Late-War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quester's Keep",
    "ID": 310687,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310687/questers-keep",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Quester's Keep is a board game for 2 to 6 players. At the beginning of the game each player selects a character at random and is given 3 secret quest cards. These can be replenished at the Keep. The board is made up of hex tiles and the game starts at the Keep tile which is surrounded by 6 randomly chosen land tiles. Each land tile has the name of a location on it and players are looking for the ones that match their quest cards.&#10;&#10;In the basic rules, on each player's turn they can move from one tile to an adjacent tile and draw a land tile if none exists in the direction they wish to move. Then they draw a wild encounter card and resolve it. Defeated wild encounters can be traded at the Keep for treasure or character improvements.&#10;&#10;A player that moves on to a land card with a name that matches a quest card can reveal the card to draw from the Quest encounter deck instead of the wild encounter deck. If they defeat the encounter they have completed the quest, collect the treasure, and place the quest card face up in their play area so everyone can see how many quests they have completed. However, if they fail or flee the quest a red marker is placed on the location and the quest is now considered and open quest for anyone.&#10;&#10;Only treasure that is safely deposited at the keep counts towards victory so you have to get it back to the keep safely. Once someone has completed three quests a 6 round endgame counter is started. At the end of the 6th round each player's banked treasure at the Keep is counted and the player with the most treasure wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Slam!: Wrestling Card Game",
    "ID": 310688,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/310688/power-slam-wrestling-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Power Slam! is a Wrestling Card Game for 2-4 players. &#10;Grapple, Throw and Strike your opponents into submission before you Pin with a  1,   2,   3! to become the Power Slam! Champion!&#10;&#10;Power Slam! is a turn based game. The aim of the game is to be the last player Standing. Players can perform the following actions in order. Once done, play continues clockwise.&#10;&#10;BUILD&#10;You can build move sets in this phase.&#10;&#10;DISCARD &#10;Discard any cards from your hand.&#10;&#10;ATTACK&#10;You can attack any player in the game from your move group&#10;&#10;PIN! &#10;If your attack is successful, you can attempt to pin your opponent for the win!&#10;&#10;DRAW &#10;Once the steps above are complete you may draw until you have 6 cards in hand.&#10;&#10;Be the last one standing to become the Power Slam Champion!&#10;&#10;Check out the rules here https://drive.google.com/file/d/19WAKJuMOUQckrUYr7klegvHoOdX4yB5o/view?usp=sharing&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Move Through Deck",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Universe Miniature Game: Crime Syndicate",
    "ID": 310689,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310689/dc-universe-miniature-game-crime-syndicate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contains 5 detailed resin miniatures ready to assemble and paint.  Includes 5 plastic 30mm bases and 5 character cards with the stats for the DC Universe Miniature Game.&#10;&#10;Contains Johnny Quick, Owlman, Power Ring, Superwoman, and Ultraman.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infamy, Infamy!",
    "ID": 310691,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/310691/infamy-infamy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Infamy, Infamy! are rules for large skirmishes in the Roman world.&#10;&#10;This, the first volume in a series of three parts, focusses on Rome's wars with their western barbarian enemies, from 60 BC to AD100.  &#10;Covering the campaigns in Gaul, Britannia and Germania, the rules use unique game mechanism to reflect the asymmetrical of these wars, with the discipline and drill of Rome versus the frenzy and passion of their northern neighbours.&#10;&#10;Infamy, Infamy! is a challenging game that places you in the shoes of a Roman Centurion or Barbarian warlord on the frontiers of the Empire.  Commanding a core force of around 50 figures you will be able to fight your way through a year on the border using the Infamy campaign system.  &#10;Can you achieve a Triumph, or will your campaign end in Infamy?&#10;&#10;This is the core rule book.&#10;&#10;To fully enjoy Infamy, Infamy! you will also need the Infamy Card Deck and we also recommend the Infamy Token Set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Land of Dragons",
    "ID": 310694,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310694/land-of-dragons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Strategy games for 6+, perfect game to introduce the youngest on the strategic games.&#10;The Dragon has stolen all the town's weapons and gold and hidden them in the secret forest. Only the bravest explorers dare to go and look for them. From a team, go into the forest stealthily and try to be the ones who recoer the most treasures and weapons while dodging the fury of the Dragon.&#10;Each player should throw the dices and move the warriors with the color of the dices, it doesn't matter if it's your warrior or not.&#10;when two warriors (only two) are in the same square, both of them can take one of the cards of treasures.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Victory Points as a Resource"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pozimus",
    "ID": 310695,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/310695/pozimus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "What a clutter!the goblins have started playing in the shelf unit of the magic ingredients and now there's no way to find what's needed to make the potions.&#10;Turn yourselves into witches and wizards, move the right goblins and finish your potions before the others. Oh! and don't forget to move the cat, as it always sits just on the ingredient you need the most.&#10;To move the goblings, you should use the dices and move the cups with the same color of goblings as the dices shows.&#10;The cat, block the ingredient to move some cup to this ingredient or to use it for a potion.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enten & Kultisten",
    "ID": 310696,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/310696/enten-and-kultisten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2-4 cult leaders start with a set of cultists as their flock. They need lots of luck as they roll their minions (as if they were dice) every round to see how they perform their tasks and to score points. The problem is, there is a duck amongst them and it&acute;s either helping or killing your people, depening on it&acute;s stance. Less cultists means less points. During the game your amount of cultists will go up and down.&#10;&#10;The goal of the game is to be the first to score 13 points. There is an alternate game mode in which you want the duck to sacrifice your cultists first. In this mode the first cult leader to lose all his minions wins.&#10;The game is played very simple and fast. It comes with a scoreboard, the cultist tokens, a duck token and a dice cup in a nice canvas bag.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar (Second Edition): Chaos Battletome – Beasts of Chaos",
    "ID": 310698,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310698/warhammer-age-of-sigmar-second-edition-chaos-battl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The earth trembles as the beastherds approach. Plants wither and rot, animals are filled with an instinctual fear and the air grows thick with the taint of raw Chaos energy. Then the bloodthirsty braying begins. The Beasts of Chaos emerge from woodland knots and rocky outcrops, bellowing their savage battle cries as they fall upon their prey. They are the true children of Chaos, and through them anarchy and ruin are spread across the lands of the civilised races.&#10;&#10;In the 104-page hardback Battletome: Beasts of Chaos, you&rsquo;ll find:&#10;&#10;&#10;     From the Wilderness They Come: an introduction to the Beasts of Chaos, savage and twisted creatures that spread anarchy throughout the Mortal Realms;&#10;     Primaeval Origins: the Beasts of Chaos pre-date even the earliest records by any scribe, and the oral traditions describing them have long faded into memory &ndash; but legends persist, and are presented here;&#10;     The True Children of Chaos: Beasts of Chaos&rsquo; inherent ferocity is not a gift bestowed by the Dark Gods, and nor is it due to enslavement &ndash; they embody Chaos in its purest and most anarchic form;&#10;     The Way of the Beast: while the Beasts of Chaos are as varied as the wildlands in which they gather, certain traits &ndash; violence, mercilessness and predation &ndash; are common to all;&#10;     Detailed explanations of the Greatfrays and beastherds of this faction, their motivations and (known) histories; * Annals of Entropy: a chronicle of the recorded events in which the full savagery and fury of the Beasts of Chaos was unleashed;&#10;     Gathering of the Greatfrays: explanation of the organisation of the Beasts of Chaos armies, including an example of how a particular beastherd is organised, along with descriptions of 7 legendary Greatfrays (Allherd, Darkwalkers, Gavespawn, Skullfrays, Twistfrays, Rotfrays and Slakefrays), including their heraldry and colour schemes * Explanation and background of each character and unit available to a Beasts of Chaos army;&#10;     A showcase of beautifully-painted Citadel miniatures, with an example army and comprehensive painting advice from the experts. This advice covers a huge variety of examples and techniques, showing you how to achieve effects like glowing runes, mutated flesh, horn striation, scales and liver spots, and add icons and beast markings to your miniatures. On top of this, there are step-by-step guides to the colour schemes of the following Greatfrays: Allherd, Gavespawn and Darkwalkers, as well as specific effects for each Chaos God.&#10;&#10;&#10;Rules&#10;&#10;All the rules you need in order to get your Beasts of Chaos army ready for the gaming table are here:&#10;&#10;&#10;     25 Warscrolls, covering every miniature available to the Beasts of Chaos faction and including 3 Endless Spell warscrolls &ndash; Doomblast Dirgehorn, Ravening Direflock and Wildfire Taurus &ndash; for use with Malign Sorcery;&#10;     Allegiance Abilities representing the Beasts of Chaos&rsquo; methods of war &ndash; including Command Traits, Battle Traits and 3 separate types of Artefacts of power;&#10;     Lore of the Twisted Wilds, a spell list available to Brayherd wizards; and Lore of the Dark Storms, a spell list available to Thunderscorn wizards;&#10;     Specific Abilities, Command Traits and Artefacts of Power for the following Greatfrays: Allherd, Gavespawn and Darkwalkers;&#10;     A Battleplan, including objectives for both sides, deployment map, special rules and victory conditions;&#10;     Rules for creating a Beasts of Chaos warband to use in a Path to Glory campaign, including a Followers Rewards Table and Champion Rewards Table;&#10;     8 Warscroll Battalions conferring advantages for fielding certain combinations of models;&#10;     Pitched Battle Profiles for all units featured in this Battletome, including unit sizes, points values and battlefield roles.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Turn Order: Random",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shards of Madness",
    "ID": 310703,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/310703/shards-of-madness",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Great scholars have spent lifetimes uncovering the secrets of the Cthulhu Mythos. As one of those scholars you discover the sealed gates. Unlocking those sealed gates becomes your only desire. Using spells and manipulating the magical power found in the crystals you begin to summon creatures, other cultists and items of great power. With each step you become more powerful but as you probe further into the strange world of the mythos it takes you closer to insanity!&#10;&#10;In Shards of Madness players compete to summon the most valuable objects and creatures. The player who manages to obtain the highest value cards after six cards have been summoned from the gates wins the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Resource to Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skytear: Into Ashes",
    "ID": 310704,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310704/skytear-into-ashes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion deck containing:&#10;&#10;     30 power cards&#10;     1 victory card&#10;     1 ultimate card&#10;&#10;&#10;There are 10 new power cards in triple copy each: two for each faction plus two faction-less cards.&#10;&#10;The Victory Card is Hunting for Power, all about defeating the Outsider.&#10;&#10;The Ultimate Card is Avalanche, a completely different signature move for Brylvar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skytear: Ashen Pass",
    "ID": 310705,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310705/skytear-ashen-pass",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Ashen Pass is a new battlefield for Skytear featuring just a single lane but two domes.&#10;&#10;It is ideal for quick and tight matches lasting 20 to 40 minutes.&#10;&#10;It&rsquo;s best played with two different outsiders and requires 4 heroes per side.&#10;&#10;The box contains a neoprene playmat measuring 350x400x2mm with stitched edges.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ticket to Ride: Stay at Home",
    "ID": 310711,
    "Year": "(2020)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310711/ticket-to-ride-stay-at-home",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Designed during the great lockdown of 2020, Ticket to Ride: Stay at Home is a new version of the classic Ticket to Ride game that will have you scoring points by connecting routes between different parts of the house.&#10;&#10;This game is an expansion and requires you to use game parts from Ticket to Ride, Ticket to Ride: Europe, Ticket to Ride: Germany or Ticket to Ride: Nordic Countries.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Map Reduction",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Ticket to Ride (Official)",
      "Series: Free PnP during 2019-2020 COVID-19 Pandemic (Asmodee)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Demi Card Game",
    "ID": 310722,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/310722/demi-card-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Demi is a Collectible Card Game based off Mythologies/Pantheons. Greek, Norse, and Egyptian which are the first three main Mythologies, with the eligibility to expand. We're hoping to release one major Mythology a year. These will be our version of Expansions.&#10;&#10;The goal for Demi is to reach 20 Million followers that is simplified in game as 20. You start off with 0, and as you defeat creatures, and attack your opponent directly you gain followers. The first person to 20 wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Command Cards",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Lose a Turn",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Trading",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Ikoria: Lair of Behemoths",
    "ID": 310723,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310723/magic-the-gathering-ikoria-lair-of-behemoths",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "On the treacherous world of Ikoria, gargantuan beasts fight for survival while humans hide at the bottom of the food chain&mdash;forever in fear of the creatures beyond the walls and the human traitors known as &ldquo;bonders&rdquo; who believe the monsters misunderstood. Will you fight the behemoths at your door, or fight alongside them?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "T.A.C.O.: Taunt, Attack, Conquer, Obsess",
    "ID": 310728,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/310728/taco-taunt-attack-conquer-obsess",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1",
    "Description": "TACO is a hysterical, strategic party game, where you and up to seven of your friends race to build the tastiest tacos.&#10;&#10;Each ingredient will grant you Taco Points. But beware, your competing taco chefs will be doing everything they can to sabotage your taco by stealing, poisoning, or destroying ingredients.&#10;&#10;Taco is a turn based card game. Players add ingredient cards to their taco's and collect victory points (taco points) in the form of taco meeples from the pool of taco meeples on the table. When the tacos are gone the game is over. The winner is the chef with the most taco points.&#10;&#10;That chef wins the coveted taco trophy which grants an extra card at the beginning of the next round and makes them the first player.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: The Tower of Misfortune (Promo Scenario)",
    "ID": 310754,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310754/gloomhaven-the-tower-of-misfortune-promo-scenario",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a digital, single-scenario promo item for Gloomhaven.&#10;&#10;The scenario was available as part of the 2018, 2019, and 2020 Dice Tower Kickstarter campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kettle Hill",
    "ID": 310766,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/310766/kettle-hill",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Kettle Hill is a narrative solitaire wargame that tells the story of the U.S. Cavalry during the Battle of San Juan Hill on July 1, 1898. In the game you take on the role of a Color Sergeant in either the Tenth U.S. Cavalry (the Buffalo Soldiers) or the First U.S. Vol. Cavalry (the Rough Riders).&#10;&#10;Using action dice, operation cards, and strategy you must lead your fellow soldiers to the top of Kettle Hill and San Juan Hill by the end of the last Round.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Spanish-American War",
      "Misc: Free Wargames",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Russia Besieged: Deluxe Edition – Player's Guide",
    "ID": 310767,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310767/russia-besieged-deluxe-edition-players-guide",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1200",
    "Weight": "2.8",
    "Description": "A 64-page magazine describing the history of the game, from its design inspiration and origins to the game Russia Besieged has become today.  This 64-page companion guide, complete with a half-sheet of counters, will unlock even more value to your copy of Russia Besieged by making more variant and optional rules available. Variants include a Rudel counter, one of Germany's most famous pilots, Fortification counters, an option rule &quot;What If&quot; that presupposes Italy not attacking Greece, allowing Germany to invade Russia one turn early.  Also, included in this package are the counters and setup cards needed for a Historical Variant developed by Paul Popejoy. As an added bonus, errata counters are included to correct a few omissions/errors in the printed version.  Fans of the game will also enjoy the Gamer's Guide section that has examples of play, analysis of mechanics and techniques to enhance not only your understanding of the rules but will further develop your style of play. If you are a serious fan of Russia Besieged, this package will intensify your East Front gaming experience.&#10;&#10;1 &ndash; 64-page booklet&#10;2 &ndash; Half-sheets of counters&#10;2 &ndash; Historical variant displays (double-sided&#10;&#10;(from Compass Games website)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: The Catacombs of Chaos (Promo Scenario)",
    "ID": 310773,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310773/gloomhaven-the-catacombs-of-chaos-promo-scenario",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a digital, single-scenario promo item for Gloomhaven.&#10;&#10;The scenario was available as part of the 2019 and 2020 Dice Tower Kickstarter campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Billionaire Rumour",
    "ID": 310776,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/310776/billionaire-rumour",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Have you ever wondered about all the haunted dolls and things in the world? You ever thought they might be messengers from the dead, carrying out some creepy duties in the living world?&#10;&#10;Billionaire Rumour is a strategic dice betting game for 1 to 5 players. You are a dead person, playing the tables in the Soul Casino. Your goal is simply to bet, beguile and betray your way to your own victory - to be reborn! Manage your resources with skill and stake them on the success of three creepy-cute dolls. Use dice to control their movements and guide them to pick up valuable loot around Hong Kong. Spend money tactically to ruin your opponents' plans and snatch personal victory from their sad misfortune.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Different Dice Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: Beyond the End of the World (Promo Scenario)",
    "ID": 310777,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310777/gloomhaven-beyond-the-end-of-the-world-promo-scena",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a digital, single-scenario promo item for Gloomhaven.&#10;&#10;The scenario was available as part of the 2018 No Pun Included Kickstarter campaign and can be purchased on the No Pun Included website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bayala",
    "ID": 310778,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310778/bayala",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The magical land of Bayala is in danger. As the dragons have almost become extinct, magic is also disappearing from Bayala.&#10;&#10;Work together to transport the dragon egg on the back of the unicorn to its parents in the Dragon Mountains and unite your fairy tribes at the magical Dragon&lsquo;s Feast. This is the only way to once again seal the bond between fairies and dragons. An exciting race game with some initial strategic elements.&#10;&#10;Players take turns in clockwise direction, resolving one of their 3 active cards&rsquo; actions revealed from their personal deck. The cards show 1 of 4 different actions:&#10;&#10;     Take 1 die from the reserve dice pool and perform the action shown on the selected die,&#10;     Take 2 dice from the reserve, one after the other, and perform their actions (re-roll all dice once the dice pool is diminished),&#10;     Re-roll all dice, then take 1 to perform its action,&#10;     Move the unicorn one space forward and perform the action shown on the tile the unicorn moved to.&#10;&#10;&#10;Actions are to either move the players&rsquo; playing piece or the unicorn forwards: Some of the actions are immediate (move your piece to the next eagle symbol; 1-3 spaces forwards), some are delayed (collect 3 wolf tokens to move 4 spaces forwards) or are luck based (flip a coin to see if you move to the next raccoon symbol or stay put).&#10;&#10;If players don&rsquo;t manage to get the unicorn to the Dragon Mountains before the first player reaches the festival ground with their fairy tribe playing piece, players lost the game together.&#10;&#10;Manage to get the unicorn to the Dragon Mountains first to restore magic. The game is won by the first fairy tribe that reaches the festival ground. All other tribes join in to celebrate the magical Dragon&lsquo;s Feast together: Bayala is saved!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Drafting",
      "Point to Point Movement",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Margraves of Valeria: Kickstarter Edition",
    "ID": 310779,
    "Year": "(2020)",
    "Geek Rating": "5.591",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/310779/margraves-of-valeria-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Kickstarter version of Margraves of Valeria 4 bonus packs inside the game's box. These are Kickstarter Limited Exclusives and will not be available at retail. They may be available on the publisher's website, conventions, or the BGG Store.&#10;&#10;Dragons Pack - 4 card pack adds 1 dragon per lair. Also includes a punchboard with 10 bounty tiles and rules card.&#10;&#10;Citizen Pack - 8 card pack adds 2 copies of  4 new citizens with unique powers.&#10;&#10;Reeve Pack - 5 card pack adds 1 new starter citizen card for each player.&#10;&#10;Monster Pack - 4 card pack adds 1 new monster with unique rewards per lair.&#10;&#10;About the game:&#10;Margraves of Valeria is a hand-building worker-placement game set in the fantasy world of Valeria. It's the fifth stand-alone game in the series and brings the familiar feel of the previous games (with icons, characters, and easy turns) while building on familiar mechanics you'd expect (off-turn bonuses, multi-use cards, and resource-management).&#10;&#10;You are a Margrave, a military commander tasked with defending the land of Valeria and building magical Ward Towers at cities.  Knights in Valeria can be commanded by you or your fellow Margraves to slay monsters or activate locations in an effort to gain influence over the 4 Guilds: Worker, Soldier, Shadow, and Holy. As you gain influence, you'll cross thresholds that will earn you privilege tiles which give you bonuses.&#10;&#10;At the end of the game, you'll earn victory points based on how much influence you have over a Guild and how many icons you've gained of that Guild. The Margrave with the most victory points at the end of the game will be named a Duke or Duchess and given their own province to protect and grow!&#10;&#10;Turns are deceptively simple as you only get to play 1 Citizen card from your hand. Each card can be played for action icons in the pennant (top-left), power text (at the bottom), or played face-down to perform one of the two actions on your player board (Recall your cards or Build a Ward Tower).&#10;&#10;Key features include:&#10;&#10;&#10;    Hand Building - Much like deck-building, you are drafting cards into your hand increasing your powers, victory points, and options.  &#10;    Multi-use Cards - Each card can be used in one of four ways, leaving you a lot of decision-making room to execute your strategy.&#10;    Worker-Placement - Each time you move your Margrave or a Knight into a location, you activate the power of that location much like a worker placement game. &#10;    Shared Workers - The Knights on the game board do not belong to a single player (anyone can use them) so be careful not to setup your opponents with powerful turns.&#10;    Resource Management - You have limited storage spots on your player board and using them effectively (without wasting tokens) is key to winning the game. &#10;    Hero Tombs - As you send Knights into battle, they die glorious deaths and are sent to tombs where you can collect bonuses in a well-integrated mini-game.&#10;    Influence Track - Gain influence over the 4 Guilds by moving your markers across the tracks which will earn you more victory points at the end of the game for icons you collect.&#10;    Fantastic Art - As with previous Valeria games, the Mico has really outdone himself by creating a rich and dynamic world full of color and life.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Signum: The Cursed Forest",
    "ID": 310781,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/310781/legends-of-signum-the-cursed-forest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Signum Games presents the game Legends of Signum: the Cursed Forest that will tell you a story about Alliance of Wolfens and Forest Elves facing terrifying spider-like Akkari Elves - the two brand new forces that join the battle, thus swelling the ranks of existing factions.&#10;&#10;These two powers bring a lot of new creatures led by their Heroes, new gameplay features and mechanics, brand new game modes, as well as many other exciting things for you to have astounding tabletop game experience here in the Cursed Forest!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Point to Point Movement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Rescue",
    "ID": 310783,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310783/space-rescue",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "First time you look at this board game, you would feel like it is a baby version of Battleship VS Battleship game. However, when you look at rules book, try to play a round with your kids. You would realize this game is much more interesting than you thought.&#10;&#10;Space Rescue has three method to play. Basic method is built barrier to stop another player and roll the dice to decide how many step you can move. Once you decide your moving code, another player will help you to move your chess and let you know if your chess is moving to the position you expect or stop by some unknown barriers. The first player who get into finish line wins the game.&#10;&#10;&nbsp;&nbsp;Intermediate game play method is add the instruction dice into the game. This dice gives you three extra variable. Loops, Function call and Boolean value. Combine Loops and digital dice together for example, it will give the player a chance to double one of their movement, let the player go two steps further or block by barrier.&#10;&#10;&nbsp;&nbsp;The most interesting part is the Function call and Boolean value. Function call gives players a chance to choose a function blow the instruction board, take a unexpected step and win the game. Boolean value is a hypothesis programming language. Using &ldquo;IF THEN or ELSE&rdquo;&nbsp;to detecting other player&rsquo;s barriers, bypass the barriers and take a move. But if there is no any barrier, it will do the ELSE step.&#10;&#10;&nbsp;&nbsp;It is an interesting for kids to training their logical analyze ability, programming thinking, perseverance and pre-judgement ability.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Maze",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Programmed Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arthur's Match 'Em Up! Game",
    "ID": 310785,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310785/arthurs-match-em-up-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Memory Matching Game&#10;&#10;Arthur's Match 'Em Up is a memory game with pictures of Arthur &amp; his friends, and whimsical objects from your favorite Arthur and D.W. books. Younger children can match two-of-a-kind. Older children can challenge themselves to find four-of-a-kind. Make up your own variations!&#10;&#10;This game helps children build memory and reading skills.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maastricht Underground: The cardgame",
    "ID": 310786,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/310786/maastricht-underground-the-cardgame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Maastricht Underground The cardgame is a quick card game for 2 to 5 players ages 8 an up. In Maastricht Underground, players roam throught the tunnels under Maastricht. The winner of the final round becomes the winner of the game!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Cities: Maastricht (Netherlands)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Color Dash",
    "ID": 310790,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310790/color-dash",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A fast and funny educational game about primary and secondary colors. Draft, trade and play Color Cards, in order to get on the Palette zone all the color requested by your Palette Cards to get points.&#10;&#10;The game is divided in rounds, when each player did his turn the round ends and a new one begins.&#10;&#10;At the start of round, the First Player must choose which cards will be play in the round, chosing among:&#10;&#10;     Same Color cards (each player will choose in his own turn which color he will play).&#10;     Different Color cards (players could play only one card of a color in theyr turn).&#10;&#10;&#10;In their turn players have to play color cards trying to get on the Palette zone the color patterns required by their Palette card, when it happens,, they can reveal the Palette card and earn points, than they draw another Palette card.&#10;If there are no more Palette cards to draw the game ends at the end of the round.&#10;Each player count his points to declare the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll for Lasers",
    "ID": 310791,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/310791/roll-for-lasers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Our museum brings science and history together for people of all ages. From our Kids Zone engaging children through STEM activities to our ever-popular Dinosaurs exhibit, the rotating Weapons Through the Ages, and our latest exhibit on Ancient Egypt, losing a single item would be heartbreaking. We MUST be protected. A handsome sum awaits for the team who can best demonstrate how they will safeguard us from greedy robbers.&#10;&#10;Goal!&#10;Have the most points at the end of 4 rounds.&#10;&#10;Setup&#10;You will need 6 dice and writing tool!&#10;Each player takes a corner of the grid where the sign is.&#10;&#10;Game play&#10;4 rounds and 3 turns a round.&#10;&#10;     Roll six dice and place circles.&#10;     Roll six dice and place mirrors.&#10;     Roll 6 dice and fire lasers!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Greatest Little Cities",
    "ID": 310792,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310792/greatest-little-cities",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Renamed: Greatest Little Cities&#10;&#10;With a fresh influx of sweet, sweet investor cash, you're now set to build up your Tinny Little Town into a prosperous Metropolis. Your Building Contractor acquires the contracts for your City Planner to place.&#10;&#10;In this simple little city builder, players will be grabbing tiles from a roundel and adding them to their city. Each tile type scores in a different way and you're limited to only building next to your City Planner. Once a set number of piles have been emptied, the game is over and players score their cities.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Action Drafting",
      "End Game Bonuses",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mint Control: Promo Pack",
    "ID": 310793,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310793/mint-control-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This promo pack was available as an add-on thru the pledge manager for Mint Control.&#10;&#10;A promo pack to use with the newest mint title Mint Control, this pack includes two new characters for solo play, as well as two new locations.&#10;&#10;Characters:&#10;Josh: The Jovial Juris Doctorate&#10;Gia: The Greedy Gangster&#10;&#10;Locations:&#10;Candy Store&#10;Curio Shop&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rollit",
    "ID": 310795,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/310795/rollit",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An early British Gambling / Party game.&#10;Coloured discs are rolled onto the game board using an inclined wooden &quot;Roller&quot; device. Dependent on where the disc lands on the board, the Banker either awards credit to the player or retains the disc.  Double credit is achieved when a disc lands on a space of the same colour.&#10;In addition to coloured discs and rolling device, the game also includes a cast metal croupier's rake.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FATUM: tempus mortis – Ambasciatori del Regno",
    "ID": 310801,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310801/fatum-tempus-mortis-ambasciatori-del-regno",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "First independent set of Fatum, tempus mortis. A 1vs1 card game taking place in a dark fantasy world.&#10;&#10;Three different cults, three different ways of seeing the world and seeking salvation, but none of them will matter when the time comes&hellip;to die.&#10;You are an otherworldly being and you need to secure the highest number of souls in order to build your own reign in the Afterlife.&#10;&#10;But numbers aren't enough, what also counts is the quality of the souls you take. In order to obtain this, you will have to use your creatures, according to the different cults, and working them to secure the highest number of souls once their earthly life is over. You will also have other resources to take forward your plan of conquest, but you will always have to submit to the Oracle.&#10;&#10;&mdash;description from the designer&#10;&#10;FATUM, tempus mortis &egrave; un gioco di carte strategico a scontro diretto ambientato in un universo Dark Fantasy nel quale i giocatori si sfidano a colpi di sacrifici umani, assalti e reclutamenti per portare a casa pi&ugrave; anime possibili, s&igrave;, perch&eacute; ogni giocatore &egrave; un essere extra-dimensionale che deve creare il suo esercito nell&rsquo; Aldil&agrave;.&#10;&#10;Le creature sono solo pedine nelle tue mani, sacrificale, uccidile o reclutale per approfittare delle loro capacit&agrave;, i 3 Culti forniscono loro le diverse abilit&agrave; e l&rsquo; incoraggiamento a battersi senza paura, di questo, ovviamente, ti approfitterai per manipolarle ed al giusto momento portarle nel tuo Aldil&agrave;. Avrai anche altre risorse per portare avanti i tuoi piani di conquista, ma dovrai sempre sottostare all&rsquo; Oracolo quando invocato!&#10;&#10;Dovrai essere abile per capire che tipo di strategia adottare in quello specifico momento poich&eacute; i Luoghi ti permetteranno solo determinati tipi di azione movimentando l&rsquo; esperienza di gioco e allo stesso tempo non dovrai aver paura di rischiare per cercare di trovarti in vantaggio sull&rsquo; avversario.&#10;&#10;&quot;Ambasciatori del Regno&quot;  &egrave; solo il primo set di questo gioco, tutti i diversi set sono giocabili indipendentemente, non esiste pertanto un set base e con un set ci giocano 2 persone. In pi&ugrave;, una volta uscito il 3&deg; set si sbloccher&agrave; anche la modalit&agrave; Deckbuilding, permettendo di fatto ai giocatori di costruire ognuno il proprio mazzo scegliendo tra le carte dei vari set per sfidarsi in partite ancora pi&ugrave; avvincenti!&#10;&#10;&mdash;description from the designer (Italian)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Hexes",
    "ID": 310806,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/310806/pirate-hexes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pirate Hexes is a simple fast-paced set of rules for naval combat in the age of sail. It is played with miniatures on a hex mat. &#10;The object of the game is to capture enemy ships and islands, and with optional rules one can also collect treasure and rescue marooned captives. &#10;The movement and combat mechanics are so simple that after playing for a short time no tables or reference sheets are needed, though a one-sided quick-reference sheet is supplied. &#10;The basic game can be played on a hex mat as small as 9 x 9 hexes, and very large engagements with several players can be played in a short period of time. &#10;Optional rules are included for forts, fog, coral reefs, sargasso seas, sea monsters, whirlpools, treasure islands, and neutral treasure ships. &#10;Other game elements of the player&rsquo;s own design can be easily plugged in, and the rules can be used to re-create historical engagements. &#10;The ships may be based in any manner, or simple carboard counters can be employed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corridors of Power",
    "ID": 310818,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/310818/corridors-of-power",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Corridors of Power is a game of rich social strategy in a world of dirty, take-no-prisoners politics. Players are invited to debate ridiculous policies, serve unscrupulous interest groups and wheel-and-deal to win power!&#10;&#10;Players try to convince each other to support policies and contribute influence in a 'vote'. But be careful, players don't have to do what they say, and can even smear a policy to ensure it doesn't pass!&#10;&#10;While players may need to lie from time to time, they can build and rebuild trust dozens of times over the course of a game. This creates a wonderful cadence of shifting alliances and social dynamics that will keep you coming back time and time again.&#10;&#10;There are also interesting strategic dimensions to the game-play. Players receive secret mission cards in the form of 'Special Interest' groups. They need to shape the policy agenda to ensure that the right policies come up at the right time, all the while trying not to reveal their allegiances!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Alliances",
      "Betting and Bluffing",
      "Negotiation",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Il viaggio di Marco Polo",
    "ID": 310820,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310820/il-viaggio-di-marco-polo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "1271 AD. Two caravans race across the Mediterranean and Asia, from Venice to Peking and back, along the route of Marco Polo&rsquo;s travel as told on his own Book of the Marvels of the World. The first player to be back home wins. The game is diceless: players choose how many cases they move, from 1 to 8, but they can not chose the last number moved by the opponent or 9 minus that number. There are special rules to move beyond cities.&#10;The game is based on Lewis Carroll&rsquo;s Arithmetical Croquet, rethemed.&#10;&#10;&mdash;description from the designer&#10;&#10;Published on History Kids, italian edition, issue #1.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Arabian",
      "Educational",
      "Exploration",
      "Math",
      "Medieval",
      "Number"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Continents: Asia",
      "Country: Italy",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pineapple",
    "ID": 310826,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/310826/pineapple",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "At its core, Pineapple is an intense truth or lie game in which you present your fellow players with extremely deep prompts. Some will be lying, and it is your job to find the liars. Don't be afraid to get serious or awkward or weird with your prompts as the goal is to learn more about people you've known for a long time &mdash; or those you've just met.&#10;&#10;One person is the Prompter each round, while the rest are Responders. Pass out one card to each Responder face down. If you're a Responder, you look at this card secretly, and if it's a &quot;Truth&quot; card, you must tell the truth, and if it's a &quot;Lie&quot; card, you must tell a lie. All lies must be complete lies, and all truths complete truths. However, there is one exception: The Hybrid. If you receive this card, you must tell a true story that occurred in a fictional universe and try to pass it off as your own.&#10;&#10;Once all the Responders have checked out their card, the Prompter provides a prompt, whether using the included Prompt cards as inspiration or reading a question directly off one. Each Responder now responds. As a Responder, if you do not feel comfortable answering a question, you may tap the X card in the middle of the table. This signifies to the table you are out this round. Keep your card face down.&#10;&#10;After each Responder responds, the Promoter can ask two Responders one follow-up question, after which the Prompter must now locate the liars and the hybrid.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "On Unknown Fields",
    "ID": 310829,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310829/on-unknown-fields",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "On Unknown Fields: Scenarios and Fog-of-War Rules for Battles of the American Civil War&#10;This book provides nine fictional scenarios and fog-of-war rules for the American Civil War for use with many game systems. The scenarios are for medium and large battles.&#10;&#10;What is a miniature wargame scenario? &#10;At least a map, orders of battle, initial deployments and a schedule of reinforcements. So any scenario should be usable with any American Civil War game system for which the orders of battle and map scale make sense.&#10;&#10;Why fictional scenarios, battles that could have happened but didn&rsquo;t? Historical scenarios give knowledgeable players way too much information about their opponent and take away many command decisions. And you&rsquo;ve probably already played scenarios based on most major historical battles of the American Civil War anyway. So how about trying some brand new situations that test your skills, situations that let YOU make the decisions?&#10;&#10;Why fog-of-war rules? Do you want to keep your enemies guessing as to what you&rsquo;re up to and distract them with fake maneuvers? Do you want to disguise your attack plans, mass your forces where they&rsquo;re least expected, and then launch blistering attacks? Are you bold enough to plan and execute attacks like Jackson&rsquo;s at Chancellorsville? If so, then you need fog-of-war rules!&#10;&#10;You get:&#10;&#10;     Nine fictional scenarios for use with any American Civil War game system that has divisions/brigades as its basic units. All scenarios and rules are adaptable for game systems that are based on brigades/regiments&hellip;.&#10;     Orders of battle for Shouting the Battle Cry of Freedom and another popular game. The orders of battle can be used as templates to create orders of battle for other rule systems&hellip;.&#10;     Maps and initial situation write-ups for all scenarios with initial deployments and arrival times for reinforcements&hellip;.&#10;     Unique, general purpose fog-of-war rules that allow hidden movement and deployment for use in all of the scenarios and in scenarios designed for other game systems&hellip;.&#10;     Night and sleep rules for multi-day battles&hellip;.&#10;     Color-coded troop tags for all orders of battle&hellip;.&#10;     Hidden deployment and movement cards for use with the fog-of-war rules&hellip;.&#10;     Terrain markers (Light/Medium/Heavy) for hiding the nature of terrain until units actually enter it&hellip;.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slash for Legacy",
    "ID": 310830,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310830/slash-for-legacy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Slash for Legacy is a epic rpg hero building.&#10;Each player begins 3,000 life points The battle ends when the life becomes 0&#10;In the land of corn, 6 heroes with different abilities such as cheating&#10;Choose your hero and start your adventure, but there are a lot of old things that you have never tried before.&#10;The land of treasures that may suffer damage up to 500 and you may get a huge amount of cash corn.&#10;Buy the best gear, enter the land of the crazy dragon, and change change the wheel of nature's elements Unleash your power.&#10;But beware of dice silence and dice death and markets 3 special legendary the price will be x 3.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Math"
    ],
    "Mechanics": [
      "Action Drafting",
      "Alliances",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Push Your Luck",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silben-Match",
    "ID": 310832,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310832/silben-match",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A German word game with plastic game material: By laying out, laying on, combining and exchanging syllable tiles, words must be formed from 184 syllables. There are points for the length and number of words formed, which can also be contested.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Winner Winner Chicken Dinner: Tantrum Coop Promo Card",
    "ID": 310834,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310834/winner-winner-chicken-dinner-tantrum-coop-promo-ca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo originally released for the Tantrum House Season 7 Kickstarter.&#10;&#10;Add the Tantrum Coop to your action card deck.&#10;&#10;When purchased, the player may hold onto the card to play on their turn at a later round (or they may choose to play it immediately). The chicken bags from all players are collected, mixed up, then redistributed back to all players. This does not impact cooked chickens.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uranus/Saturn: Winter Storm on the Don 1942-43",
    "ID": 310835,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310835/uranussaturn-winter-storm-on-the-don-1942-43",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "1240",
    "Play Time": "1240",
    "Weight": "0",
    "Description": "Uranus and Saturn were the names given to the great Soviet Offensives on the Southern front in the winter of 1942-43. Their success resulted in the destruction of the elite German Sixth Army at Stalingrad, the disintegration of Germany's Allied Armies and the unhinging of the entire Axis position in the Ukraine. The Axis, for the first time, were thrown on the strategic defensive and the road to Kursk. The Germans, for their part, unleashed 'Winter Storm' and the famous Manstein 'backhand blow' which did much to restore the situation. Within the scope of the EUROPA series of simulations from GDW, Uranus/Saturn attempts to allow gamers to explore the military possibilities open to both sides using components largely available. A number of major additions to the standard 'Fire in the East / Scorched Earth' (FITE/SE) rule set have been made, most of which should be seen as experimental and considered optional by anyone playing the scenario.&#10;&#10;(from Introduction)&#10;_________________________________________________&#10;&#10;Note: For full 'Bro' rules experience, some Counters need to be fabricated and are not included.&#10;&#10;Contents:&#10;&#10;    Ground rules, Part I - 6 pages&#10;    Air rules, Part II - 4 pages&#10;    Political rules, Part III - 2 pages&#10;    German OB - 3 pages&#10;    Soviet OB - 4 pages&#10;&#10;&#10;  &#10;4 Card Stock charts:&#10;&#10;    1 two sided (front &amp; back), CRT along with 'Bro' Tables&#10;    1 German Off-map Display&#10;    1 Soviet Off-map Display&#10;    1 Examples of Bro Variant Counters&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Series: Europa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winner Winner Chicken Dinner: Toby the Dog Promo Card",
    "ID": 310837,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310837/winner-winner-chicken-dinner-toby-the-dog-promo-ca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Add this promo card to your action card deck.&#10;&#10;When purchased, the player may hold onto the card to play on their turn at a later round (or they may choose to play it immediately).&#10;&#10;When played, all other players must return 3 chickens from their bag to the coop. If they don't have 3 chickens, they must return all that they do have in their bag. This does not impact cooked chickens.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Parts: Tantrumsaurus Rex Promo Card",
    "ID": 310839,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310839/jurassic-parts-tantrumsaurus-rex-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo card originally released during the Tantrum House Season 7 Kickstarter campaign.&#10;&#10;A player may use this card after a Split occurs, but before any concealed tiles are flipped over and revealed. For the selections of these tiles, the concealed tiles must remain concealed making choosing those tiles a little bit of a gamble.&#10;&#10;The player who plays the card does not have to be an active participant in the Split for which it will be applied.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Parts: Stegosaurus & Spinosaurus Promo Tiles",
    "ID": 310840,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310840/jurassic-parts-stegosaurus-and-spinosaurus-promo-t",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Promo dinosaurs originally released during the Kickstarter campaign.&#10;&#10;The punchboards contain 3 Stegosaurus (3 tiles each) worth 7 points per set and 2 Spinosaurus (4 tiles each) worth 10 points per set. These dinosaurs can be swapped out for the Triceratops and T-Rex to be used as alternate art dinosaurs OR you can add them to the base game for an even bigger slab of dinosaurs to go digging after!&#10;&#10;These function exactly like other dinosaurs in the game and award set points and give you an amber when completed and revealed.&#10;&#10;Also includes 5 cards that are player aids. Card backs say &quot;Field Guide - Appendix A&quot; the card faces give the scoring examples for this promo set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oceans of Fire: The Pacific Theater in World War II",
    "ID": 310845,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/310845/oceans-of-fire-the-pacific-theater-in-world-war-ii",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "900",
    "Weight": "4",
    "Description": "Oceans of Fire is Rob Beyma's design of the conflict that raged in the Pacific from 1941 to 1945.  This large, but playable, game features six countersheets covering the forces of Japan, the US and the Commonwealth forces that fought in this theater during WWII, as well as those forces of the various other nations that were engulfed in the conflict that enflamed the Pacific.&#10;&#10;Oceans of Fire accurately reflects the spread of the conflict from Japan's starting home areas to across the Pacific at the start of the game.  Eight turns cover the entire conflict, with some scenarios being shorter duration.  Counters generally represent divisions or brigades for land units, generic air points for air assets, and 1-2 named capital ships (and their escorts) for naval vessels.  Cards are included as an optional variant that reflect many of the historical events (e.g. Stillwell's Chinese forces, Japanese night naval proficiency, etc.) that add additional flavor to the game with little additional overhead.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "History: World War II (Pacific)",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5150: Send Lawyers Guns and Money",
    "ID": 310847,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/310847/5150-send-lawyers-guns-and-money",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Send Lawyers, Guns and Money is playable with 5150: No Limits and the rest of our 5150 RPG titles. This book centers on New Hope City and the life of a Mercenary, or if you wish, a Jack of All Trades. Inside you&rsquo;ll find:&#10;&#10;Our Basic 5150 rules to play it as a stand-alone game.&#10;35 Color Counters for your games.&#10;Two Battle Boards to use your Counters on. Getting you right into the game!&#10;A variety of Basic Encounters (Scenarios).&#10;16 Encounters linked to form two different Stories.&#10;An introduction to Cyndee.&#10;A low bookkeeping Campaign to tie your Adventures together.&#10;A variety of Races, Professions and Attributes to play.&#10;An easy to learn, but challenging combat system with deadly results.&#10;All this and more&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Series: 5150 Science Fiction Wargames",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Obscure Battles 5.5: Turtle Ships",
    "ID": 310848,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310848/obscure-battles-55-turtle-ships",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Turtle Ships, takes the player to the Pacific where Korean and Japanese Imperial Navies wage a deadly war.&#10;&#10;You can play the included new scenarios with game with over a dozen new ship types or  you can CREATE your OWN BATTLES in the Pacific between powers of Chinese, Japanese and Korean Kingdoms and lesser powers in this simple PRINT AND PLAY boardgame.&#10;&#10;The game has:&#10;Over 12+ counter types for ships from Korean Turtle Ships to Lancaran - Asia's answer to the galleys.&#10;Additional rules for new types of units including Japanese boarding attacks and Turtle ships.&#10;Tactical rules that aim to create all the chaos and mayhem of a naval clash from boarding actions to small arms fire.&#10;Features scenarios from Asia including the Imjin war ranging from those that can be played in A3 sized sheets but also larger ones like Noryang, Myeonyang and Hansan Island.&#10;Leader Units that come with own characteristics that portray the actual personalities like Yi-Sun Sin&#10;A fast and simple play system that allows wing/squadron activations&#10;Tactical rules that aim to create all the chaos and mayhem of a galley clash from boarding actions to small arms fire.&#10;A Combat card system that brings immense playability to each game - you will never play the same battle again.&#10;&#10;The game comes with the DORIA medieval naval gaming rule base.&#10;an easy index rulebook with charts that cover for ramming and naval gun attacks, fanaticism, traversing coastal water.&#10;The complexity level is Simple to Medium ( with optional special rules scales up to medium+detailed) )&#10;&#10;The game introduces an &quot;Activation by Wing Marker&quot; pull system to the OB mechanism that randomizes the fire and movement but simplifies the routine chores and allows much faster gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Parts: Resource Cards Promo Pack",
    "ID": 310849,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310849/jurassic-parts-resource-cards-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Promo pack that was part of the 2020 Kickstarter campaign. The pack includes the following:&#10;&#10;Promo Cards are added to the other items in the game.&#10;&#10;- Early Riser&#10;When played, if you are tied with another claimant in a split, this card resolves the tie in your favor.&#10;&#10;- Intern&#10;When played, you may trade up to two loose tiles in your collection with another player's loose tiles OR with the Field Leader. A loose tile is a tile that is not part of a completed and revealed set. The trade with another player must be voluntary. Trades must be even: 1 for 1 or 2 for 2 tiles.&#10;&#10;You may NOT trade a plant or a Pterodactyl.&#10;&#10;- New Discovery&#10;This card allows the player to create their own dinosaur fossil set. You must use 4 different tiles to create the set. It must contain a tile with a head, a tile with a spine, a tile with legs, and a tile with a tail.&#10;&#10;When you have completed this dinosaur and reveal the tiles, you must reveal this card. The dinosaur will award you 8 points at the end of the game and you will gain an amber, as usual.&#10;&#10;- Botanist &#10;Reveal at the end of the game when points are being tallied. If you have more plant tiles than all of the other players, then you will score 5 bonus points. If you are tied with another player(s) for the most plant tiles, then you only score 3 bonus points.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Load & Roll",
    "ID": 310856,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310856/load-and-roll",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fast pace card-game based on Russian Roulette. A 'last person standing' game. Each player has three lives 'Bullets' made up from some foul tasting edibles or drinks.&#10;&#10;Each time a player rolls the dice results in themselves or an opponent being shot. Resulting in the player eating or drinking the nasty flavors in front of them.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Island of Treacherous Treasure",
    "ID": 310861,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310861/the-island-of-treacherous-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The Island of Treacherous Treasure rewards players who can mix caution and daring. Decide how long to build the strength of your adventurer party as you explore the coast and gain vital information on the treacherous treasures, timing your expeditions into the island's heart to grab the treasure from under your rivals' noses.&#10;&#10;As you explore the island you'll reveal traps and monsters and the treasures they guard.&#10;&#10;Build and upgrade your party from the game's 13 unique adventurer cards, mixing their skills and strengths to give yourself an edge in your dangerous quest.&#10;&#10;Once all the treasure has been plundered you'll discover who's holding the treacherous treasure and has been destroyed - although you may already know if you've explored for enough clues. Whoever is left alive with the most treasure is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "Hidden Victory Points",
      "Modular Board"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Construction Sight",
    "ID": 310862,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/310862/construction-sight",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Construction Sight is a roll &amp; write game based on the logic puzzle Skyscrapers by Masanori Natsuhara. Draw each building in your new city center using the roll of 3 dice as its width, depth and height, in any order. Each of the park benches around the city challenges you with the goal of how many buildings you want to be visible, one behind the other, along a line of sight from that bench to the city.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Line of Sight",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Settlers: Storage Box Plus",
    "ID": 310863,
    "Year": "(2020)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310863/imperial-settlers-storage-box-plus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "One big box size 30 x 30 x 14 cm (11.8&rdquo; x 11.8&rdquo; x 5.5&rdquo;) with even more awesome content:&#10;&#10;&#10;     2 high-quality inserts, perfectly designed to hold all the cards and player boards from the base game and all expansions with practical divisions to help you sort out different fractions. Fits sleeved and unsleeved cards alike.&#10;&#10;&#10;&#10;     1 Separate removable insert with a lid for storing wooden and cardboard components.&#10;&#10;&#10;&#10;     3 single-piece player boards (Amazons, Atlanteans, and Aztecs) replacing the 2-piece player boards from the corresponding expansions.&#10;&#10;&#10;&#10;     9 extra cards to add to the common cards deck.&#10;&#10;&#10;&#10;     Complete rulebook covering the base game and all the expansions in one single brochure and a FAQ to help you easily find answers during the gameplay.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vela",
    "ID": 310865,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgame/310865/vela",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Vela a mining-themed game in which you control a group of miners to get the most out of metals and precious stones.&#10;It has a modular and three-dimensional board with a 5x5 base that will allocate 150 tiles, forming stacks. Each player starts with 3 meeples of his color and can do the following actions: walk up to 2 spaces apart, the maximum height that a miner can climb or descend is 2 tiles high. Use or draw up to 2 cards and the main action: mine a tile just below one of your miners. Mining means revealing the tile that can be a precious tile that will be worth points to the player, a natural disaster or a monster. All effects are resolved immediately.&#10;The game takes place in turns and each player can take each of the actions listed above on its turn.&#10;There are 3 colors of tiles, from the lightest and superficial, with less dangers and less riches, to the darkest and deepest, with more dangers and riches and also where is the only diamond tile. When any player takes the diamond, the game is over and the points are counted. Whoever has the most points wins the game.&#10;The diamond is worth many points but does not guarantee victory.&#10;To help move around the board, players can use a deck of equipment, including bridges and ladders that increase the possibility of locomotion, as well as dynamites that speed up and increase the danger for miners.&#10;It's a fun family game that can be quite chaotic, in a good way.&#10;&#10;&mdash;Developer description&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Map Reduction"
    ],
    "Families": [
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Checkmath",
    "ID": 310868,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/310868/checkmath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Checkmath is an abstract game played on a 10x10 board with spaces numbered from 1-100. Each player has a set of 10 pieces numbered 1-10.&#10;&#10;Players set up their pieces on the opposite ends of the board and take turns moving one piece forwards by one row. A piece can only move to a space which is a multiple of its number, but it can move to any such space in the next row (adjacency is not a factor). (In the first version of the game, and possibly others, the &quot;10&quot; pieces were numbered &quot;10/11&quot; and could move to multiples of either number.)&#10;&#10;If a piece lands on an opposing piece it captures. If a piece reaches the opposite end of the board it is crowned (flipped over) and can now move one row backwards or forwards.&#10;&#10;The winner is the player who captures all the opposing pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue Quest",
    "ID": 310875,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310875/clue-quest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Clue Quest players have hands of nine letter cards with which they form words. This is done one at a time; the active player plays cards face-down to form a word and then gives a crossword-style clue to it.&#10;&#10;The other players then have to guess the word. When someone thinks they know the answer they announce this and then the other players have a short amount of time to also get it. (Guesses are written down.) All players with the correct answer score. The active player scores points based on the number of letters in the word, with a bonus if only one player gets the right answer. However, they are penalized if no one gets it.&#10;&#10;The guessing players may ask for cards to be turned face-up, but the score for a correct answer is based on the number of remaining face-down cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Year of Liberty",
    "ID": 310877,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310877/the-year-of-liberty",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Being a campaign set in Ireland in 1798 and guidelines for resolving clashes of arms which may result there.&#10;&#10;The game covers the &rsquo;98, Great Rising in the French Revolutionary Wars to rid Ireland of British rule. &#10;The main organisers, the United Irishmen, were riddled with British agents, so knew many of the leaders, the date of the rising (24th May) and even the method of letting the country know that the rising had occurred (by stopping the mail coaches). The Government arrested most of the leaders and tried to ensure the mail service ran on time!&#10;&#10;So, is there a game in this? &#10;Well of course there is, perhaps not as evenly matched or equipped forces but as a good example of asymmetrical warfare where a regularly trained army faces a peasant mass. Likewise, the incoherent nature of the United Irishmen is best portrayed via dice rolls rather than player decisions and that all players should be British Lord-Lieutenants defending their County, gaining prestige and gaining the support of the central government at Dublin Castle.&#10;&#10;Included in the game is a novel mini-campaign system for four fictitious Irish counties struggling to destroy risings in their counties. &#10;There is also a neat system of creating one-off battles with context.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Ireland",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellbounce",
    "ID": 310878,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310878/spellbounce",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spellbounce is a cross between a word game and a tennis game. It is played on a board representing a tennis court with numbers along the service court lines and letters along the base and side lines.&#10;&#10;To serve a player places their piece on a lettered space and a ball token on a number on the opposite service court line. They also place a letter disc along the net. A number and a letter die are rolled to determine the result of the shot, but generally the receiver will play a second letter disc. This procedure is repeated although starting with the third shot players must draw a card which may change how it is played.&#10;&#10;The general object is to force your opponent to complete a word of at least four letters. If your opponent does this you win a game, and the first player to win six games wins the set, which corresponds to winning the overall game.&#10;&#10;",
    "Categories": [
      "Sports",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L.O.L. Surprise! Shuffle Club Game",
    "ID": 310879,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/310879/lol-surprise-shuffle-club-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Any L. O. L. Surprise fan will love this Shuffle club board game! In this ttly awesome game, use the electronic LED action wheel and move spaces, perform actions and gather the members of your L. O. L. Surprise! club. Flashing lights, fast rounds and random moves make this game a surprise every time you play. GR8, right! ? Plus, L. O. L. Shuffle Club comes with four awesome L. O. L. Surprise! balls. It&rsquo;s, like, it&rsquo;s almost 2G2BT!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hegemony: Struggle in the Middle East",
    "ID": 310882,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/310882/hegemony-struggle-in-the-middle-east",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Middle East Struggle is a card-driven board game of geopolitical conflict simulation of actual events.&#10;&#10;Players represent the three regional powers in the contemporary Middle East: Iran, Israel, and Saudi Arabia.&#10;&#10;They compete for influence on the region&rsquo;s map while maintaining internal cohesion and securing support from world superpowers. &#10;Card play covers all the tools available: intrigue, covert operations, extreme ideologies, oil, propaganda, technology, espionage, and proxy wars.&#10;&#10;Four scenarios, one for each decade since the Iranian Revolution, plus a Campaign Game covering 1979 to present are included, plus a tutorial game of the events of 1978-1979 to assist new players in learning game mechanics.&#10;&#10;The player who scores the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Country: Iran",
      "Country: Israel",
      "Country: Saudi Arabia",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Savi",
    "ID": 310886,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310886/el-savi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "El Savi is a trivia game that explores the geography, culture, history and notable people of the Catalan Countries, territories where the Catalan language, or a variant of it, is spoken.&#10;&#10;Players go through the territory with their player tokens with the help of a die, while answering questions. There are different types of questions which can make you move even further or go backwards.&#10;&#10;The goal is to reach first the last county of the Catalan Territories situated in the isle of Sardinia.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diamond: The Game",
    "ID": 310887,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310887/diamond-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Diamond the Game Print and Play is a board game you can print at home, for 2-5 players that lasts between 20-30 minutes. It puts you and your family and friends directly in the role as a researcher at the Diamond Light Source, visiting different beamlines to make progress in a diverse range of scientific projects in Physics, Chemistry, Cultural Heritage, and more. As you travel around the synchrotron you will have to make the most of your experiments, as well as working with your fellow players, in order to be remembered as the most famous scientist!&#10;&#10;Players move around the synchrotron, stopping at different beamlines that let them make progress in specific scientific disciplines. Once at a beamline, players perform an experiment, drawing cards that represent either successes or failure. They can draw as many cards as they want, but beware! If you draw 2 failure cards you must stop, and lose half of your successes. Once the experiment is finished, players can assign their successes to ongoing projects matching the discipline - once all requirements are met on a project it is completed, and will earn you fame. Once a set number of projects are completed, the game ends, and the scientist with the highest amount of fame wins!&#10;&#10;Dr Mark Basham and Dr Claire Murray from Diamond Light Source and Dr Matthew Dunstan from the University of Cambridge created the game to showcase both the research performed at this world-leading facility, but also to give you first-hand experience of the different aspects of actually working in scientific research. Whether it is the variety of science that exists, the timely value of a vital collaboration, the disappointment of a failed experiment, or gratitude for the help from a friendly staff scientist, the game puts you directly in the action so you can make your own choices about what type of scientist you want to be.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corsica",
    "ID": 310889,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310889/corsica",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "CORSICA: Two thousand years of Corsican history!&#10;&#10;Corsica is an historical strategic boardgame for 4 players covering the hectic history of the beautiful island of Corsica.&#10;&#10;In a typical game of Corsica, during 16 game rounds players will take command of the different nations that invaded and partially or fully controlled the island between 556 BC, when the Ancient Greeks first settled the spot of Aleria on the eastern coast, and 1796 AD, when the island finally fell under French control.&#10;&#10;A typical game round of Corsica consists of the following phases: &#10;&#10;     The invasion phase (in which the new invaders attack and settle the island), &#10;     the internal struggle phase (in which all nations settled on Corsica fight each other),&#10;     and only during some specific turns, the Victory Points collection phase.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Islands: Corsica (France)",
      "Series: Britannia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Claw",
    "ID": 310890,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/310890/the-claw",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "2",
    "Description": "In The Claw, players will play as someone who really likes toys and are competing with each other to get as many favourite toys as possible. Players will use a machine with the shape of a Claw to take the toys and along the way they will become more and more joyful due to the JoyPoints that are attached to their collected toys.&#10;&#10;The Claw is a game for 2-4 players where players are competing to collect as many JoyPoints as possible. JoyPoint is the value stated on Toy Cards which are spread in the game arena; on Dream Cards that can be collected as set collections after its required conditions are fulfilled; and also on some Trick Cards. &#10;In the process of collecting JoyPoint, be careful of your opponent&rsquo;s Trick Card because you&rsquo;ll be surprised how it can drastically change the course of the game.&#10;&#10;Use the Claw standee to get as many toys as possible and become the winner through these 3 simple actions:&#10;&#10;     Play a Trick Card (Optional)&#10;     Move the Claw Standee and once it stops, take the Toy Card beneath it&#10;     Claim a Dream Card by creating a set collection (according to its required condition)&#10;&#10;&#10;The game ends when there is one pile that ran out of Toy Cards.&#10;Players then count all their JoyPoints. The one with the highest JoyPoint is the winner.&#10;&#10;Some people say: Be fast and you&rsquo;ll get it! &#10;But, is this true? Let&rsquo;s Play!'&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Hex! 3.0: Troglodytes",
    "ID": 310891,
    "Year": "(2020)",
    "Geek Rating": "5.632",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/310891/neuroshima-hex-30-troglodytes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "Faction expansion to Neuroshima Hex containing Troglodytes with brand new mechanics and fresh challenges. This new army comes with a big amount of fighting units and Battle tiles. Troglodytes easily adapt to the situation on the board. By cannibalizing their own units, they earn Satiety markers. Those with Greater Satiety can inflict more wounds, are faster, more mobile and resistant. On the other hand sacrificing their own units depletes their numbers and limits their ability to initiate a Battle by occupying an entire board.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Player Elimination",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monty's D-Day",
    "ID": 310892,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/310892/montys-d-day",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The companion game to Bradley's D-Day, Monty&rsquo;s D-Day completes the Normandy Invasion vision by adding the D-Day assault frontage that was targeted by the British Commonwealth forces under Miles Dempsey which -- likely -- got much more of overall commander General Bernard L. Montgomery's attention. Most certainly, the objectives for the Anglo-Canadian beaches sound like Montgomery talking. The city of Caen, nine miles inland, was targeted for capture on D-Day itself. It actually fell in late July, and only after the city had been leveled by bombing. Was it a &quot;city too far?&quot;&#10;&#10;Monty&rsquo;s D-Day will bring the design fully in-sync and up to the standards set by Bradley's D-Day, including rules for parachute and amphibious landings and solitaire rules, plus new German alternative responses.&#10;&#10;And, Monty&rsquo;s D-Day will link to Bradley's D-Day to permit the player to investigate the possibilities of the full panoply of the D-Day invasion, but works as a stand-alone game on the D-Day landings and including a campaign format.&#10;&#10;&mdash;description from the publisher&#10;&#10;Monty&rsquo;s D-Day is published in issue #54 of Against the Odds (ATO) magazine.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Caen (France)",
      "Country: France",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meta",
    "ID": 310893,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/310893/meta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Meta is an abstract game and in Italian it means goal. The term is also used in rugby to indicate the objective of a team: to make a meta. As in rugby, a player's goal is to bring a piece to a meta square on the opposite side. The board is a grid of 64 squares, plus 4 meta squares in the 4 corners. Each player has 8 pieces and 2 arrow-pieces. These 2, like head-prop in rugby, are powerful, but only pieces can make a meta!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea Monsters!",
    "ID": 310894,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/310894/sea-monsters",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Sea Monsters! offers four complete naval simulations that will provide hours of challenging play and comparison.&#10;&#10;Paul Rohrbaugh with Iron and Fire is a moderate level complexity game covering the battles fought by the Peruvian Ironclad Hu&aacute;scar during the 1879 War of the Pacific against Chile. It outclassed everything it met but there was only one (think of the SF classic, Ogre, but on the waters this time).&#10;&#10;Paul Stuhlfaut with Under Ten Flags starts early in 1939 when the German merchant raider Atlantis made its way into the South Atlantic to sink and capture Allied cargo vessels. Its crew used their skill in disguising the appearance of the vessel to aid its encounters or avoid enemy warships. The journey of the raider Atlantis lasted for over 600 days and traveled over 100,000 miles.&#10;&#10;Steven Cunliffe with XXI, a solitaire game set in 1943 that challenges the player (acting as both Speer and D&ouml;nitz) to organize and complete construction of a fleet (or at least &ldquo;enough&rdquo;) of the new German Type XXI submarine. However this new sub is far larger, more complex and more expensive, and requires much more manpower and scarce resources than previous submarines. Just a few of these new Type XXIs will do nothing. Only a radical transformation in shipbuilding techniques to mass produce the design - and not giving in to setbacks - will enable this &ldquo;wonder weapon&rdquo; to arrive in time....&#10;&#10;Paul Rohrbaugh with First Strike looks at, well, the &quot;first strike&quot; by British airplanes. On Christmas Day, 1914, float planes were brought near land by the earliest &quot;seaplane tenders&quot; and turned loose on an &quot;air reconnaissance&quot; by planes which just happened to be carrying bombs and looking for Zeppelin sheds. There was also hope of luring out the German fleet, and an unexpected result of having the British naval force attacked by German airplanes.&#10;&#10;Sea Monsters! and the 2018 ATO Magazine Annual&#10;&#10;Maps - Four full color assorted size mapsheets&#10;Counters - 420 full color die-cut counters&#10;Rules length - From 8 to 12 pages each&#10;Charts and tables - 4&#10;Complexity - Medium&#10;Playing time - Varies by title, from 2 to 4 hours per game&#10;How challenging is it solitaire? - Varies by title, Excellent to Poor&#10;&#10;Designers - Paul Rohrbaugh, Steve Cunliffe, and Paul Stuhlfaut,&#10;Development - Russ Lockwood&#10;Graphic Design - Mark Mahaffey&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: War of the Pacific (1879-1884)",
      "Magazine: Against The Odds",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Double Agent",
    "ID": 310895,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/310895/double-agent",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Double Agent is a solitaire card game based on the spy theme. During play, you represent a secret agent who is trying to track down the traitorous double agent within your organization. Once you discover the traitor, you must determine an ideal time to terminate him. If your termination effort is successful, you will meet the game&rsquo;s winning condition.&#10;&#10;During the game, the double agent and his fiendish associates will be trying to assassinate you. A game mechanism ensures you become more vulnerable as you get closer to finishing your assignment. All actions by the double agent and the enemy organization are automated by the game system.&#10;&#10;Through careful card play, you work to mitigate setbacks and assassination attempts. Careful card play involves card archiving, hand management, stack deduction, and set collection. The &ldquo;Player Deck&rdquo; features multi-use cards that are used for performing actions, payment in the detection step, and generating scores during enemy face-offs.&#10;&#10;Along the way, your assignment will take you to different parts of Europe and possibly to a city in Brazil.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "Hand Management",
      "Move Through Deck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lightning & Bolt",
    "ID": 310896,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/310896/lightning-and-bolt",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Lightning &amp; Bolt is a cooperative, tile matching game designed so players of varying ages or experience can play together. Players take on the roles of heroes or sidekicks.  Their mission is to rescue the citizens of Midtown from the clutches of the evil Dr. Noxious.&#10;&#10;Midtown is made up of randomly placed tiles creating a 3x3 grid (4x4 in a 4-5 player game).  Players take turns moving around the city, flipping tiles, and finding matching citizens.  Rescue all the citizen pairs and you win!&#10;&#10;But, Dr. Noxious is also in the city, causing all kinds of mayhem.  If you ever reveal Dr. Noxious' tile, all unmatched tiles are mixed (along with Dr. Noxious' tile) and the search continues.  Reveal the Dr.'s tile three times and you lose.&#10;&#10;But your team is up to the task!  The hero&rsquo;s mechanics (designed for a younger player) are fast, simple, light on rules, and high on fun.  The sidekick&rsquo;s mechanics (designed for more experienced players) are more complex and come with bigger arsenal of tools.&#10;&#10;If hero and sidekick work together, using their unique abilities in tandem, Dr. Noxious had better watch out.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Matching",
      "Memory"
    ],
    "Families": []
  }
]