[
  {
    "Rank": "N/A",
    "Name": "Tyrolean Roulette",
    "ID": 94053,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/94053/tyrolean-roulette",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Tyrolean Roulette&quot; is a game that consists in a spinning top that hits balls randomly and hopefully the right ones hit big points and wrong ones stay out or go in small numbers.&#10;&#10;It has small pockets with small numbers and 8 big pockets with big numbers.&#10;&#10;Green Balls count - 2X&#10;Natural color - 1X&#10;Red Ball - minus points&#10;&#10;If you can insert all 13 balls in a turn, you can play again.&#10;&#10;Game ends when one player reach the agreed score (Ex:500points)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Spinning Tops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bus Stop",
    "ID": 94054,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94054/bus-stop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The goal of Bus Stop is to be the first player to bring all of your passengers to the bus station.  Buses move around the board picking up passengers and carrying them from stop to stop, with the bus' movement determined by rolling a die.  To reach the bus station your passenger must be on the front seat of the bus as it passes the station.  If a bus reaches a terminus space, all passengers must alight.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word Shout",
    "ID": 94056,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/94056/word-shout",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "You roll all 10 letter dice and the goal is to shout out a word of at least 3 letters that can be made with the dice.  You cannot rearrange the dice on the table after they are rolled.  When you shout a word, you take the letter dice that make that word and put them in front of you.  Play continues until no more words can be made out of the remaining dice.  The number of dice in front of you collected from the words you made is your point score for the round.  If multiple players shout the same word at the same time, the round ends and the dice are rerolled. The first player to 50 points wins.&#10;&#10;It comes with a plastic click case, making it good for travel.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Salvo!",
    "ID": 94074,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/94074/salvo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Salvo! is a battery-operated game for two players where the goal is to sink your opponent's ships.  After each player has set up their ships on the board, players take turns to fire at their opponent.  With the aid of a plastic rangefinder disc, players set the angle and range of their shot by turning two knobs.  This moves a lightbulb hidden beneath the board and when the 'fire' button is pressed, the bulb lights up if the shot is successful.&#10;&#10;From the box:&#10;&quot;Salvo! A Powerful Game of Sea Warfare.&quot; - &quot;A Brilliant New Idea.  You Fix the Angle,Range and Fire!  Can You Destroy the Enemy Fleet?&quot;&#10;&#10;",
    "Categories": [
      "Electronic",
      "Modern Warfare",
      "Nautical"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Electronic Family Feud",
    "ID": 94091,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.44",
    "Link": "https://boardgamegeek.com/boardgame/94091/electronic-family-feud",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Come on down and play Americas favorite guessing game and face off against family and friends, This fast paced exciting electronic tabletop version of the hit television game show, Survey says--you're going to have a great time!&#10;&#10;Contains - 1 game console, 1 stabilizer foot, 1 instruction manual and 2 score pads. Requires 4 &quot;AA&quot; batteries&#10;&#10;The electronic unit will ask a question and each person writes down their top answers. When they finish, they advance the game and it will display the correct answers. The unit will ask if a person and got each answer right and if so, which opponent. The unit tracks the scores with the highest winning going to the final round!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Family Feud",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urban Myth: Funsize Crime Edition",
    "ID": 94092,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/94092/urban-myth-funsize-crime-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Urban Myth Funsize Crime Edition puts the record straight on criminal urban myths! The challenge of Urban Myth is to differentiate between fact and modern folklore - between what you thought you knew and what you have heard as gospel truth from a trusted friend. Vote on urban crime myths to win cards and be the first player to complete a crime scene picture puzzle, using your card backs to win!&#10;&#10;* Collect cards to build a picture of a crime scene&#10;    * The first player to complete their scene wins the game&#10;    * All new crime edtion&#10;    * The game with a twist&#10;    * The truth is here!&#10;&#10;Contents of Urban Myth Funsize Crime Edition:&#10;&#10;* 100 Playing Cards&#10;    * 6 Answer Cards&#10;    * Players Guide&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Electronic Price is Right",
    "ID": 94093,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/94093/electronic-price-is-right",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "It is so easy to play!  Just pick a card, enter the 3 digit number and a game appears on the screen! Includes 10 of the most popular games on the Price is Right TV show:&#10;Pick a Pair, Magic Number, Cliff Hangers, Big Wheel, Plinko, Clock Game, Grocery Game, Showcase, Contestants Row, and Hi-Lo&#10;&#10;Accurately guess the retail price of various prizes to win. Outbid opponents in 'Contestant's Row' to move on to individual challenges and the chance to win huge prizes playing your favorite games. If your pricing skills can stand the test, you'll earn a spin on the 'Big Wheel' - your chance to win even more money and earn your way to the 'Showcase Showdown'. Face off against your opponent there for your final chance to win the biggest and best prizes of all!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Price is Right",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch",
    "ID": 94094,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/94094/catch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Catch is a game from the 1970s where the objective is to catch fish.  Points are scored per poundage of fish and when all of the fish are caught, the player with the most points wins.  There are bonus points for collecting three of the same fish as well as for collecting bait cards.  The board is depicted as a flowing river and movement is governed by use of a die.  Landing on various special spaces allows players to obtain bait and enter fishing contests, along with other encounters.  A spinner is used to determine the outcome of these events.&#10;&#10;From the box: &quot;Catch - the fishing game for all ages&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freu' dich nicht zu früh",
    "ID": 94117,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94117/freu-dich-nicht-zu-fruh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Don&rsquo;t halloo till you&rsquo;re out of the wood!&#10;&#10;Goal. Be the first, moving all of your five meeples from 'start' to 'target' by crossing four turnable wheels.&#10;&#10;The player's action: Move one of your meeples backwards or forwards after rolling the die with by '1 -5'; make up your mind out of three possibilities with a roll of '6': &#10;1. Move one of your meeples&#10;2. Turn one of the four wheels to open/shorten your route &#10;   to the target&#10;3. Turn one of the four wheels to block your opponent(s)&#10;&#10;Your meeples are safe within weel 1 to 3, can be knocked down passing the fourth (final) wheel.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Turntable Gameboards",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Honor",
    "ID": 94121,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94121/age-of-honor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3",
    "Description": "Age of Honor is both an expansion and scenario book for Age of Eagles I/II (Napoleonic Fire &amp; Fury) covering the Age of Marlborough and Frederick the Great. Thus, the basic rules are needed to properly play this addition. This full color rules set contains a single page Intro - including all necessary rule changes, Unit Data Charts listing all commanders and formations that fought in this era, from the War of Spanish Succession thru the Seven Years War to the War of Bavarian Succession, a two-page Quick Reference Sheet plus Bibliography.&#10;&#10;Scenarios contain game play specifics, a full color map, full color labels, and include:&#10;&#10;&bull;    War of Spanish Succession - Battles of Luzarra, Blenheim and Ramillies. &#10;&bull;    Great Northern War - Battle of Poltava.&#10;&bull;    Austro-Turkish War - Battle of Peterwardein&#10;&bull;    War of Austrian Succession - Battles of Fontenoy, Hohenfriedberg and Kesselsdorf. &#10;&bull;    Seven Years War - Battles of Kolin, Hastenbeck, Leuthen, Krefeld, Zorndorf, Minden, Kunersdorf and Torgau.&#10;&#10;Age of Honor is sold direct thru digital distribution, though hardcopy versions are available from certain retailers. It is 90 pages long. Kindle formatted products are sold exclusively thru Amazon, while digital downloads exportable to PDF format may be purchased via Google Play.&#10;&#10;Online, public research portal for this game and its historical period (to include flags for miniatures, official histories, Public Domain military maps, images and publications - all copyright friendly and FREE to download) at http://tinyurl.com/Research-Portal-Age-of-Honor.&#10;&#10;- description provided by publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Great Northern War",
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Series: Age of Eagles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tom & Jerry's Trap Game",
    "ID": 94124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94124/tom-and-jerrys-trap-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tom &amp; Jerry's Trap Game is a very basic game published on the back of a Kellogg's Rice Krispies cereal box.  The board is a spiral of 16 squares which leads towards a mouse trap at the centre.  Card tokens depicting Tom, Jerry, Spike (the bulldog) and the housekeeper must be played as the game progresses and the winner is the first to use up all their cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "Promotional: Board Games",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Tom & Jerry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snap, Crackle and Pop Look at Nature",
    "ID": 94125,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94125/snap-crackle-and-pop-look-at-nature",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Play this Springtime Wildlife Spotting Game&quot;.  This is a simple roll-and-move game printed on the back of a Kellogg's Rice Krispies cereal box.  The game has a nature theme and involves players attempting to spot animals from the British countryside.  Players move around the board and follow the instructions printed on certain squares.  Some squares allow players to make a sighting of an animal, and the player who spots the most animals wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Groceries",
      "Country: England",
      "Promotional: Board Games",
      "Theme: Cereal Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "de/le Belgotron",
    "ID": 94138,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.39",
    "Link": "https://boardgamegeek.com/boardgame/94138/dele-belgotron",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "DE/LE BELGOTRON&#10;&#10;Fully bilingual Dutch/French - 2 games in 1&#10;&#10;The quiz:&#10;&#10;Players compete in a cyclists' race, cycling from the Belgian Coast to the Belgian Ardennes. During the race, they answer trivia questions about Belgium. The first player to reach the cyclist with the yellow jersey wins. Anyone can win, whatever their knowledge about Belgium.&#10;&#10;The political game:&#10;&#10;Players learn to understand the inner workings of the Belgian federal State. They use their pawns to obtain strategical influence in the judicial, legislative and executive powers, and combine these powers to obtain points and make a political career from their local community to the federal government.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Country: Belgium",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For Love or Money",
    "ID": 94139,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/94139/for-love-or-money",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For Love or Money is based on an Australian TV game show first broadcast in 1959 on ABC.&#10;&#10;A prize card is drawn and placed on the board (examples of prizes are fridges, drills and lawn mowers).  Along with the prize's value, each prize card also has a code on it.  The code is input into the Money Machine in the centre of the board and corresponds to a cash prize amount in shillings.  The code is input by turning two knobs on the board until the correct numbers are displayed.  A random question from the question book is read out which all players can answer,  The player to give the correct answer can choose to take either the prize card, or go for the cash prize displayed on the Money Machine.  If they select to go for the cash, a dial on the Money Machine is spun to determine the outcome.  Getting a question wrong means a player loses a life, and when all three are lost, they are out of the game.  There is also a jackpot prize to be played for.  The winner is the player with the most money and prizes at the end of the game.&#10;&#10;From the box: &quot;Another Chad Valley Television Game: For Love or Money - With the 'Magic Flying Shilling' Sign. ABC Television's Top Ten Quiz Game&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jimmy Savile's Pop Twenty",
    "ID": 94141,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/94141/jimmy-saviles-pop-twenty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Now then, now then&quot;.  This is a roll-and-move game.  The objective is to reach No. 1 in the pop charts and win the golden disc.  Pieces are moved around the board via throws of the dice.  Various squares have instructions on which move you up and down the charts.&#10;&#10;From the box: &quot;Here's a great new game that captures all the excitement of today's pop scene.  So join in the chart-topping race and head for the No. 1 spot with Pop Twenty!  Yours groovily, Jimmy Savile.&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Winter Storm: 57th Pz Korps Attempt to Relieve Stalingrad",
    "ID": 94146,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/94146/winter-storm-57th-pz-korps-attempt-to-relieve-stal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "This is an operational level game at Company/Battalion/Regiment-level simulating the battles between the Aksay and Myshkova rivers, from December 12 to December 23 in the attempt to relieve 6th Army at Stalingrad. The players control the 57th Panzer Korps or the 51st and 2nd Guards Armies. The game uses the Battle for Korsun system, which emphasizes planning and force balance. The German player must use his powerful forces to open a path close enough to the 6th Army to allow those forces to break out of the trap at Stalingrad.&#10;&#10;The game comes in a ziplock bag with a map (four A3 sections), 225 mounted counters (not die cut), rule book and play aid charts.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #2",
    "ID": 94151,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94151/221b-baker-street-the-master-detective-game-set-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "An additional set of cases for 221b Baker Street.  This package comprises cases #21-40 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;21. The Adventure of the Rewritten Death (= original Gibsons #21, new Gibsons #17)&#10;22. The Adventure of the Pillaged Pawnbroker (#22)&#10;23. The Adventure of the Luckless Mariner (#23, #18)&#10;24. The Adventure of the Empty-Handed Thief (#24)&#10;25. The Adventure of the Unpaid Fare (#25, #19)&#10;26. The Adventure of the Peculiar Charwoman (#26, #20)&#10;27. The Adventure of the Bashful Benefactor (#27, #21)&#10;28. The Adventure of the Duchess's Demise&#10;29. The Adventure of the Banker's Note (#29, #23)&#10;30. The Adventure of the Deadly Caller&#10;31. The Adventure of the Reporter's List (#31, #24)&#10;32. The Adventure of the Bloodthirsty Bard (#32, #25)&#10;33. The Adventure of the Posthumous Client (#33, #26)&#10;34. The Adventure of the Spinster's Will (#34, #27)&#10;35. The Adventure of the Mettlesome Bride (#35)&#10;36. The Adventure of the Financier's Fall (#36, #28)&#10;37. The Adventure of the Thief's Cipher (#37, #29)&#10;38. The Adventure of the Royal Heir (#38)&#10;39. The Adventure of the Duping Diogenes (#39)&#10;40. The Adventure of the Giant Rat of Sumatra (#40, #30)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #3",
    "ID": 94153,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94153/221b-baker-street-the-master-detective-game-set-3",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #41-60 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;41. The Adventure of the Kingsfield Ruby&#10;42. The Adventure of the Deceased Book Collector&#10;43. The Adventure of the Missing Corpse&#10;44. The Adventure of the Intrepid Cricketer&#10;45. The Adventure of the Amorous Sailor&#10;46. The Adventure of the Murdered Manager&#10;47. The Adventure of the Unknown Victim&#10;48. The Adventure of the Mummy's Curse (#46, #34)&#10;49. The Adventure of the Fair-Feathered Friend&#10;50. The Adventure of the Repeated Murder (#18)&#10;51. The Adventure of the Murderous Thief&#10;52. The Adventure of the Artful Codger&#10;53. The Adventure of the Kidnapped Songstress&#10;54. The Adventure of the Gambling Zookeeper&#10;55. The Adventure of the Calculating Spy&#10;56. The Adventure of the London Strangler&#10;57. The Adventure of the Philosopher's Stone&#10;58. The Adventure of the Barbecued Baker&#10;59. The Adventure of the Tactful Terrorist&#10;60. The Adventure of the Poisoned Poker Player&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #4",
    "ID": 94154,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94154/221b-baker-street-the-master-detective-game-set-4",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #61-80 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;61. The Adventure of the Gluttonous Gossip&#10;62. The Adventure of the Well-Informed Thief&#10;63. The Adventure of the Duellist's Challenge&#10;64. The Adventure of the Dashing Psychiatrist&#10;65. The Adventure of the Murdered Stargazer&#10;66. The Adventure of the Missing Bullet&#10;67. The Adventure of the Limping Tax Collector&#10;68. The Adventure of the Kidnapped Heiress &#10;69. The Adventure of the Headless Horseman&#10;70. The Adventure of the Italian Letter&#10;71. The Adventure of the Killer in Kilts&#10;72. The Adventure of the Chessboard Monarch&#10;73. The Adventure of the Little Green Men&#10;74. The Adventure of the Staggering Cowboy&#10;75. The Adventure of the Murdered Medium&#10;76. The Adventure of the Trustworthy Teller&#10;77. The Adventure of the Fallen Angel&#10;78. The Adventure of the Novelist's Demise&#10;79. The Adventure of the Yellow Crescent&#10;80. The Adventure of the Benign Burglar&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #5",
    "ID": 94155,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94155/221b-baker-street-the-master-detective-game-set-5",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #81-100 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;81. The Adventure of the Manchester Marathon&#10;82. The Adventure of the Vanishing Writer&#10;83. The Adventure of the Black Cat&#10;84. The Adventure of the Purple Jelly Bean&#10;85. The Adventure of the Village Idiot&#10;86. The Adventure of the Disappearing Doctor&#10;87. The Adventure of the Voodoo Curse&#10;88. The Adventure of the Impeccable Room&#10;89. The Adventure of the Bittersweet Death&#10;90. The Adventure of the Piano Strangler&#10;91. The Adventure of the Deposed Shah&#10;92. The Adventure of the Duplicate Deaths&#10;93. The Adventure of the Plaguarized Poet&#10;94. The Adventure of the Stubborn Swimmer&#10;95. The Adventure of the Ancient Artifact&#10;96. The Adventure of the Missing Plans&#10;97. The Adventure of the Bald-Headed Barber&#10;98. The Adventure of the Indian Tiger Hunt&#10;99. The Adventure of the Sentimental Souvenir&#10;100. The Adventure of the Mystery Man&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #6",
    "ID": 94156,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94156/221b-baker-street-the-master-detective-game-set-6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #101-120 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;101. The Adventure of the Alphabet Spy&#10;102. The Adventure of the Mockingham Maze&#10;103. The Adventure of the Errant Ear&#10;104. The Adventure of the Vanishing Virgins&#10;105. The Adventure of the Palace Wing&#10;106. The Adventure of the Claustrophobic Cleric&#10;107. The Adventure of the Mysterious Skull&#10;108. The Adventure of the Christmas Carol&#10;109. The Adventure of the Queensbury Quandry&#10;110. The Adventure of the Musical Murder&#10;111. The Adventure of the Hygienic Hermit&#10;112. The Adventure of the Whispering Wall&#10;113. The Adventure of the Cryptic Criminals&#10;114. The Adventure of the French Confection&#10;115. The Adventure of the Whimpering Waif&#10;116. The Adventure of the Mathematician's Murder&#10;117. The Adventure of the Pirated Pigeons&#10;118. The Adventure of the Cadbury Runestone Part 1&#10;119. The Adventure of the Cadbury Runestone Part 2&#10;120. The Adventure of the Broken Bobbies&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #7",
    "ID": 94157,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94157/221b-baker-street-the-master-detective-game-set-7",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #121-140 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;121. The Adventure of the Butlers' Convention&#10;122. The Adventure of the Carved Corpses&#10;123. The Adventure of the Eye of the Tiger&#10;124. The Adventure of the Suicidal Opera Star&#10;125. The Adventure of the Random Murders&#10;126. The Adventure of the Missing Missionary&#10;127. The Adventure of the Disinherited Daughter&#10;128. The Adventure of the Death Row Murder&#10;129. The Adventure of the Baby Cakes Kidnapping&#10;130. The Adventure of the Indiscreet Politician&#10;131. The Adventure of Moriarty's Challenge&#10;132. The Adventure of the Balloonist's Demise&#10;133. The Adventure of the Scuttled Ship&#10;134. The Adventure of the MX Missives&#10;135. The Adventure of the Doctor's Last Lament&#10;136. The Adventure of the Happy Medium&#10;137. The Adventure of the Baffling Autopsy&#10;138. The Adventure of the Blackmailed Poker Players&#10;139. The Adventure of the Conference of World Leaders&#10;140. The Adventure of the Infiltrated Embassy&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #8",
    "ID": 94158,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94158/221b-baker-street-the-master-detective-game-set-8",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #141-160 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;141. The Adventure of the Mysterious Murder&#10;142. The Adventure of the Wellington Jewels&#10;143. The Adventure of the Champion Poodle&#10;144. The Adventure of the Nobleman's Death&#10;145. The Adventure of the Counterfeit Notes&#10;146. The Adventure of the Crowned Falcon&#10;147. The Adventure of Vincent, Alexei, and Edouard&#10;148. The Adventure of the Lombard Street Gang&#10;149. The Adventure of the Missing Corpse&#10;150. The Adventure of the Edinburgh Scandal&#10;151. The Adventure of the Dead Blacksmith&#10;152. The Adventure of the Blackbeard's Treasure&#10;153. The Adventure of the Murdered Stockbroker&#10;154. The Adventure of the Misplaced Masterpiece&#10;155. The Adventure of the Southpaw Society&#10;156. The Adventure of the Vanished Magician&#10;157. The Adventure of the Lucky Lady Murder&#10;158. The Adventure of the Missing Chateau D'Yquem&#10;159. The Adventure of the Stolen Crown Jewels&#10;160. The Adventure of the Horseless Carriage&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "221B Baker Street: The Master Detective Game – Set #9",
    "ID": 94159,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94159/221b-baker-street-the-master-detective-game-set-9",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "An additional set of cases for 221b Baker Street. This package comprises cases #161-180 and includes case cards, a clue and answer book, and solution checklist.&#10;&#10;161. The Adventure of the Composer's Dying Note&#10;162. The Adventure of the Toothless Shark&#10;163. The Adventure of the Compulsive Gamesman&#10;164. The Adventure of the Exploded Escapee&#10;165. The Adventure of the Chorus Line of Death&#10;166. The Adventure of the Mad Minister&#10;167. The Adventure of the Pickled Delly&#10;168. The Adventure of the Chameleon's Trap&#10;169. The Adventure of the Clobbered Cleaning Lady&#10;170. The Adventure of the Aboriginal Deathbone&#10;171. The Adventure of the Holmes Kidnapping&#10;172. The Adventure of the Lord of Spies&#10;173. The Adventure of the Wronged Wife&#10;174. The Adventure of the Chopped Woodsman&#10;175. The Adventure of the Hunted Heir&#10;176. The Adventure of Mata Hari's Older Sister&#10;177. The Adventure of the Producer's Happy Ending&#10;178. The Adventure of the Hound of the Basketballs&#10;179. The Adventure of the Dead Tycoon&#10;180. The Adventure of the Missing Family Jewels&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Mannual '98",
    "ID": 94164,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94164/asl-mannual-98",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "subtitled: for Obsessed Pathetic Losers&#10;&#10;A parody of the ASL Annuals, this magazine was a one shot effort featuring Alfred E. Neuman on the front as a 5+2 leader.&#10;&#10;There are various articles and letters to the editors, including a column &quot;Tank Talk&quot; by Clink and Clank, giving their caller Erin Rommel advice on what type of tank he should be driving.&#10;&#10;There are three scenarios included:&#10;&#10;&#10;     ASL Scenario On0, ATSA Natsoguda, Italy, February 15, 1944.  Elements of a dug in German regiment and a lot of armor counters from Panzerblitz face off against an American force that never enters onto the mapboard.&#10;&#10;&#10;&#10;     ASL Scenario K9, Un Chien Boiteux Et Mal Equilibre, June 10 1940.  The French border forces are Three Fenchmen and a Poodle.  The Italian Forces are: La Groupa Gonna Getcha, You Bet.&#10;&#10;&#10;&#10;     ASL Scenario 1954, Gojira!!!, Outside Tokyo, 1954. The Japanese army takes on Gojira (Godzilla).&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scroungin' ASL News",
    "ID": 94177,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94177/scroungin-asl-news",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "a 6 page magazine that is a reissue of some of the top articles and scenarios from ASL News.  11 of the 12 scenarios are European, both Eastern and Western fronts, spanning from 1940 to 1945, the 12 scenario is set in Burma, 1942.&#10;&#10;Above the Prayers is a 4 scenario campaign game set in Belgium and is based on Kampfgruppe Peiper.&#10;&#10;Close to the Edge uses the Red Barricades map.&#10;&#10;Scenarios:&#10;&#10;     Above the Prayers - a 4 scenario campaign game set in Belgium and is based on Kampfgruppe Peiper.&#10;     Close to the Edge - Uses the Red Barricades map.&#10;     Just Another Bridge - End of the war street fighting in Berlin.  Pits a Tiger II and a Panther against several T34/85s, SU-152s and IS-2s.&#10;     State Farm 41&#10;     Freedom Fighters&#10;     Plans Gone Astray&#10;     A Bush Across the Street&#10;     Not to Lose Face&#10;     Death and Ruins&#10;     Sauve Qui Peut&#10;     Time to Burn&#10;     Rolling Thunder - a large 6 map armored slugfest set during the German invasion of Belgium.  May 1940.&#10;&#10;&#10;Several of the Scenarios were later reprinted in Critical Hit's Retro Pack II.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oktoberfest",
    "ID": 94185,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94185/oktoberfest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Created to commemorate the 20th anniversary of ASL Oktoberfest (ASLOK), a annual ASL tournament held in Middleburg Heights, Ohio every year.&#10;&#10;The scenarios are very well done, and in color.  The unit list is generic boxes with no artwork for the counters.  The scenarios cover a wide variety of ground, the East and west fronts, Sicily, Africa and the Pacific and span from 1939 to 1944.  For better or worse,  many of the scenarios do feature German SS units.&#10;&#10;In a departure from the typical 2 player scenarios, Scenario 7 - Slaughter at Shanderovka, has explicit victory conditions set up for 3 and 4 player games.  Scenario 2, Bydgoszcz Coup, and German armed civilians trying to stage a coup, to take over a city to hand over to the invading German Wermacht.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Holidays: Oktoberfest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Backblast #2",
    "ID": 94190,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94190/backblast-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "The second and final issue of Backblast.&#10;&#10;This 42 page issue had several articles and 8 scenarios.  The scenarios are a diverse lot covering both the East &amp; West fronts, and two are based on island war in the Pacific.  Compared to more modern scenarios several of these are long (10+ turns).  The time frame spanned by the scenarios is 1940-1945.&#10;&#10;Awakening the Spring is a 4 board, 10 turn scenario set in Hungary, pitting Tigers and Panthers against heavy tanks.  Scenario 10 was later reprinted in Out of the Attic.&#10;&#10;BB9 - Wedge in the Ice&#10;BB10 - Surrender or Die&#10;BB11 - Kangaroo Hop&#10;BB12 - The Awakening of Spring&#10;BB13 - Triumph Atop&#10;BB14 - Forth Bridge&#10;BB15 - Up Number One Road&#10;BB16 - Ambitious Plans&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second Course",
    "ID": 94199,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94199/second-course",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion of the game &quot;Food Lover's Trivia&quot;&#10;additional game card packs! 600 new all-food questions in each course!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Team",
    "ID": 94202,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94202/team",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "subtitle: 'a game for parents and their children'&#10;&#10;Goal: Be the first to reach the target with your 3 meeples&#10;&#10;A roll-and-move game where players are trying to reach the end of the game with their tokens.  Players may take shortcuts on marked areas by looking for partners to 'bridge' the distance; the more you cooperate the higher the chance to win, as those who don't cooperate to cross areas must complete the full-path of the game.&#10;&#10;Team is 'Snakes and Ladders' without snakes, but you may use ladders only if you allow someone else to use this shortcut, too.&#10;&#10;Cooperative version: Collect additional chips for every cooperative action you are involved in; use those chips as a multiplier for your winning points according final ranking.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Würfeljoker",
    "ID": 94203,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94203/wurfeljoker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Goal: Score most by accomplishing given dice combinations. &#10;Combinations e.g. are: &#10;easy =&gt; just a '6'; '1' '2' and '3'; .... up to 'parade' '1' up to '6'(very difficult).&#10;&#10;Game 1: &#10;Roll three dice and accomplish step by step the given combinations. If you can't use a die's number you are not allowed to use this die further more during your turn.You may choose to take a higher risk for the most valuable combinations/scoring - but if you fail you are going to loose your whole turn; three jokers can be used/added as multipliers, but only by increasing your risk.&#10;&#10;Game 2:&#10;Flip the tiles you are using to build up dice combinations over and try to be the first to strike the numbers&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All About Football",
    "ID": 94205,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94205/all-about-football",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Officially licensed by the National Football League, All About Football is a trivia game consisting of a deck of 50 cards with 5 questions per card, 1 question each from 5 different categories.  Once a player correctly answers a question from the first category, they get that card and advance to the second category.  After collecting 5 cards (one for each category), a player must answer a question from whatever category the opponent chooses in order to win.  There are multiple decks available, each centering on a different team.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA",
      "Sports: American Football / Gridiron",
      "Trivia: Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SAT Game for Dummies",
    "ID": 94207,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/94207/sat-game-for-dummies",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "SAT Game For Dummies is the trivia-style board game includes 500 questions which represent the 5 SAT categories. Each question is timed to train players to work at the SAT pace. Risks and rewards encourage players to answer opponents' questions and also help the other players. The winner is the first player to collect diplomas in all five SAT question categories and return to the START. Overall, an interesting and welcome twist to aid in preparing for the SAT.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Games for Dummies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Clown",
    "ID": 94208,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94208/crazy-clown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A simple dexterity game for children, in which the object is to add clowns to a shared &quot;clown tower&quot;; if a player, on their turn, causes a clown to fall off or causes the tower to fall over, they're out of the game.  Players can either be responsible for one (or more) colors and add clowns one at a time, or roll a die and add that many clowns of any color to the tower.&#10;&#10;Similar to Stacrobats but with some slight variation of game play.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Skirmisher #1",
    "ID": 94214,
    "Year": "(1999)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94214/the-skirmisher-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1667",
    "Description": "(from MMP website :)&#10;&#10;The Skirmisher #1 is the premiere issue of the support magazine for the Great Campaigns of the American Civil War series of games by Joe Balkoski, Ed Beach and Chris Withers.&#10;&#10;The Skirmisher is [...] an occasional magazine that contains [...] new articles, scenarios, player aids, rules errata, and other helpful items have been collected [...].&#10;&#10;Importantly, The Skirmisher #1 (published by MMP in 1999) includes:&#10;&#10;(1) a standardized GCACW Series Rules, to be used with all previous GCACW games published by Avalon Hill (Stonewall Jackson's Way, Here Come the Rebels, Roads to Gettysburg, Stonewall in the Valley, Stonewall's Last Battle, and On to Richmond!); and&#10;&#10;(2) a countersheet including new Leaders (with modified/new values) to be used along with the new GCACW Series Rules in all previous (Avalon Hill) GCACW games; it also includes replacement army unit counters in particular for Roads to Gettysburg.&#10;&#10;The Skirmisher #1 includes these GCACW Scenarios: &#10;&#10;     Fourth Day - a Roads to Gettysburg scenario&#10;     Bath - a Stonewall in the Valley scenario&#10;     New Market - a Stonewall in the Valley scenario&#10;     Gaines Mill - an On to Richmond! scenario.&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scooby-Doo Game",
    "ID": 94228,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/94228/scooby-doo-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A game produced around 1980 by Milton Bradley, it was largely a standard children's roll-and-move game with a couple of twists: part of the board was a raised platform to give a 3D effect, and there was a lazy-susan under the game board that (when it worked correctly) would move pawns from one part of the board to another.  The player pawns, like the cover, featured Scooby Doo and his beloved nephew, Scrappy.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4 Player Checkers",
    "ID": 94234,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/94234/4-player-checkers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User Summary&#10;&#10;This checker variant features a standard checker board surrounded by a three deep starting space for each of the 4 players.&#10;&#10;Play proceeds in the familiar checkers mode with the added complication that one faces challenges from opponents on the left and right, as well as from the one across the table.&#10;&#10;Game features playing pieces in blue, red, yellow, and green. Playing board is 19&quot;x19&quot; and made of solid MDF.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 13 x 13 Grids",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epsilon",
    "ID": 94236,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/94236/epsilon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Epsilon is the son of OMEGA and an unknown 5-in-a-row game.&#10;&#10;MATERIAL NEEDED:&#10;&#10;- A HexHex board of 6 or more hexes per side (recommended:6).&#10;- A supply of black and white stones.&#10;&#10;(You can play 'Epsilon' with a OMEGA set or a Cross set)&#10;&#10;RULES:&#10;&#10;Each player has an allocated color, black or white.&#10;&#10;Starting with black, players alternate turns placing one stone of each color on any two empty cells on the board (one stone on each, no need to be adjacent). So each player places 2 stones on his turn.&#10;&#10;The first player making a 5-in-a-row of his color wins.&#10;&#10;It is forbidden to create a 5-in-a-row in the opponent's color.&#10;&#10;If a player has no legal moves, he loses.&#10;&#10;The pie rule may be applied.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taktiko",
    "ID": 94237,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94237/taktiko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Tactico is an exciting game for two players. The progress of the game depends entirely on the skill and strategy of each player.&#10;&#10;Equipment:&#10;There are thirty-two white chips used in the game. These are marked with four different shapes (square, circle, diamond, triangle) in four different colors (red, blue, yellow and green). Thus in each color set there are two chips showing squares, two showing circles, etc. The board shows a target area for each player (nine circles either red or orange, numbered 1-9) and a number of grey circles to give freedom for the chips to be moved. Each circle is joined to other circles by horizontal, vertical and diagonal lines.&#10;&#10;Object of the game:&#10;Each player tries to be the first to have nine chips arranged on his target area so that in the three horizontal and the three vertical lines or columns of the target area no two chips carry the same color or shape. As soon as the player has his chips arranged in this way he wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 7 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deutschland deine Schwaben",
    "ID": 94243,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94243/deutschland-deine-schwaben",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Goal: Collecting all of those 8 remarkable qualities of a typical Swabian citizen - but none of them twice or more&#10;&#10;According to the eponymous book of the literary man 'Thadd&auml;us Troll' you are deeply overwhelmed by the typical Swabian qualities like thriftiness, tidiness, sobriety, acquisitiveness, cleverness, agility, slyness, scorching criticism.&#10;&#10;Collecting event-cards by rolling and moving (on a circle on the board) you are able to learn these qualities by studying their broad dialect, being confronted with -- sometimes weird -- subtle humour. If you picked up too many of those qualities,  -- which is going to happen -- you may get rid of them transferring those to your opponents who can't use them, too.&#10;These deals may increase the trouble  -- until the lucky one scores. &#10; It is recommended to consume a small portion of red wine during the game, called 'Viertele'; thus you may avoid loosing even your remaining 'confidence in mankind'&#10;&#10;",
    "Categories": [
      "Humor",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Germany",
      "Region: Swabia (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zaunkönig",
    "ID": 94256,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/94256/zaunkonig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In Zaunk&ouml;nig, players start the game by seeding each space on the beech game board with one or two of the 130 rings made from German cherry wood.&#10;&#10;On a turn, a player places a number of rings on the board as determined by the die roll, with the player deciding where to place them; if a player creates a tower of four rings, that tower is dismantled, with one piece going in each of the adjacent orthogonal spaces. (If a ring would fall off the edge of the board, the ring is placed on the opposite side of the tower.) If another four-piece tower is thereby created, that tower is dissolved as well. For each four-piece tower a player creates, he receives a ring from the supply.&#10;&#10;At the end of a player's turn, he places one of his colored marbles on a tower. If a ring would be placed on this tower, the marble's owner collects it instead. The game ends when the ring supply runs out, and the player with the most rings wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Marbles",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charlie's Year Redux",
    "ID": 94259,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/94259/charlies-year-redux",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "4",
    "Description": "Charlie's Year Redux (CYR) is the second of a set of four games covering the War of the Austrian Succession. From 1741 to 1748 this relatively unknown conflict raged on the continent of Europe. The primary land actions took place in three theatres: the Low Countries, Germany, and Italy. Each of the other games covers one of these theatres. Charlie's Year covers the famous Jacobite Rising of 1745-46, which was instigated by the French, partly as a plot to topple the Georgian regime and partly as a ploy to divert the British Army from its operations in Flanders.&#10;&#10;From 1743 on, Britain and France were formally at war. In late August of 1745, Charles Edward Stuart, better known as Bonnie Prince Charlie, landed at Loch nam Uamh with seven men, raised the Standard of the outcast Stuart kings at Glenfinnan, and gathered to himself an army to challenge the might of King George II's realm. Composed of wild Highlanders, Lowland peasants, discontented gentlemen and diehard Jacobite nobles, the Pretender's army defeated the local garrison forces and laid all Scotland at his feet. A descent on England should now have given the Prince's reluctant French allies the diversion they needed to invade. Marching on London however, the Jacobites lost their nerve after reaching Derby and retreated, pursued now by the best regiments of the British Army. The French, working with information a couple of weeks out of date, were still not ready to aid them.&#10;&#10;Confronting each other at the battle of Falkirk in the winter of 1745, neither side appeared to prevail, and both withdrew to lick their wounds. However the tide of war was now firmly against the Jacks, and they withdrew again into the mountain fastnesses of Scotland, hoping to wage a guerrilla war and so encourage the French. The idea proved impractical, especially in mid-winter, and in the wet spring of 1746, the British Army under the Duke of Cumberland met the remaining Jacobite forces under Charlie himself at the battle of Culloden and crushed them. While Scotland suffered the fire and sword of the conqueror, the Prince flitted through the heather, and after many romantic adventures escaped to France, never to return. His allies the French were unconcerned, as the withdrawal of the British Army from Flanders allowed them to seize the vital port of Antwerp and a number of key fortifications necessary for taking the war to the Austrian Netherlands. At war's end, the price for surrendering these gains would be the fortress of Louisburg, Nova Scotia and the temporary restoration of French colonial dominance in North America.&#10;The Game&#10;&#10;Charlie's Year Redux is a remake. Like its predecessors, it is a two player strategy game. You play one of the royal contenders, with all of Scotland and England as your battleground. You must decide when and where to commit resources, where to feint and where to strike. But you also have command of any immediate battlefield, and must array your forces for battle, deciding when to employ the cavalry, when to release your reserves, or whether to launch a fearsome 'highland charge'. Technically CYR can be rated as an operational game for scale, but at that time there was no operational theory of war: individual regiments were temporarily banded into armies for a single campaign (often with no clear purpose beyond the seeking of glory by an aristocratic officer corps), and the army commander, or even the King himself, would be in charge on a battlefield still small enough to see his entire command.&#10;&#10;The game is played in a series of turns, each representing one month, and broken into a series of discrete 'operations' by your mobile forces, using garrisoned fortifications as bases and pivot-points. As the seasons change, a variety of weather conditions will plague your decision making. You have many sources of assistance, but their employment in this 'sideshow' may ruin your chances of victory elsewhere and thus lose you the game. The primary focus is on the campaign game, but there are also shorter historical scenarios covering portions of the Rising and even individual battles. The campaign game is quite flexible in its victory conditions, allowing you to experiment with different ideas for victory. There are also variant campaign rules.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Scotland",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perdition to King George!",
    "ID": 94260,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94260/perdition-to-king-george",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "0",
    "Description": "Perdition to King George! (PKG) is a study of two hypothetical events in the history of the Jacobite Movement: the plots to overthrow the Georgian regime of Britain by landing Swedish, or alternatively, Spanish troops in Britain.&#10;&#10;The famous Swedish monarch, Charles XII, was sympathetic to the Jacobite Cause, and in the years 1717-1719 was not that far away, fighting the Danes in Norway. Rumours have it he was preparing a base of operations for an invasion of England or Scotland with 12,000 men; James Edward Stuart, the Old Pretender, would be set up as a puppet king. In the event, Charles XII was killed in 1718 and the plots came to nothing, but what if he had not died?&#10;&#10;With the death of the Last Viking, the Jacobites were forced to look for another backer, and found it in Spain, where the shifty Cardinal Alberoni was engineering a war against France that would ultimatey drag in the Empire and the English. (It should be noted that the Jacobites' traditional supporter, France, now under an insecure and anglophilic Regent, the Duc d'Orleans, was uninterested in helping them. Indeed, d'Orleans offered a brigade of French troops to help England stave off the threat of a new Spanish Armada!) In the event, the Armada was wrecked, but a small independent party of Jacobites and Spanish soldiers did land on Scotland's rugged west coast, even fighting a battle with loyalist troops before surrendering.&#10;&#10;Either invasion could have succeeded. King George I of England took the blame for most of the country's ills following the late War of the Spanish Succession. He relied too much on his Whig friends, which on the one hand gave Parliament more power over royal affairs than ever before, and on the other, encouraged many who would not otherwise have done so to support the Jacobite Cause of restoring the Stuart dynasty. Furthermore, Scotland had suffered a political union with England in 1707, and many in that country were unhappy. The Swedes and or the Spanish would be seen as liberators (the Swedes with the advantage of their Protestant faith, the Spanish with the advantage of closer ties to James Stuart, Scotland's &quot;true&quot; king).&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Jacobite Rebellions",
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forgotten Counters of World War II",
    "ID": 94261,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94261/forgotten-counters-of-world-war-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an early ASL scenario pack by Critical hit used for tournament competition at ASL Oktoberfest.  It is only 2 scenarios + 6 unmounted vehicle counters + blank cardboard counters for mounting 2 of the units.  Both scenarios are on the Eastern Front in summer/fall 1941.&#10;&#10;&#10;     XK1: Encounter at Checkpoint Chapkevskoy, The Lithuanian Border, 22 June 1941&#10;&#10;&#10;&#10;     XK2: Katukov Turns the Tables, SouthEast of Mtsenks, 11 October 1941.&#10;&#10;&#10;The first scenario is a smaller one mapper, with off board artillery.&#10;&#10;The second scenario is a much larger 4 board map which pits German armor against Russian KV-1s and T34s.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jungdeutschlands Schlachtenspiel",
    "ID": 94263,
    "Year": "(1912)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94263/jungdeutschlands-schlachtenspiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Goal: Defeat your opponent by eliminating all of his/her troops&#10;&#10;1. Create a terrain (with buildings - houses,  church, castle, trees, creeks, rivers, lakes, swamp, barbed-wire obstacle, streets, bridges...)&#10;2. Place your units (as agreed between the players) onto the map&#10;3. Start manoeuvering your troops by turns ('Halma'-like, but also backwards)&#10;&#10;From Friedrich Helfferich in Fire &amp; Movement #48:&#10;&#10;&#10;        &quot;The original game, published in the late 1920s [sic], came with a set-up book for eight or ten battles of the 1813 German War of Liberation. This was soon followed by set-ups for the battles of the 1814 and 1815 campaigns against Napoleon, the Wars of 1864 and 1866, the Franco-Prussian War of 1870-71, and finally some of the mobile battles of World War I (Tannenburg, Isonzo, Rumania, etc.).&quot;&#10;&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Professor Noggin's Extraordinary Women",
    "ID": 94264,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/94264/professor-noggins-extraordinary-women",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Professor Noggin helps you learn interesting facts about extraordinary women in science, the arts, politics, and more.&#10;&#10;Professor Noggin's series of educational games encourages kids to learn interesting facts about their favorite subjects. Each of the thirty game cards combines trivia, true or false, and multiple choice questions. A special three-numbered die is included which creates interaction and promotes communication between players. Easy and hard levels keep kids interested and challenged - while of course having fun.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Professor Noggin (Outset Media)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time No Time",
    "ID": 94266,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/94266/time-no-time",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roberto Fraga returns with another game in the spirit of Dancing Eggs, a game that asks you to do six impossibly silly things before breakfast.&#10;&#10;In Time No Time, players are confronted with a deck of 100+ cards and a timer that beeps 0-90 seconds after it's been started. When a round of play begins, the first player draws a card and does whatever the card tells her to do: Touch something red in the room; recite her name backwards; place the card on her head, squat, then stand again without dropping the card, run around the table, and so on.&#10;&#10;As soon as the player finishes her action, she passes the card deck to the next player. If the timer buzzes while you're holding the deck, you receive a lightning marker as penalty. Collect three lightning bolts, and you're struck down, losing the game while everyone else wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quark Matter Card Game",
    "ID": 94268,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94268/quark-matter-card-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Quark Matter Card Game is a deck of cards consisting of representations of elementary particles: quarks and antiquarks as well as leptons and antileptons. The standard pack comes with a collection of four card games. The four games are funny as well as educational, as the game rules abide by the laws of physics. The four games included are:&#10;&#10;&#10;     Anti (2 players): Players try to get rid of their hands of cards playing them on the table and recognizing pairs of particle-antiparticle on the table, which annihilate themselves.&#10;     Quark Matter (any # of players): All cards are placed randomly on the table, face up, representing the primordial quark-gluon plasma. Players must be quick to grab the particles according to the correct sequence in the first moments of the universe after the Big Bang: first neutrinos, then lepton-antilepton pairs and lastly quarks and antiquarks to form baryons and mesons (which must be correctly formed). The player with most lepton-antilepton pairs and mesons and baryons is the winner.&#10;     Quark Matter Memory (any # of players): Memory-type game in which players have to find hadrons and lepton-antilepton pairs.&#10;     Find Your Higgs (any # of players): Memory-type game in which players could also search for Higgs decays.&#10;&#10;&#10;Rules of other games that can be played with the deck are at https://getyourhiggs.com.&#10;&#10;The game is available to buy at https://getyourhiggs.com.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stackability",
    "ID": 94280,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94280/stackability",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Has the tagline &quot;The funnest stacking game ever&quot;.&#10;&#10;From the back of the box:&#10;&#10;A great action packed game!  Stack pieces 1 or 2 at a time, or by color!&#10;&#10;Players race against the clock trying to stack unique pieces because nobody knows when Stackability will pop and shoot the pieces into the air.&#10;&#10;Watch out!  The direction of play can reverse on a roll of the die.&#10;&#10;Don't let the stack pop or fall on your turn or you get a 'Stackability chip'.&#10;&#10;Break a tie in an exciting &quot;STACK OFF&quot; challenge.&#10;&#10;After five rounds, the best stacking player wins.&#10;&#10;//end of box description.&#10;&#10;The game has a battery operated base that you prime by pushing down.  When the music ends the base is activated and launches the pieces into the air.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Troyes: Bonus Cards",
    "ID": 94284,
    "Year": "(2011)",
    "Geek Rating": "6.090",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94284/troyes-bonus-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2128",
    "Description": "A set of Promo cards for Troyes was released at the International Games Festival in Cannes. For a time, these were available for purchase from the BGG store.&#10;&#10;There are 4 included cards are as follows:&#10;&#10;I Activity Card - Yellow - Baker&#10;&#10;Sells his bread to every civilian still present in town.  Earn 1 denier per yellow die present on all districts of the city square.&#10;&#10;II Activity Card - White - Prior&#10;&#10;Optimizes the work of the monks.  Use one white die as if it were two white dice of the same value.  It is not possible to use more than one white die for this action.&#10;&#10;III Activity Card - Red - The Banquet&#10;&#10;Each red die in the district with the most red dice participates in the banquet.  Gain 1 VP per red die present in the district with the most red dice in it (this district may belong to another player, even the neutral player).&#10;&#10;Event Card - Red - Resistance&#10;&#10;When this card comes into play, it calls for a second red event.  Take this second red card from those set aside at the beginning of the game. The second red card calls for a third yellow or white one.  When resolving Resistance, it removes the last cube placed on each Event card (including Marauding, but excluding Resistance itself).&#10;&#10;These bonus cards are also included in all base game editions starting from 2016&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Troyes (France)",
      "Game: Troyes",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – Queen of Dragons",
    "ID": 94285,
    "Year": "(2011)",
    "Geek Rating": "5.669",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94285/a-game-of-thrones-the-card-game-queen-of-dragons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8182",
    "Description": "There is a fire in the East burning under the three-headed dragon banner of House Targaryen. The lost queen is coming to claim her birthright...&#10;&#10;Queen of Dragons is the fifth large expansion for A Game of Thrones: The Card Game, featuring 165 cards new to the LCG card pool - three copies each of 55 unique cards - that add deck-building opportunities and strategic depth to your game. Queen of Dragons boosts House Targaryen's traits of Dothraki and Dragon and enhances its native strengths of strength &#10;reduction (&quot;burn&quot;) and recursion. Queen of Dragons also includes two new Neutral agendas that will open creative new &#10;deck-building options for all Houses.&#10;&#10;Included with the Queen of Dragons expansion are two decklists, created with the aid of 2009 Melee World Champion Jonathan Benton and other devoted AGoT fans, that you can use as jumping off points to delve into House Targaryen's various strengths, or, if you are a new player, a starting place to explore the art of customizing a deck in general.&#10;&#10;These decks can be constructed using only the contents of one A Game of Thrones Core Set and one copy of Queen of Dragons.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – Called by the Conclave",
    "ID": 94287,
    "Year": "(2010)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94287/a-game-of-thrones-the-card-game-called-by-the-conc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Called by the Conclave is the third Chapter Pack in the Secrets of Oldtown expansion cycle for A Game of Thrones: The Card Game. Featuring 60 never-before-seen cards cards &ndash; three copies each of 20 unique cards &ndash; designed to augment existing decks and add variety to the A Game of Thrones metagame, this exciting expansion strengthens the Maesters further, as well as the Houses that the Conclave compels them to serve.&#10;&#10;Introducing new characters to the LCG environment like Maester Murenmure and Galbart Glover, as well as a powerful new version of Magister Illyrio, Called by the Conclave will add new dimensions to your A Game of Thrones experience. This Chapter Pack also features new additions to the developing Chain theme of attachments, including Lead Link and Tin Link - more tools to make your Maesters stronger and craftier than ever.&#10;&#10;Called by the Conclave adds more variety to each House's arsenal, including support for House Targaryen's Dragons, House Martell's Sandsnakes, and a new Warship for House Greyjoy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – The Hunt for Gollum",
    "ID": 94288,
    "Year": "(2011)",
    "Geek Rating": "6.284",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94288/the-lord-of-the-rings-the-card-game-the-hunt-for-g",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8506",
    "Description": "Game description from the publisher:&#10; The elusive creature known as Gollum is hiding somewhere in the Anduin Valley. It is up to you to find him and discover what dark designs lay in wait for him...&#10;&#10;The Hunt for Gollum is the first Adventure Pack in the Shadows of Mirkwood expansion cycle for The Lord of the Rings: The Card Game. Gollum has carelessly left a trail of clues in his wake, and Gandalf has commanded you and your companions to follow them and discover where the creature has disappeared to. But be careful, false leads could guide your party in circles, forcing you to begin your hunt anew.&#10;&#10;Adventure Packs for The Lord of the Rings: The Card Game provide many new options for players. Not only do they expand your available card pool, but they also introduce new quests to challenge your fellowship. These fixed 60 card decks include a new Hero, three copies of nine unique player cards, and the Encounter and Quest cards devoted to the included scenario.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bug Trails",
    "ID": 94292,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/94292/bug-trails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Bug Trails is a 6-legged color matching domino game. Place your Bug Tiles by matching the bug&rsquo;s colored legs. The first person to run out of bugs wins! Match two or even three legs by connecting bugs with legs of the same color and advance further in the game. Bug Trails teaches simple strategies and visual matching to younger players and is fun for the entire family.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL: Provence Pack",
    "ID": 94297,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94297/asl-provence-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This pack of 10 scenarios was never offered for sale, instead it is available for free via download in PDF format from the MMP website.  Unlike many MMP scenarios, these are published in full color.&#10;&#10;The scenarios all take place in the narrow window August 19-24 1944 and feature German units fighting against Free French, American and partisan units.&#10;&#10;PP1: Cut the Road to Marseilles, Toulon France, 19 Aug. 1944&#10;PP2: Supply Detail, Between Dardennes &amp; Les Moulins, France 20 August 1944&#10;PP3: Le Viet Relief, North of Hyeres, France, 19 August 1944&#10;PP4: Peak Hour at the Golf Hotel, Northeast of Hyeres, France, 21 August 1944&#10;PP5: Today We Take Hyeres, Hyeres, France, 21 August 1944&#10;PP6: Under a Sky of Lead, Northeast of Toulon, France, 21 August 1944&#10;PP7: A Hunter in a Hurry, Northeast of Toulon, France, 21 August 1944&#10;PP8: A Little Bit Closer to Heaven, Northeast of Toulon, France, 22 Autust 1944&#10;PP9: Night Hodgepodge, Toulon, France, 23 August 1944&#10;PP10: A Cab for Sainte-Anne, Toulon, France, 24 August 1944&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: France",
      "Game: Advanced Squad Leader",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Region: Provence (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Resident Evil Deck Building Game: Chris Redfield & Jill Valentine Promo",
    "ID": 94302,
    "Year": "(2010)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94302/resident-evil-deck-building-game-chris-redfield-an",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Chris Redfield and Jill Valentine cards are promo cards that are foil variants of the Chris Redfield and Jill Valentine cards in the base game.&#10;&#10;They were initially shipped with preorders of the game and were later made available in the BoardGameGeek Geek Store.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Zombies",
      "Promotional: BGG Store Promos",
      "Video Game Theme: Resident Evil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fractions are Easy as Pie",
    "ID": 94307,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/94307/fractions-are-easy-as-pie",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's game that uses pie pieces to teach fractions.  Rules for two variants are included.  The game comes with two types of pies, lemon and cherry.&#10;&#10;Game #1-&quot;Beginners Game&quot;&#10;One player makes cherry, one makes lemon.  On each turn, the player uses a spinner to determine the piece they will get, and puts it on their pie plate.  Only one pie at a time is made.  If a piece is too big to fit, the player can discard it or remove other pieces to make it fit. If the size spun isn't available, the player can take the equivalent number of pieces to add up to the fraction. First player to make 3 pies wins.&#10;&#10;Game #2 for two or three players&#10;Each player spins and places the first piece in their pie.  On subsequent turns, the player can place the piece, exchange it for a piece already on their plate, or discard it.  First player to make a whole pie wins the round, and 10 rounds wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Man Hunt",
    "ID": 94308,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94308/man-hunt",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Man Hunt is an exciting and fast-paced game where you and your friends become a crack squad of Federal Marshalls charged with bringing in the world&rsquo;s most wanted!  You can play with your friends, against your friends, or even by yourself.  It is fun to play and easy to learn.&#10;&#10;Features&#10;&#10;&#10;    Fast play time (5 minutes - 1 hour).&#10;    Easy rules.&#10;    Solo and multiplayer support.&#10;    Three different game modes: solo, cooperative, and team play.&#10;    A TON of replay value.&#10;&#10;&#10;Each player takes turns flipping up the top card of the Man Hunt deck hoping to find a suspect that is on the Most Wanted List.&#10;&#10;When they do, the entire team rolls to try to catch them.  If they succeed, they get sent to the jail house.  But in order to convict them you'll need evidence and the only way you'll find evidence is if you stake out their hide out.  Only then will you be able to collect their reward and get one step closer to victory!&#10;&#10;But beware, if they get out of jail scott free, they claim their reward, and might commit another crime such as murdering an innocent and if you don't have any innocents on the board, the game is over and the criminals win.&#10;&#10;So compete against your friends and the bad guys (or just against the bad guys) to try to see who can acquire the most cash!&#10;&#10;Some Assembly required, suitable for ages 8+&#10;&#10;Also available at: http://www.thegamecrafter.com/games/man-hunt&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rock, Paper, Poker",
    "ID": 94311,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/94311/rock-paper-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Scissors slashes paper, rock crushes scissors and paper smothers rock, but add a little poker in the mix and all bets are off! This quick-draw card game plays just like a traditional game of poker without the betting and adds the charm of your favorite childhood game. Players decide whether they are IN or OUT based on the best hands they can make with their cards. Packaged in a travel size card box, Rock, Paper, Poker is the two-in-one game that&rsquo;s fun for everyone, everywhere!&#10;&#10;Whenever the player has three of a kind in their hands but different combinations (one player has scissors and other player has rock) then the typical Rock,Paper,Scissors hierarchy is played and winner collects his opponent's cards and all cards from jackpot pile.&#10;If two or more players have the same winning combination they place their cards in their personal piles. Losers place their cards in jackpot pile. If all players have same combination they place their cards to jackpot pile.&#10;When all card are used or there are too few of them the game ends and players count the cards in their own personal piles.&#10;Winner is the players with the most cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bat-Man",
    "ID": 94333,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/94333/bat-man",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The main goal is to lead your pawn to the Joker image. To do so you must first pass through the yellow board, gathering all kinds of weaponry and then climb the wall to the next stage, where you encounter all sorts of traps, as you make your way to catch Joker.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: DC Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zama: Scipio Against Hannibal 202 BC",
    "ID": 94340,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94340/zama-scipio-against-hannibal-202-bc",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Zama, Scipio Against Hannibal, 202 BC, is designed as a fast-play simulation of the battle in North Africa. The battle ended the Second Punic War and the fabled career of Hannibal as a battlefield commander, arguably the greatest military commander who ever lived. (Okay, three cheers for Scipio Africanus, too.) The game comes in print-and-play format as well as a Vassal game module. &#10;One player commands the Roman forces under Scipio, the other player commands the Carthaginian army under Hannibal. After determining the initiative at the start of a turn, the sequence of play is classic &quot;I go - you go&quot;. Special rules for War Elephants and cavalry add to the historical flavor. Your goal is to rout the other army. &#10;The game is designed by Michael W. Kennedy. It includes 89 game counters representing Roman, Numidian, Carthaginian and War Elephant units.There are six pages of rules&#10;&#10;",
    "Categories": [
      "Ancient",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "History: Punic Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Think!",
    "ID": 94341,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/94341/think",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Think! is a children's memory game from the 1970s.  The game comprises a 'master' board with 72 different images upon it, a corresponding set of 72 picture cards and a set of pegs.  Each image on the playing board has a peg hole next to it.&#10;&#10;At the start of each round two images are eliminated by shuffling the picture cards and placing two of them face down over the matching images on the board.  Players then place pegs into the board in whichever spaces they like to mark images.  Everyone has 10 seconds to memorise which images have been marked before the board is  covered up by the box lid.  The picture cards are then turned over one at a time to players in turn.  If a player thinks the image on the card was marked on the board, they take the card.  At the end, players get a point for each correctly taken card and lose a point for each wrongly taken card.  The winner is the one with most points.&#10;&#10;From the box: &quot;The Memory Game That Really Makes You Think!&quot;&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 6 x 12 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleground Fantasy Warfare: Dark Elves",
    "ID": 94342,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/94342/battleground-fantasy-warfare-dark-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;Ages ago the Dark Elves gave up benevolence to preserve their people. For generations, their slave raiders have taken from human, Orc and Dwarf alike, and they live in stories to terrify children -- and those who've seen too much. Now this twisted aristocracy marches to war, with as little regard for other races and cultures as for the cattle in their fields.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6 Days of War: The Arab-Israeli Conflict, 1967",
    "ID": 94343,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/94343/6-days-of-war-the-arab-israeli-conflict-1967",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Six Days of War: The 1967 Arab-Israeli Conflict: May-June, 1967, depicts the conflict between Israel and the United Arab Republic. Players first conduct a series of card plays that determine both sides' war footing and diplomatic standing before the outbreak of hostilities.&#10;&#10;Using the same design and scale as Paul Rohrbaugh's earlier game Operation Kadesh: The 1956 Arab-Israeli Conflict. Three maps are used to represent the 1967 Arab-Israeli war in the Golan Heights, the West Bank and the Sinai Peninsula. The events are simulated through Player cards that represent events that occurred or could have occurred prior to the war. Players can win in a number of ways in this challenging conflict simulation by Paul Rohrbaugh.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 10 miles / 16 kilometers&#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;Two 8.5x11&quot; full color maps&#10;One 11x17&quot; full color map&#10;Two single-side printed un-mounted countersheet (288 1/2&quot; counters)(mounted counters are optional)&#10;One 13-page rulebook&#10;Five Player Aid Charts&#10;Eight pages of 64 Event Cards&#10;&#10;Player Provided: One 10-sided die&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 1.5 to 2 hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Six-Day War",
      "Country: Egypt",
      "Country: Israel",
      "Country: Jordan",
      "Country: Syria",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheat the Reaper",
    "ID": 94354,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94354/cheat-the-reaper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From publisher's description:&#10;&quot;We all have to knock on Deaths door, but eventually he will catch you. In this game you and your opponents will attempt to CHEAT THE REAPER, and live to tell about it.&#10;&#10;You and your friends will attempt to meet or exceed the current number in play until one of you cannot. That person must take their life in their hands and knock on Deaths door. Maybe he'll catch you, maybe he wont. You wont know until you draw your card from the REAPER DECK and find out.&#10;&#10;THRILLS, CHILLS, AND STRATEGY.&#10;&#10;CHEAT THE REAPER is about strategy, as much as it is about fun. Lowering the number lowers the number of cards your opponent has, but raising the number increases his hand size and ability to compete with you. Do you pass to the next person in line or skip them all together? Careful what you choose, because it may come back to haunt you...or claim your life.&#10;&#10;DO YOU HAVE WHAT IT TAKES TO CHEAT THE REAPER?&quot;&#10;&#10;The immediate goal is to reach or exceed the active number (starts at 0, adds numbers played on top, or subtracts negative numbers) and try to keep your neighbor from doing the same. Use &#10;action cards to avoid being caught unable meet the active number. If a player cannot meet or exceed the active number, they draw from the &quot;Reaper Deck&quot;, which could eliminate them from the game, or reset their hand. Once all but one player has been eliminated, the game ends.&#10;&#10;",
    "Categories": [
      "Horror",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Futures Game",
    "ID": 94360,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94360/global-futures-game",
    "Min Players": "8",
    "Max Players": "48",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Global Futures Game is a simulation intended for classroom use at the high school or college level. The players are divided into eight teams representing various regions of the world. The game is played over nine rounds, each consisting of a ten-minute negotiation session and a five-minute calculation session.&#10;&#10;Each region starts with different levels of population, food production, and technology. Small amounts of population can be sent to other regions with their consent. Food and technology can be given to or traded with other regions, and can also be traded off inside each region. Investment can be made in education, which provides delayed benefits (two turns - 10 years - later).&#10;&#10;The object is to keep your region fed and with a reasonable level of technology, and ideally to achieve zero population growth, all while avoiding world destruction points.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Simulation",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guam: Island War Series, Volume II",
    "ID": 94369,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/94369/guam-island-war-series-volume-ii",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the company website)&#10;&#10;Guam is a large island for a Pacific island battle. However, it has the fewest exclusive rules of the three games currently in the series (Saipan &amp; Tinian and Attu &amp; Kiska). This means that it should be the easiest and quickest to learn. The large size of the island allows both players to employ a wide variety of strategy options. As with most of the other games in the series, the victory conditions do not focus on geographic locations. The situation is simply a fight between both sides.&#10;&#10;Planning is the first step, and quite possibly the most important one too. The US player has to examine the Japanese dispositions, by looking over the map and using the limited intelligence rules to try to figure out where the Japanese main defenses are. Next in the planning cycle is to pick landing locations and then select the composition and order of your beachheads and landing forces. Once the US player lands on the island he has to eliminate the Japanese units. That is a pretty simple goal, but it may not be as easy as it sounds! You have to do it within the game&rsquo;s time limit. He will have to find that perfect balance between time, maneuver, and combat. Too slow, cautious, or methodical and you run out of time. Too impatient and aggressive and you will suffer too many casualty points to win.&#10;&#10;In Guam the Japanese player has many options; the most of all the games in the series. You still have many of the same conditions as the other games, such as fortifications, being outnumbered, defending against an overwhelming invasion, and your opponent has air and naval superiority. However, you have a large enough force on a large enough island to allow far more opportunity for maneuvering. The Japanese player also has a variety of terrain types to incorporate into his defense. The clever use of dummy positions can fool the US player, making him attack unmanned positions or chasing scattered dummy units all over the map. But as in all the games, the Japanese player must have a well thought out plan with several courses of action in mind. Fortifications and dummies must be well placed in anticipation of US player moves.&#10;&#10;The Series&#10;&#10;Game scale:&#10;&#10;Unit size: Platoon, Company, and Battalion.&#10;&#10;Scale: Hex scale: 1/2 mile.&#10;&#10;Game Turn: Each turn represents 12 hours.&#10;&#10;The Pacific Island Series game system is a simulation of ground combat in the Pacific during World War II. Each game in the system represents a battle between Allied and Imperial Japanese forces on one of the many Pacific Islands. The series includes Saipan/Tinian -Vol. I,  Guam - Vol. II and Attu &amp; Kiska - Vol. III.&#10;&#10;Two sets of rules are provided with each game. The first contains the Standard Rules that are common to all the games in the Pacific Island Series. The second set contains the Exclusive Rules for each game in the system, which includes Special rules, the Initial Deployment and the Reinforcement Schedule. Generally the unit scale is battalion, but there are company and platoon formations represented. The time scale, unless noted in the Exclusive rules, is 1/2 day per turn.&#10;&#10;The focus of the series is on the land battles of the Pacific, therefore all naval and air forces are abstract. The games are designed for two players, but can accommodate multiple players. For example, one player can play the US Marines, one can play the US Army, and the third plays the Japanese.&#10;&#10;This series of games is loosely based on or inspired by several different game systems, including SPI's Island War series and GRD/GDW's Europa series, but many concepts are quite original. The tactical situation for the defender can be described as &quot;against the odds&quot;, which means it will be very difficult for the player playing the defender to win the game tactically. The victory conditions are designed in such a way that the defender can win by performing better than his historical counterpart. This also puts a lot of pressure on the attacker because he cannot afford to make many mistakes.&#10;&#10;Game features include:&#10;&#10;1. Limited intelligence.&#10;2. Amphibious Landings&#10;3. Weather and Night rules&#10;4. Banzai attacks&#10;5. Coastal Defense units&#10;6. Beachheads and Replacements&#10;7. Fortifications&#10;&#10;",
    "Categories": [
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Islands: Marianas (USA)",
      "Series: Island War Series (Legion Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attu & Kiska: Island War Series, Volume III",
    "ID": 94370,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/94370/attu-and-kiska-island-war-series-volume-iii",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the company website)&#10;&#10;The Island War Series game system is a simulation of ground combat in the Pacific during World War II.&#10;The series contains Saipan &amp; Tinian - Vol. I, Guam - Vol. II, and Attu &amp; Kiska - Vol. III.&#10;&#10;Two sets of rules are provided with each game. The first contains the Standard Rules that are common to all the games in the Island War Series. The second set contains the Exclusive Rules for each game in the system, which includes Special rules, the Initial Deployment and the Reinforcement Schedule. Generally the unit scale is battalion, but there are company and platoon formations represented. The time scale, unless noted in the Exclusive rules, is 1/2 day per turn.&#10;&#10;All naval and air forces are abstract - the main focus of each game is ground combat. The games are designed for two players, but can accommodate multiple players. The tactical situation for the defender can be described as &quot;against the odds&quot;, which means it will be very difficult for the player playing the  defender to win the game tactically. The victory conditions are designed in such a way that the defender can win by performing better than his historical counterpart.&#10;&#10;Game features include - Limited Intelligence - Amphibious Landings - Night Rules - Banzai Attacks&#10;Coastal Defense Units - Beachheads &amp; Replacements - Fortifications - Weather - And More.&#10;&#10;",
    "Categories": [
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Series: Island War Series (Legion Wargames)",
      "States: Alaska"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the Northwest Rebellion",
    "ID": 94372,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/94372/battles-of-the-northwest-rebellion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the company website)&#10;&#10;In 1885, western Canada is rocked by the specter of rebellion. Louis Riel, who had fled to the US following the Red River Rebellion in 1870 had been called back by the Metis of Saskatchewan to make their case before the federal government. The result was the Northwest Rebellion, which started with the Battle of Duck Lake in March and ended with the Battle of Loon Lake in June. In the meantime, 5,000 government soldiers covered thousands of kilometers and fought four pitched battles against various First Nations and Metis opponents. Fish Creek was a meeting engagement that caused the government forces to re-evaluate their strategy against the Metis. Cut Knife Hill was a reconnaissance in force, which almost cost the government a &quot;Custer&quot; like tragedy. Frenchman's Butte was an assault on a prepared position designed to free hostages and capture the hostiles of Big Bear's Cree band. Each was a near run affair, and each was a battle of the Northwest Rebellion. Each game is grand tactical in scale, with units representing companies (or their equivalent) per unit (10 men per strength point), and each hex represents approx. 100 yards.&#10;&#10;The game includes the following 5 battles, each with it's own map and counters.&#10;&#10;&#10;     Fish Creek - April 24, 1885&#10;     Cut Knife Hill - May 2, 1885&#10;     Duck Lake - March 26, 1885&#10;     Frenchman's Butte - May 28, 1885&#10;     Loon Lake - June 3, 1885 &#10;&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Canada",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Invasion: The Fenian Raids on Canada – 1866 & 1870",
    "ID": 94377,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/94377/the-last-invasion-the-fenian-raids-on-canada-1866",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the company website)&#10;&#10;This is a pair of games, covering the battles of Ridgeway - 2 June 1866, and Eccles Hill - 25 May 1870, when large numbers of well armed and trained Fenians crossed the U.S. - Canada border. There goal was to take territory in an effort to put pressure on the British government.&#10;&#10;In 1866, a large, well armed and organized Fenians launched an attack on Canada West (Ontario) to put pressure on the British government. In June of that year, 1,000 Fenians, many of them Civil War veterans, marched into Ontario and were confronted by an equal number of Canadian militia. The Battle of Ridgeway ensued, and ended with the Canadians leaving the field to the Fenians. British regulars were on the way, so the Fenians had to make their escape back into New York. Four years later, the Fenians tried again, this time in Quebec, but things had changed. Canada was now and independent country and the militia system had changed as well. The Battle of Eccles Hill showed how militia could stand up to an invader - the Fenians were repulsed. The Last Invasion is a grand tactical game, with each strength point representing 10 men and each hex representing 80 yards at Ridgeway and 30 yards at Eccles Hill.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Canada",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Waters of Oblivion: The British Invasions of Argentina 1806-1807",
    "ID": 94378,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/94378/the-waters-of-oblivion-the-british-invasions-of-ar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the company website)&#10;&#10;The British invasions of the Rio de la Plata were a series of unsuccessful attempts to seize control of the Spanish colonies located around the La Plata Basin in South America (today part of Argentina and Uruguay). The invasions took place between 1806 and 1807, as part of the Napoleonic Wars, when Spain was an ally of France.  The invasions occurred in two phases. A detachment from the British Army occupied Buenos Aires for 46 days in 1806 before being expelled. In 1807, a second force occupied Montevideo, remaining for several months, and a third force made a second attempt to take Buenos Aires. After several days of street-fighting against the local militia and Spanish colonial army, in which half of the British forces were killed or wounded, the British were forced to withdraw.&#10;&#10;THE WATERS OF OBLIVION is an operational level wargame of the British attempt to conquer the River Plate area in 1806-1807.  There are two players in each game. One player controls Spanish and Platense forces, the other commands the British forces.  The game uses a simple, but realistic, system to model Napoleonic operations at this scale. Basically, each player's turn consists of the following components:&#10;&#10;&#10;     Reinforcement: Place new units on the map.&#10;     Siege: attempt to reduce enemy fortresses by using siege units.&#10;     Movement: attempt to move friendly forces by using the March Table; (since command control in this area was limited at best, movement itself can be problematic).&#10;     Combat: friendly forces adjacent to enemy forces may attack them.&#10;     Logistics: out of supply units may be removed from the map.&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Buenos Aires (Argentina)",
      "Cities: Montevideo (Uruguay)",
      "Country: Argentina",
      "Country: United Kingdom",
      "Country: Uruguay",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kibamusha",
    "ID": 94384,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94384/kibamusha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "3",
    "Description": "Kibamusha is an ancestral chess-like boardgame, from the feudal japan. There are only 2 pages of rules : it is not a complicated game. So a 9-year-old child can play Kibamusha, and even wins against an adult.&#10;&#10;Kibamusha uses a gameboard of 9 rows by 10 files. Each player has 20 pieces (Ashigaru, Bowman, banner, Horse archer, etc..).&#10;There is no dice in this game.&#10;&#10;Some questions :&#10;&#10;I) HOW TO WIN ? &#10;In order to win, you must be the first player to place your own Bana (banner)on the opponent's first row (row 1 or  9, depending on the opponent's side).&#10;&#10;II) It is my turn : what do I make ?&#10;In your turn, you have 3 options.&#10;a) Moving only 1 piece (useful if you want a fast advance for your Bana).&#10;b) Moving 2 pieces.&#10;c) Moving 3 pieces (including at least 2 Ashigarus).&#10;&#10;III)CAN I TAKE (CAPTURE) OPPONENT'S PIECES ?&#10;Yes ! Except the opponent's Bana.&#10;The Bana is the most important piece : the Bana cannot be captured, and the Bana cannot capture pieces.&#10;Your goal is to threaten spaces where the bana could advance : in this way, you can prevent the opponent's bana from moving towards your own line.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expedition Europe, Asia & Oceania",
    "ID": 94411,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94411/expedition-europe-asia-and-oceania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This card game is designed to help players learn facts about the features, history, people, countries, and capitals in Europe, Asia, and Oceania. The game includes 100 cards divided into 5 separate subdecks: Western Europe, Russia and Eastern Europe, Middle East, Far East, and South Pacific and Australia.&#10;&#10;Each round of the game is played with one subdeck. Each card features a question, the answer to the matching card, a map of the country, and an illustration accompanying a fact about that country. Players take turns asking each other for cards that answer questions on the cards in their hand. When they ask for a card with an answer that correct answers their question, the pictures on the two cards will match. The object of the game is to have the most card matches when play is over.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Region: Oceania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harley-Davidson Monopoly: Collector's Edition",
    "ID": 94416,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/94416/harley-davidson-monopoly-collectors-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Incorporating the classic strategy of the Monopoly game with the Harley-Davidson&reg; legacy of open-road freedom. With a full complement of individually sculptured gaming pieces, each lavishly coated in sterling silver.  Combining legendary Monopoly game graphics with illustrations that celebrate the history of Harley-Davidson&reg; motorcycles, the handsome hardwood-framed playing board is accentuated with corners that are enhanced with silver-toned die-cast bolsters. To house all your components, a custom-designed banker's drawer is fitted into the playing board.&#10;&#10;Best of all, the lush green playing surface is luxuriously framed in fine hardwood, to present the classic MONOPOLY game graphics as never before.&#10;&#10;Featuring a full complement of gaming pieces, with hotels accented in 24 karat gold and houses accented in sterling silver.&#10;Complete with hardwood-framed playing board, specially designed &quot;Chance&quot; and &quot;Community Chest&quot; cards and Harley-Davidson&reg; &quot;money.&quot;&#10;&#10;Authorized by Harley-Davidson&reg; and Hasbro.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Harley-Davidson",
      "Brands: Vehicles (Cars, Trucks, etc.)",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like",
      "Theme: Motorcycles",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yaleopoly",
    "ID": 94417,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94417/yaleopoly",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a Monopoly variation featuring Yale campus and area businesses.&#10;&#10;From the box: Buy campus properties and favorite area businesses as you make your way around the board.  Collect credit hours and trade them for diplomas.  Academic Probation sends you home...or make the Dean's list and collect a $200 scholarship.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shashki Poddavki",
    "ID": 94420,
    "Year": "(1700)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/94420/shashki-poddavki",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Shashki Poddavki (give-away Shashki) is a two-player abstract strategy game from Russia. It is played on the dark squares of an 8x8 Checkers board. The usual rules of Checkers, or rather, Shashki apply -- players may advance their pieces by moving them diagonally to an adjacent black square, and the opponent's pieces may be jumped and captured. However, the game goal is inverted: the player who cannot move anymore first wins.&#10;&#10;Shashki Poddavki is a game of skill, yet there is little skill transfer between Shashki and Shashki Poddavki. The games are quite different. Shashki Poddavki has millions of players and its own major tournament scene in Russia.&#10;&#10;Shashki Poddavki can be played online at:&#10; * http://www.iggamecenter.com (igGameCenter)&#10; * http://www.checkersland.com/&#10; * http://www.shashki.ru/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glide: Tabletop Shuffleboard",
    "ID": 94425,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/94425/glide-tabletop-shuffleboard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the company website:&#10;&#10;&quot;Introducing Glide the fold-up tabletop shuffleboard game that's sure to be a hit with young and old alike!&#10;&#10;Take aim and carefully push the handmade GLIDE stones across the supersonically slippery board to land in the target. With a 4 foot long board, only the most skilled will have the aim to knock an opponent out!&quot;&#10;&#10;The game is similar in gameplay to actual shuffleboard and also to Sorry! Sliders board game. Each player shoots his stones down a 4' board, attempting to stop them inside of the bullseye.  Players are awarded 25-100 points based on where their stones end up by the end of each round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I SPY Link-Alikes",
    "ID": 94427,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94427/i-spy-link-alikes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Match &quot;alike&quot; I Spy objects and numbers. Great for fun on the run...Games to Go!&#10;&#10;Contents: 24 double-sided Link-Alike dominos&#10;&#10;Objective: Use up all your dominos by linking them to dominos with matching objects or numbers.&#10;&#10;There are three different game plays: 1) Link-Alikes; 2) Square-Alikes; 3) Bingo-Alikes.&#10;&#10;Matches are not all the same exact image, but are of the same object category.  Images do have an associated word that is the same to assure the match is appropriate.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Game: I Spy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Archers",
    "ID": 94429,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/94429/the-archers",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Archers is a board game by Chad Valley from the 1960s based in the world of the BBC radio series 'The Archers' and set in the fictional town of Borchester.  The game includes animal tokens, paper banknotes, a linen bag and an auctioneer's gavel.  There are six farm cards representing Allards Farm, Brookfield Farm, Heydon Farm, Coombe Farm, Barratts Farm and Manor Farm, and six player tokens representing the owner of each farm.  The rules allow for a seventh player to act as banker/auctioneer.&#10;&#10;Each player starts with &pound;200, a farm card and a farmer token.  Players roll dice to make their way around the game board, following any instructions on the spaces they land on.  When players reach the central market area, an auction is held to purchase animal tokens drawn from the linen bag.  Once three animals have been auctioned, players move around the Market Square spaces before the market closes.  Players then return home and play restarts from the starting square.&#10;&#10;Each player places any animals they obtain onto their personal farm board.  A tractor must also be bought during the game.  The winner is the first player to have a complete farm.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Chit-Pull System",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Leaning Tower of Pisa",
    "ID": 94433,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/94433/leaning-tower-of-pisa",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Can you keep it from falling!&#10;&#10;Leaning Tower of Pisa is a stacking game.  Players first take turns adding pieces to construct the entire tower, then if it is still standing, pieces are removed one by one (not from the top level) until the tower collapses.  The loser is either the player who adds the piece which causes the tower to fall in the construction phase, or the player who removes the piece causing the collapse in the removal phase.&#10;&#10;The tower itself is made up of eight levels, each level having six pieces which can be removed, a central support piece and a flat 'floor' piece.  The full tower stands about 33cm tall (13in).&#10;&#10;There is also a sloping base piece which can be used for a more difficult challenge.  Starting with this piece means that the whole tower is on an angle (like the real Leaning Tower) and is much more unstable.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Pisa (Italy)",
      "Region: Tuscany (Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Newtonia: Civil War on the Missouri Border",
    "ID": 94439,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/94439/newtonia-civil-war-on-the-missouri-border",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Published in September 2007 issue of LPD newsletter &quot;Special Operations&quot; are a Print &amp; Play game Newtonia - Civil War on the Missouri Border, debuting the new Orders system for the Battles of the American Civil War game series (same as Battle of Honey Springs).&#10;&#10;&quot;Newtonia is a game designed to test new rules concepts for the Battles of the American Civil War series. There were two battles outside this tiny Missouri town, one in 1862 as the Confederacy sought to tap the agricultural produce and mineral resources of the surrounding region, and another in late 1864 when Sterling Price&rsquo;s Army of Missouri sought a brief rest during its retreat after the Battle of Westport. Each scenario exemplifies a different tactical situation.&#10;&#10;I Newtonia shows a Federal &ldquo;demonstration&rdquo; against the town. A &ldquo;Demonstration&rdquo;, in Civil War parlance, is a threatened attack on a stronger enemy which doesn&rsquo;t actually intend to get heavily involved. Demonstrations are economy of force missions, occupying a larger enemy to support other operations. Here, a &ldquo;Demonstration&rdquo; simply reminds the Confederates that there was an active opponent in the areas.&#10;&#10;II Newtonia is a classic delaying action. Both armies are fatigued and at the limit of battle worthiness. In addition, Confederate morale was low because of their defeat at Westport, lack of food and absence of any meaningful time to rest. The Federal army is buoyed up by their victory, but is equally tired and hungry.&quot;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battles of the American Civil War (LPD Games)",
      "States: Missouri"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tackle!",
    "ID": 94445,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/94445/tackle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tackle! is a football (soccer) game possibly dating from the 1960s.  The object of the game is to score the most goals.  Players each have a team of 11 footballers represented by small plastic tokens.  One team is red and the other is blue.  The playing pieces fit into holes in the board which is a football pitch marked out into hex spaces.  There is a token for the football which can slot into the board or into the top of the footballer playing pieces to denote possession.&#10;&#10;On a player's turn, they may choose one of three actions: 1. Move a player with the ball up to five spaces in the direction they are facing then (optional) turn and pass the ball, 2. Move a player off the ball, 3. Attempt to tackle an opposing player.  There are additional rules governing the movement of goalkeepers.&#10;&#10;From the box: &quot;Tactical football for 2 players - move, turn and kick away!&quot;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gothic Checkers",
    "ID": 94446,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/94446/gothic-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "Gothic Checkers is an old German draughts variant (known as &quot;Altdeutsche Dame&quot; in Germany), which was influenced by Turkish Draughts. It is played on an 8x8 square board. Each player starts with 16 stones, 8 on each of the two back ranks. Soldiers move one cell diagonally forward and capture in any of the five cells directly forward, diagonally forward, or sideways. Soldiers promote on the last row. Kings may move and attack in any of the eight directions. Kings can only attack adjacent pieces. The player who captures all enemy stones wins. If there are several choices, the player must capture the largest number.&#10;&#10;Variant:&#10;&#10;Kings move and capture in any distance like the so-called flying kings in Dama (Turkish Draughts) or International Draughts.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Richie Rich Big Money Game",
    "ID": 94452,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94452/richie-rich-big-money-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Richie Rich Big Money Game was created in 1977 by Pressman and sold exclusively through ads in the back of Richie Rich Comics.&#10;&#10;The game is roll-and-move, with players taking turns at dollar bill shaped spinner.  Space include positive and negative dollar amounts, making this a watered down children's version of Monopoly, though there is no buying or selling involved. Occasionally cards are drawn which will augment or deplete a player's cash reserves.&#10;&#10;When players amass a million dollars, they may enter the winner's circle by exact count.  The first person to get there wins.&#10;&#10;Based on the original comics (as opposed to the 80's cartoon) the game is extremely rare and, outside of the first few comic book issues, has become one of the most sought-after Richie Rich collectibles.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Harvey Comics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlaue Köpfchen",
    "ID": 94455,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/94455/schlaue-kopfchen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Educational game that adults can play with kids two and up. The players take turns rolling a color die and moving to the next field in the respective color. There are three field colors with corresponding task types - trivia, construction (to be done with foam bricks) and fitness (in which the players have to do some physical exercise). &#10;When a player fails to fulfill a task, s/he can still proceed in the next turn. When a player reaches the finish line, a lst task is presented and the game ends. &#10;Cards for two year olds are marked and can be taken out when playing with older kids.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Math-A-Kazam!",
    "ID": 94457,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/94457/math-a-kazam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In fantasy literature, wizards cast spells, control weather and call forth otherworldly creatures. In the real world, however, the &quot;wizards&quot; are actually mathematicians, who use their magic powers of multiplication, subtraction and other operations to transform numbers into a different form.&#10;&#10;In Math-A-Kazam! players try their hand at this math wizardry, using a magnetic wand to pull magnetic number chips from a bowl and creating equations as they do so. The game includes sixty regular number chips (six each 0-9) and ten &quot;gold-rimmed Magic Jewel&quot; number chips (0-9).&#10;&#10;On a turn, a player has 30 seconds in which to create an equation. Players must pull chips from the cauldron one at a time and state the equation as they draw each chip, although they can change the equation in mid-play if they can't find the number they need or come across better chips. Equations are created strictly from left to right, ending with the sum or product of the equation with the operators mentally added by the active player. (A variant for math fiends suggests following the order of operations instead of reading the equation from left to right.)&#10;&#10;If a player drops a chip while drawing it from the bowl or fails to create an equation before time runs out, then the player returns all chips to the bowl and ends his turn. Otherwise, he keeps all chips used in his equation.&#10;&#10;Math-A-Kazam! ends once all the chips have been claimed or no more equations can be created. Each normal chips is worth one point; each Magic Jewel chip worth two. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dice Town: Wild West",
    "ID": 94471,
    "Year": "(2011)",
    "Geek Rating": "6.105",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94471/dice-town-wild-west",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9737",
    "Description": "This is an extension for Dice Town.&#10;&#10;Here the new features :&#10;&#10;- 6th player (1 bullet and 5 dice)&#10;- Indian expansion included&#10;- 6 new actions (the 2nd best player have an action on each phase)&#10;- 51 new cards (including two new types : Wanted mobsters and River cards)&#10;- 10 1$ bills and 10 nuggets&#10;&#10;Publisher Blurb:&#10;&#10;More riches, more fun and even more tactic: rediscover Dice Town!&#10;&#10;You think you know everything there is to know about the city of Dice Town? Discover its seedy underbelly: pan for  gold in the river, buy new merchandise from the General Store, hire bandits, hunt down  outlaws, control ranches, ally with the Indians.&#10;&#10;From now on, nothing will ever be the same!&#10;&#10;This expansion for  Dice Town allows the addition of a 6th player. But it also offers multiple  new possibilities that make the game even more tactical, rich and lively starting with 2 players.&#10;&#10;Features:&#10;&#10;- Lots of new game situations, including ranches and outlaws&#10;- More fun and more strategy!&#10;- Allows a 6th player to play&#10;- Includes the famous Indian die!&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "History: American Old West (Wild West)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tee-Off Championship Golf",
    "ID": 94472,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94472/tee-off-championship-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tee-Off Championship Golf is a game from the 1970s.  Players simulate an 18 hole round of golf on a double sided board.  This is accomplised by rolling dice to determine how far a player's shot travels, with cards being played to modify the outcome.&#10;&#10;From the box: &quot;Tee-Off - Championship Golf - The Great Board Game.  Tee-Off reproduces the tactical thinking and thrills of championship golf.  What scores will you achieve in this exciting, skilful and totally absorbing game, can you shoot a course record?  9 different types of golf game can be played.  As in the real game it takes both luck and skill to shoot the best scores.&quot;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Ponyri – Metalgods",
    "ID": 94473,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/94473/ats-ponyri-metalgods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "This is an Advanced Tobruk System expansion game that allows players to recreate squad-level action from World War II.  This expansion game, like all complete games and expansion games in the Advanced Tobruk System, uses the same ruleset from the system rulebook.  Gameplay is the same for all games and expansions.  It also comes with a Battlefield Walkaround booklet that points out landscape and terrain features specific to the game&rsquo;s maps, and a few game-specific rules to reflect the unique circumstances the title portrays.  Rules additions and changes are kept to a minimum allowing players to get started right away!&#10;&#10;In ATS, players alternate using impulses to move and fire infantry squads, armored vehicles and Heavy Weapons, to fulfill or deny completion of a scenario&rsquo;s Victory Conditions.  Each scenario sets the victory conditions that one side must complete to be victorious, and the opposing player must prevent.  Draws are sometimes possible.  The counters have the overhead view of AFVs and vehicles debuted in wargaming with Avalon Hill&rsquo;s TOBRUK. Vehicles and guns come on 3/4&quot; counters, infantry on a 5/8&quot; counters, and status markers remain on 1/2&quot; counters.&#10;&#10;Each new game or expansion in ATS drops you into a historical theater, and a specific locale within to give you an up close, and sometimes eyeball to eyeball perspective, with scenarios based or inspired by historical actions, all at 50 yards per hex.&#10;&#10;This Expansion comes with 2 large historical linking maps covering the firefights near Ponyri Station, during the Battle of Kursk, 1943. Includes 18 scenarios on the 18th Panzer Division's assault against Soviet fortified positions.  Most scenarios play on one map.  One &quot;monster&quot; scenario uses both maps.&#10;&#10;ATS Ponyri component list:&#10;&#10;2 linking mapsheets&#10;18 scenarios on 11 cards&#10;1 Battlefield Walkaround booklet&#10;2 small countersheets (5 rows with zb obr 39 25|A H|AA in upper left corner)&#10;1 countersheet German Personnel&#10;1 countersheet EF1&#10;1 countersheet ATS New Russian Personnel 1&#10;&#10;NOT A COMPLETE GAME.&#10;&#10;Ownership of any Eastern Front ATS complete game is required to play this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Puppies",
    "ID": 94485,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/94485/lost-puppies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The object of the game is to find and bring home all of the lost puppies before night falls. Be careful, the road is blocked and night is falling! To start the game, mix all the cards and place them face down on the spaces and homes on the board. Players take turns turning over cards one at a time to find the puppies and open a path home. If a night card (card with a star on it) is turned up, place it on the space on the board with the corresponding number. If a flashlight light or take-a-peek card is turned up, take it off the board to be used at a later time. Flashlight cards remove night cards and open the path! Take-a-peek cards allow players to peek under a night card. Strategy is key to this game, but a little bit of luck never hurts! Includes 3 instruction versions for a variety of play levels.&#10;&#10;Components:&#10;&#10;     1 game board&#10;     12 night cards&#10;     6 flashlight cards&#10;     4 take-a-peek cards&#10;     6 puppy cards&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "This or That?",
    "ID": 94487,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/94487/this-or-that",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This or That? is a get-to-know-you game, so be honest with your answers! Player 1 draws a stick from the box and reads the question out loud. He decides which of the two options is his favorite and keeps his answer a secret until all players have guessed. After all players guess Player 1&rsquo;s answer, he tells them what his answer is. If playing with points, each player to guess Player 1&rsquo;s answer gets a point. Now it is Player 2&rsquo;s turn to draw a stick and for the other players to guess. See how well you know your friends!&#10;&#10;Components:&#10;&#10;     80 sticks with 160 questions&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "4Up!",
    "ID": 94488,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/94488/4up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "4Up! Silly Animals  Card Game - deal 4 cards to each player and lay 4 cards out on the table. Take turns matching cards from your hand with cards on the table. Add math and you&rsquo;ve got a challenge game perfect for kids 5 and up. Deal 4 cards to each player and lay 4 down. Match 1 card in your hand with 1 or more cards on the table that add up to the number of the card in your hand. For example, if you have a 9 in your hand you can pick up a 9 from the table or you can pick up a 7 and a 2 or a 5 and a 4 or any combination that adds up to the number of the card in your hand. The player with the most cards wins!&#10;&#10;Components:&#10;&#10;     48 cards&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Mates Card Game",
    "ID": 94489,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/94489/crazy-mates-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Crazy Eights with a pirate twist!&#10;Deal the cards and match numbers and suits. The first player to get rid of all his cards first, wins! It&rsquo;s simple, but it&rsquo;s not easy! Lay down a Crazy Nate 8 and you can turn the game to your advantage. &#10;Each player plays a card of the same number or suit as the top card in the discard pile. For example, if the top card is a 4 of Scurvy Sam, the player may discard any 4 or any Scurvy Sam. If the player does not have a 4 or a Scurvy Sam, he must pick one card from the draw pile, unless he has a Crazy Nate 8. A player may discard a Crazy Nate 8 and change the suit to any suit of his choosing. The first player to get rid of all of his cards and shout &quot;Shiver me timbers&quot; wins!&#10;For a more challenging game you can add variations - for instance, when a 2 is played the next player must play 2 cards and if he can&rsquo;t, he must draw 2 cards. Variations are listed in the instructions.&#10;&#10;Components:&#10;&#10;     48 cards&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slammin' Bananas Card Game",
    "ID": 94490,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/94490/slammin-bananas-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object: To be the first player to get rid of all the cards in your 4 stock piles.&#10;Stock Pile 1 - 1 card face up&#10;Stock Pile 2 - 1 card face down and 1 card face up&#10;Stock Pile 3 - 2 cards face down and 1 card face up&#10;Stock Pile 4 - 3 cards face down and 1 card face up&#10;Stack the rest of the cards face down at the far left of the row. This is the banana pile.&#10;&#10;Together, players begin to take the top cards from their banana pile and place it face up in the center&#10;between them. As quickly as possible and at the same time, and using only 1 hand, both players play cards in sequence up or down from their face&#10;up stock piles onto either of the center cards. For example, if one of the center cards is a 4, either a 3 or a 5 can be played on it. Then a 4 or a 6 can be&#10;played on the 5, and so on. &#10;If a player&rsquo;s banana pile runs out, he takes a center pile (leaving the top card in the center), shuffles it, turns it over to become his banana pile, and&#10;continues playing.&#10;Game End: The first player to play all of his stock pile cards wins.&#10;&#10;Components:&#10;&#10;     52 cards&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Convers     Spiel-Stadt-Strategie",
    "ID": 94494,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94494/convers-spiel-stadt-strategie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Goal: Become the mayor of a new city.&#10;&#10;Rebuild ('convert') an old military area near Potsdam to a new town district with all infrastructure needed. Invest your money into different projects like area development, construction projects, parks ...&#10;&#10;Start with a zoning map, but be active within common tasks, too; your different activities should be driven by yield and votes 'values'. Combined with the (luck) element 'die' it's just an 'in time investment', when evaluation takes place. You may build alliances, which can reduce the influence of luck.&#10;&#10;How to play: &#10;Everything is driven by the die; if you roll a:&#10;1 - you possess parts of a park or get a zoning map&#10;2 - everyone earns money (yield from all of your investments)&#10;3 - draw and execute an 'action'card &#10;4 - draw a 'chance'-card&#10;5 - everyone earns money (yield from the housebuilding)&#10;6 - everyone earns money (yield from commercial buildings)&#10;The money you earn should be reinvested to increase your income&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Environmental",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dizzy Dice:  Ludo / Race & Chase",
    "ID": 94497,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94497/dizzy-dice-ludo-race-and-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dizzy Dice is a children's game.  The board is double sided - one side is a ludo game with standard ludo rules, and the other side is a straightforward roll-and-move game which is a race around the board, the winner being the first to cross all the bridges.  The thing that the game is most remembered for is its Dizzy Dice character used to roll the dice.  This is a transparent red plastic cube with legs and pressing down on the top of its head causes two dice inside to bounce around.  One dice is a standard 1-6 and the other has coloured spots.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nguyen Hue: The Communist 1972 Spring Offensive in South Vietnam",
    "ID": 94508,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/94508/nguyen-hue-the-communist-1972-spring-offensive-in",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nguyen Hue is a play-by-mail wargame for two players. A map is provided on which players indicate their positions by either writing on a plastic overlay or sticking in pins. On each of the twelve game turns, the Communist player sends in orders which are executed, with the results then sent to the Allied player, who then sends in his or her orders. Each game turn represents one week.&#10;&#10;The game is of moderate complexity, with rules for attritional vs. direct combat, multiple ways of moving Allied troops around, etc. It is possible to win via a political, morale, or territorial victory.&#10;&#10;While the game is designed to be played by mail, this is just to facilitate limited knowledge of opposing unit positions, so it could be played face-to-face with suitable double-blind movement rules.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Vietnam",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Formula Next Generation",
    "ID": 94511,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/94511/formula-next-generation",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A car race simulation. (Any race car type, such as Formula one or FIA GT Dodge Viper). The racetrack supplied is short, with a couple of high speed turns, and a slow chicane. But it is easy to design your own track.&#10;&#10;Main goal of design is speed of play (faster than other games, ref. Formula D) but still with as much simulation as possible. You must set your gearbox (6 gears) prior to race, select tire type and spoiler. On the track your stamina, tire wear, and fuel weight will have an impact on your driving. There are no &quot;artificial&quot; rules to the game, only rules reflecting real racing.&#10;&#10;The name Next Generation is based on a couple of innovative design mechanisms, never seen before. Most significant is the lack of spaces on track to control movement. Instead you gain distance by adding chips, or cubes, or similar to your pool. With no spaces to count, you finish your turn almost instantly.&#10;&#10;A Print and Play (15 pages) simulation. You find the files here in BoardGameGeek file section. (TBA when core rules have been brushed up. Contact designer for current revision if you want them).&#10;&#10;Some hardware needed (Dice, cars and cubes/poker chips)&#10;&#10;Designer:&#10;O.Eker&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Columbiz",
    "ID": 94518,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/94518/columbiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The players place their counters on the board by throwing certain combinations of numbers with the dice. They score points by forming rows with their own counters or by capturing an opponent&rsquo;s counters. The player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King Square  Game",
    "ID": 94519,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/94519/king-square-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object Of The Game:&#10;&#10;The object of the game is for a player, or partners, to be the first to complete the four corners of a square of any size with pegs of his own color. Such a square is called a King-Square. The first player, or partners, to complete five such King-Squares have won the game.&#10;&#10;Instructions For Two Players:&#10;&#10;Opposing players use different sets of colored pegs. Players take turns alternately in playing a peg in any unoccupied position of the playing field. They continue to do so until one player has completed a the four corners of a square with pegs of his own color. As soon as a King-Square has been made the successful player records the square on his score board. All the pegs are then removed from the playing field and the loser starts play to build another King-Square. This process is repeated after each square is completed until one player has build five such squares with pegs of his own color. The first player to to do so has won the game.&#10;&#10;Building King-Square&#10;&#10;The first player to complete the four corners of a square with pegs of his own color has a King-Square. It makes no difference how many pegs of his own color, or of his opponent, are inside this square - or on the sides of the square - or in between his pegs on the four corners of the square - all that matters is that all the pegs on the four corners of the square are pegs of his own color.&#10;&#10;Squares made at an angle do not count. A King-Square must be parallel to the sides of the playing field and the rows and columns of holes. A square must be made up of four sides of equal length. A square is a figure having four equal sides and four right angles. A rectangle is not a square.&#10;&#10;Partnership play - four players&#10;&#10;As in Bridge, four players can play as two pairs of partners, each pair sitting opposite each other. Each pair uses pegs of the same color, dividing the pegs between them at the start of the game. All four players take turns alternately in placing their pegs, going clockwise around the table. As soon as a King-Square has been made it is recorded and a new square is started. As with two players, the game is won by the partners who are first to complete five King-Squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  }
]