[
  {
    "Rank": "N/A",
    "Name": "Skid-O",
    "ID": 31872,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/31872/skid-o",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of the scarce editions from the so-called Pepys &quot;Double Feature Games&quot;.&#10;&#10;As with most of the Pepys games there are cards (50), but added is a game mat of paper (enforced with raw canvas on the back) and 6 cardboard speedway riders on wooden stands.&#10;&#10;Aim of the game is to round the course the quickest with your rider, trying to block your opponent, just like in real speedway.&#10;&#10;Players use their different cards (a hand of 7) to funnel out the best combinations, as the cards have different movement value which can be combined with other cards to more advantage.&#10;&#10;Before game starts, players have to agree the number of track rounds they play (4 is the number in real speedway).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek Battle Manual",
    "ID": 31873,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/31873/star-trek-battle-manual",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Star Trek Battle Manual was Zocchi's first foray into space combat games. It is very similar to his later Alien Space Battle Manual and Star Fleet Battle Manual, with good reason. Zocchi did not have a license to publish a Star Trek game when this came out, and in addition to the title the game uses images of ships from the series (the Enterprise is on the cover), not to mention the names and pictures of the characters. Paramount objected and Zocchi was forced to recall the game from stores. A few copies had already been sold, which are the ones occasionally seen today.&#10;&#10;The following year, Zocchi released Alien Space Battle Manual, with all the Star Trek references replaced with ones he invented. When he obtained a license from Franz Josef Designs (allowing him to use ship designs and names such as &quot;Klingon&quot;), he published Star Fleet Battle Manual.&#10;&#10;In this game, optional rules are given for the special abilities of some of the Enterprise crew - these of course do not appear in the later games.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scott's Baseball Card Game",
    "ID": 31874,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31874/scotts-baseball-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Front of Box:&#10;&#10;&quot;The Exciting new game invented especially for bubblegum card collectors.&#10;&#10;&quot;Experience the fun of card collecting and trading, card auctions, flipping contests, attic finds and much, much more.&#10;&#10;A game the whole family can enjoy.  May be played by 2 to 6 players.&quot;&#10;&#10;Back of Box:&#10;&#10;&quot;Now you can have the fun of putting together your own collection of Tobacco Cards, Goudeys, Bowmans, Rookie Cards of your favorite super stars and other rare cards.  Build your collection through trading, card auctions and flipping contests.  Each card is worth points.  You win the game by collecting cards totaling 1,500 points.  you get a starter collection of star cards, common cards and collector's money but then it's up to you.  However, beware of drawing those special cards.  They're full of surprises!  Just when you are about to win you may have to give up your best star card.&#10;&#10;&quot;An easy-to-play game for baseball card collectors of all ages.&#10;&#10;&quot;A great family game that can be played by from 2 to 6 collectors.&#10;&#10;&quot;An exciting and fast moving game of skill, luck and fun for beginning and advanced collectors.  New collectors will pick up hobby terminology and learn to recognize names of rare cards.  Seasoned collectors will find that the game recreates real life card collecting experiences.&#10;&#10;&quot;Here is what players have to say: 'Scott's Baseball Card Game is different every time it is played'...'If you like baseball card collecting, you'll love this game'...'There has never been a game like it.'&quot;&#10;&#10;Address on back of box is Scott's Baseball Cards, P.O. Box 12424, Salem, OR 97309&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In the Money",
    "ID": 31875,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31875/in-the-money",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Subtitled &quot;The City Of London Send-Up Game&quot;, In The Money allows players to choose a city career and try to make it to the top as a banker, lawyer, stockbroker, accountant or property dealer.&#10;&#10;Players attempt to create a valuable team to help them get to the top - blackmail, stress, death, nepotism and luck all feature in this game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ranko",
    "ID": 31876,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31876/ranko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Directions:&#10;RANKO is a game for 2,3, or 4 players using a deck of 48 cards, each having a numeral.  Each RANKO player is dealt 8 cards which he must place in a rack in the order dealt.  Then, by replacing various cards in his rack he tries to get his cards ranked so that the numbers represented on the cards are in increasing order from front to rear.&#10;&#10;Four different games are possible since there are four different decks of cards:&#10;(a) Pink cards have numerals 1 to 48 in standard form: 1, 2, 3, 4,..., 46, 47, 48.&#10;(b) Blue cards have numerals 1 to 48 in non-standard form: (36/36), (2^3/2^2), (9/3),..., (7^2-2), (2^4x3).&#10;(c) Yellow cards have numerals from 1 to 48 in base five:&#10;1five, 2five, 3five,..., 142five, 143five.&#10;(d) White cards have numerals for the multiples of 4 from 4 to 192: 4, 8, 12, 16,..., 184, 188, 192.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Teenage Mutant Hero Turtles: 3D spel",
    "ID": 31877,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/31877/teenage-mutant-hero-turtles-3d-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Shredder has a terror plan to destroy the city's entire sewer system. He has filled all water reservoirs with deadly laser balls. His henchmen stand ready at the gates to let the laser balls roll deep into the sewer system and destroy the entire foundation of the city.&#10;&#10;The mutant heroes must defeat Shredder at the Technodrome to save the city.&#10;&#10;Contents:&#10;&#10;     1 threedimensional Board&#10;     4 Turtle Figures&#10;     1 Shredder Figure&#10;     6 Sewer Covers&#10;     6 Enemies&#10;     10 Laserballs&#10;     1 sixsided Die&#10;     1 foursided Die&#10;     1 Rulebook&#10;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Turtles",
      "Comic Books: Teenage Mutant Ninja Turtles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Which Way, Please? A Map Reference Game",
    "ID": 31878,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31878/which-way-please-a-map-reference-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Which Way, Please? is a map reference game for children Ages 4 and up. It is designed to teach small children about the concept of grid maps. It consists of six collecting boards divided into nine grid squares, and 54 picture cards that magnify the village images on the collecting squares. The picture cards have grid references on their backs.&#10;&#10;There are three games that can be played. The Solo Game asks the child to go through the picture cards one by one and match the grid references to the correct square on the right collecting board. When all cards are placed, the child then turns the cards over to see if the pictures correspond to those on the boards.&#10;&#10;The Lotto Game doles out the collecting boards to each child. Each child in turn takes a card and shows it to everyone. If a player recognizes it as one that belongs on their board, that child gets the card. The first one to fill up the board is the winner.&#10;&#10;In the Skill Game, the boards are connected to create a large village. The cards are turned up one by one, and the first child to call out the correct grid reference wins the card. The child with the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Racing Worms",
    "ID": 31879,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/31879/racing-worms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Racing Worms boldly states that it is &quot;A Little one's First Game&quot;, with no reading skills required. Each player controls one flexible 3-D worm (complete with hat and eyes), with a peg at each end which fit into holes in the board. On your turn you spin a spinner which gives two numbers ranging from 1 to 3- you move the front peg one number and the back peg the other - subject of course to the bendiness of your worm! Each player advances along their own track from their plant pot to an apple tree. The tracks do crossover so worms do get in each other's way. First to the apple tree wins!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Worms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popeye Playing Card Game",
    "ID": 31880,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31880/popeye-playing-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A basic childrens card game with the cartoon character Popeye as the theme.&#10;&#10;It appears there are two Popeye Playing Card Game the other is Popeye Card Game. One set has the split cards the other is used for playing Animal Rummy. Most likely this should be listed as two separate games with the one falling under a rummy version.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "Players: Two-Player Only Games",
      "TV Shows: Popeye the Sailor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shooters! Alias: The Hole in the Wall Game",
    "ID": 31881,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31881/shooters-alias-the-hole-in-the-wall-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description on the rules sheet:&#10;&#10;A set of six finished wooden &quot;pieces&quot;, one die, a set of 500 cards with 2,500 throughly fascinating facts on everything from Wiley Women to Ornery Outlaws, a box of &quot;ammo&quot;, and a playing board.  All of the above are contained in a beautiful red box with the silver letters &quot;SHOOTERS&quot; on the front.&#10;&#10;Be the first to get to the center of the badge and become &quot;sheriff&quot;.  After successfully shooting it out with any remaining gunslingers, the sheriff then becomes &quot;Marshal&quot; and winner of the game.&#10;&#10;",
    "Categories": [
      "American West",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aero-ball",
    "ID": 31882,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31882/aero-ball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Aero-Ball - It's loads of fun!&quot;&#10;&#10;The object here is to take turns tossing a marble. Depending on where it lands gives you the score, and you move your marker along the game board to see who reaches the finish line first&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Play Football",
    "ID": 31883,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31883/play-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a really cool looking spin-and-move football game with the added twist of &quot;you call the play&quot; that influences the outcome of the spin.&#10;&#10;Simple components include:&#10;box w/ instruction inside lid&#10;2 player chits&#10;football field w/ attached spinner&#10;&#10;The art deco look to the game really sets it a part.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lyric",
    "ID": 31884,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/31884/lyric",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A music lyric quiz game for individual or team play. Players can be required to either recall the lines of their favorite songs, or to perform them, or describe song titles in charades or doodles. Examples:&#10;&#10;- What are guilty and have no rhythm in the chorus of George Michael's Careless Whisper? &#10;- In a song by Take That, which seven words follow: Whatever I said, whatever I did, I didn't mean it... ? &#10;- Sing any lyric from different songs equal to the number just rolled on the black dice containing the word Really &#10;- Charade: Tie Me Kangaroo Down Sport&#10;&#10;Opinion: As the publisher are UK company, the song choices probably contain a UK bias.&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: MiniGames (Drumond Park)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hockey Action",
    "ID": 31885,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31885/hockey-action",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Hockey Action is a game of strategy and chance. The winner is the one who will scores the most goals by using the players in a strategic way, while benefiting from some elements of chance that the different cards might provide.&#10;&#10;This game also provides you to be a coach because it's you who places your own players to fool your opponent. It provides you to be a hockey player by drawing the pass cards to get a shot on goal. You're also the goaltender by keeping secret your weak spot from your opponent.&#10;&#10;Even if you don't know the rules of hockey, this game will gives you much pleasure. It's very easy to play and you'll be able soon to even beat experts on the matter.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battsy Baseball",
    "ID": 31886,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31886/battsy-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Box says this is an &quot;Exciting Tabletop Baseball Game&quot;. Hidden pitching controls, pitch a fastball, slowball, high ball or sinker. Bat the ball with spring activated bat. Play and score like a real baseball game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brief 'n' Brisk Major League Baseball",
    "ID": 31888,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31888/brief-n-brisk-major-league-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers professional baseball (Major League).  Like all of the team sports games in this line, a few simple numbers, devised from team statistics, enable the player to recreate an entire season in a short period of time.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brief 'n' Brisk College Basketball",
    "ID": 31889,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/31889/brief-n-brisk-college-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers college basketball back to 1892.  Like all of the team sports games in this line, a few simple numbers, devised from team statistics, enable the player to recreate an entire season in a short period of time.&#10;&#10;Fast-Action Game Description&#10;COLLEGE BRIEF &rsquo;N&rsquo; BRISK BASKETBALL&#10;This innovative game features top teams EVERY year since 1892; 20 of the TOP teams EVERY vear since 1900 are included! You can recreate NCAA and NIT tournaments! Or Stage DREAM TOURNAMENTS to determine the GREATEST college team of all-time!! Imagine 1968 UCLA vs 1956 SAN FRANCISCO! Or 1948 KENTUCKY vs 1990 (INLY! Limitless possibilities! Over 3,000 teams are included!&#10;Complete game costs only            $15 postpaid&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brief 'n' Brisk Pro Basketball",
    "ID": 31890,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31890/brief-n-brisk-pro-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers professional basketball.  Like all of the team sports games in this line, a few simple numbers, devised from team statistics, enable the player to recreate an entire season in a short period of time.&#10;&#10;Includes NBA, BBA, ABA, NBL, ABL, WPBT, and PBLA and NPBL leagues.&#10;&#10;Fast-Action Game Description&#10;PROFESSIONAL BRIEF &rsquo;N&rsquo; BRISK BASKETBALL (Revised Edition)&#10;This realistic PRO HOOPS game includes over 1,000 teams:&#10;&#10;        EVERY NBA and BAA team since 1946!&#10;        EVERY ABA team (1967 thru 1976)!&#10;        EVERY NBL team (1937 thru 1949)!&#10;        ABL teams (1936 thru 1946)!&#10;        More ABL teams (1961 thry 1963)!&#10;        And     More!!&#10;&#10;&#10;Recreate entire seasons and see if you can lead your FAVORITE team to victory! Or play the greats against one another &mdash;- imagine the 1985-86 BOSTON CELTICS against the 1949-50 MINNEAPOLIS LAKERS! Stage DREAM TOURNAMENTS to determine the GREATEST team of ALL TIME!!&#10;Complete game costs only    $12 postpaid&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast 'n' Furious College Football",
    "ID": 31891,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31891/fast-n-furious-college-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers college football.  Teams from the past (major conferences, minor divisions, even club teams--all the way back to the 1860s) were extensively researched to create ratings for just about any team a person would wish to play.  The game includes normalization factors so that a team from 1890 could effectively be pitted against a team from 1980.&#10;&#10;Fast-Action Game Description&#10;COLLEGE FAST &rsquo;N&rsquo; FURIOUS FOOTBALL&#10;This unique game features top teams EVERY year since 1869; 20 of the TOP teams EVERY year since 1889 are included! Service teams of WW I &amp; WW II along with the legendary Indian schools of Carlisle &amp; Haskell are also included. Now you can determine each year's National Champion on the field of play!! And you can set up DREAM tournaments to determine the GREATEST college football team of all- time! Imagine 1945 Army vs 1971 Nebraska! or 1972 USC against 1987 Miami! Over 2,500 great teams are included!&#10;Complete game costs only    $15    postpaid&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast 'n' Furious Pro Football",
    "ID": 31892,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/31892/fast-n-furious-pro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers professional football.  Teams from the past (NFL, AAFC, WFL, USFL, WLAF, AFL) were extensively researched to create ratings for just about any team a person would wish to play.&#10;&#10;Fast-Action Game Description&#10;PROFESSIONAL FAST &rsquo;N&rsquo; FURIOUS FOOTBALL&#10;(Revised Edition)&#10;This action-packed PRO FOOTBALL board game now includes over 2,000 teams:&#10;&#10;        EVERY NFL team since 1920!&#10;        EVERY AAFC, WFL, &amp; USFL team!&#10;        The CFL since 1907!&#10;        ARENA &amp; the WLAF, too!&#10;        All AFL leagues: 1920s, '30s, '40s. &amp; '60s.&#10;&#10;&#10;Recreate any season and ,see if von can lead your FAVORITE team to victory! Or play the greats against one another: could the 1962 GREEN BAY PACKERS beat the legendary 1923 CANTON BULLDOGS? Stage DREAM playoffs to find out which team is the GREATEST of all-time!&#10;Complete game costs only    $15 postpaid&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast-Action Horse Racing",
    "ID": 31893,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/31893/fast-action-horse-racing",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "FAST-ACTION HORSE RACING&#10;The ONLY game to contain ALL major racing breeds of the US and the WORLD! Over 2,500 current and all- time great race horses have been rated:&#10;&#10;        THOROUGHBREDS: Alysheba, John Henry, Whirlaway, Secretariat, Man OWar, Ribot        &#10;&#10;&#10;HARNESS HORSES: Mack Lobell, Niatross, Bret Hanover, Greyhound, Dan Patch, Jamin    &#10;&#10;        STEEPLECHASERS: Flatterer, Zaccio, Arkle, Neji, Desert Orchid, Jay Trump, Red Rum        &#10;        QUARTER HORSES: Dash For Cash, Go Man Go, Special Effort, Jet Deck, First Down Dash    &#10;        APPALOOSAS: We Go Easy, Time Flies, Apache, Undercover Willie, Little Lady Oh     &#10;        ARABIANS: Charlie Valentine, Wiking Saam, Samtyr, Kontiki, NF Proof, Balance         &#10;        PAINTS/PINTOS: Fair Look, Painted Joe, Spoiler, Beetlebomb, Cherokee Indian    &#10;&#10;&#10;Recreate dramatic KENTUCKY DERBIES, HAMBLETONIANS, ALL-AMERICAN FUTURITIES, GRAND NATIONALS, LITTLE BROWN JUGS, WORLD WIDES, BREEDERS' CROWNS, BREEDERS' CUPS, and more!! Or stage exciting DREAM races to determine the greatest race horses of all-time! Imagine CITATION vs SEATTLE SLEW vs PHAR LAP! ALBATROSS vs BEACH TOWEL! NEVELE PRIDE vs PRAKAS! E&Auml;SY JET vs SHUE FLY! Game OPTIONS include placing bets, timing your races &amp; more! Complete game costs only $15 postpaid.&#10;Includes great German Thoroughbreds and Trotters!&#10;&#10;Fast-Action Games created many &quot;quick-play&quot; sports simulations where the outcome of a contest could be decided with just one or two dice rolls.  These games made it easy to play an entire series of games in a matter of just a few minutes.&#10;&#10;This game covers horse racing, something the designer knows quite a bit about, having created supplements to Avalon Hill's Win Place &amp; Show game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bingorello",
    "ID": 31894,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31894/bingorello",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Bingorello is a game for seniors (60+), but for their families as well. A game that consists of 90 cards with 5 different flowers and a number. By rolling a die (NOT included in the game), it is decided which cards can be given to your opponent or turned around. First player to lose all his/her cards wins.&#10;&#10;Released: Essen 2007.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes Incorporated: Crime Wave",
    "ID": 31896,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31896/heroes-incorporated-crime-wave",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Crime Wave is the latest expansion for Heroes Incorporated. The Super Villains turn the tables on the Heroes in an attempt to overrun Megalopolis! New Heroes join the fight, but is it too late to save the city?&#10;&#10;Contents:&#10;&#10;&#10;     2 new Heroes with brand new powers&#10;     4 new Super Villains&#10;     20 new Research Cards, including new cards which allow you to draw and play more cards without using Action Markers&#10;     8 Event Cards, which alter the balance of power each round&#10;     Game pieces for a 5th player &#10;&#10;&#10;This expansion is slated for a 2009 release.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6 Maths Board Games",
    "ID": 31898,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31898/6-maths-board-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In the box are 6 distinct math-orientated board games.  They teach such concepts as addition, subtraction, place value, counting 1 to 100, colour and shape, and time.&#10;&#10;The board games are specifically designed for year 1 and 2.&#10;&#10;Included within are:&#10;Addition Adder&#10;Colour Shape Sheriff (which is a Candyland Variant)&#10;Time Travel &#10;and 3 others.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whirling Derby",
    "ID": 31899,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31899/whirling-derby",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The game is the successor of the Global Air Race game from the same company.&#10;Game components are an 8 inch metal globe with large numbered and colour-coded base with integrated two-dimensional spinner, 4 coloured magnetic jet planes, 16 flight plan and 32 chance and a large lot of fuel cards, play money and a transparent distance finder.&#10;&#10;You have to round the globe first, starting in New York in eastern direction. On the way you have to land on 4 pre-dealt cities depicted on the flight plan cards. You encounter hazards and have to refuel your plane.&#10;&#10;In order to move you whirl the whole globe (hence the name of the game), and the two-dimensional spinner at the globe base connected to the globe shows on the inside what chance cards and hazards are encountered and if and how much you can refuel. On the outside is shown how many hours (points)you can fly and how much fuel is consumed.&#10;&#10;And there is also a colour code depicted on the globe base, which adapts to the various countries spread all over the &quot;world&quot;.&#10;You have to take all these informations into account to work out the best route with the help of the transparent distance finder depicting the travel distances point-to-point.&#10;&#10;There are also some extra advantages to gain achieving some goals during your travels (such as crossing the equator).&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turf Coot",
    "ID": 31901,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31901/turf-coot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vintage horse racing game&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Little Benny: The Eager Beaver Game",
    "ID": 31902,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31902/little-benny-the-eager-beaver-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Appears to be a typical children's roll and move type game. Benny and his beaver family try not to get eaten by wolves or killed by humans. (from Alvin's Vintage Board Games)&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Beavers",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Streamlined Train Game",
    "ID": 31903,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31903/streamlined-train-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Inspired by the 1936 tour of the Million Dollar Rexall train. The 12-car train, the longest in the World at that time, visited every state in the US and many points in Canada in 8 months, covering over 30,000 miles.&#10;&#10;This is a spin-and-move children's race game billed as &quot;Exciting, Amusing And educational&quot;. The race starts and ends in Boston, Mass.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jamboree",
    "ID": 31904,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/31904/jamboree",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Up to eight people can play as individuals. Eighteen people can play as partners. Each person (or partnership) is randomly assigned an occupation: manufacturer, planter, jeweler, broker, inventor, doctor, lawyer or publisher. Each player begins the game with a wad of cash. Each player will move one&rsquo;s own playing piece along the game board&rsquo;s track. Players move along the gameboard according to a pair special dice, which, together, yield a random number from, zero to six. Along the way, each player must buy all six sections of an assigned possession as a victory condition.&#10;&#10;The gameboard is divided into six sections. No player may advance to the next section until all the players have completed the previous section:&#10;Paths of Fortune - Each player moves along a separate path using only one die.  Players may pay and collect money from each other. Each player has a guide card, which says what to pay or collect and from whom as one advances along the path.&#10;The Trading Area - Four trains, four planes, four ships and four buses are placed on random Purchase spaces in this area. Here players can buy transportation for use in the next section for price determined by a spinner or barter with other players.&#10;Transportation Department - If a player owns the method of transportation on the space landed there is no penalty. If the player does not own the method of the transportation landed on that player must pay all the players who possess that vehicle. The penalty escalates with the number of vehicles of the designated type owned.&#10;The Jamboree - Whenever two or more players land on the same space, all the players on that space spin the spinner and the player who gets the lowest number pays the penalty the space assigns.&#10;&lsquo;Round and &lsquo;Round Circle - If a player has yet to own all six parts on the assigned possession, the player must buy the remaining parts at double the price spun on the spinner. Advancing in this section means paying other players because of their occupation or because one lacks the transportation mode the space asks for. Players continue in this section until rolling doubles.&#10;The Pay Off - Players sell their possessions back to the bank for whatever space on which they land.&#10;&#10;When all the players have reached the end of The Pay Off section, each type of vehicle is sold back to the bank for values as determined by the spinner. Bank loans are paid back at 50% interest. The player with the most money wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mechanic Mac",
    "ID": 31905,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31905/mechanic-mac",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This spin-and-move game, with players moving their colored pawns around a winding track.  The spinner features a picture of an old car losing its fender.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scappo",
    "ID": 31907,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31907/scappo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Pixie War between the men of Hopville and the men of Skipville.  Board features a yellow and blue checkerboard with pictures of Pixies on many of the boxes.  It includes 12 red and 12 black markers and a die.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Only Dice Twice",
    "ID": 31908,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/31908/you-only-dice-twice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "You Only Dice Twice was created for a two-player dice game design competition.  The hardest thing to include in most dice games is some kind of player interaction, so that was a major design goal.&#10;&#10;Players race to be the first to close out the most and most valuable number categories.  Each turn, you roll six dice, but you can only use three of them for yourself--you have to let your opponent use the other three!&#10;&#10;The only things needed to play are six ordinary dice, two pencils, and the provided score sheets.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robbing the Miller",
    "ID": 31910,
    "Year": "(1888)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31910/robbing-the-miller",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to steal grain from the other player's miller.  Whoever steals the most grain wins.&#10;&#10;The board has a red and black track along the outside of the board.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baby Barn Yard",
    "ID": 31912,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31912/baby-barn-yard",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game involves spinning a spinner and collecting cards for various animals until someone has all of the cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Onino",
    "ID": 31913,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31913/onino",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Gabriel-Nealey Co. game is played with smooth 7/8&quot; plastic chips on a 15x15 grid. The published game board has squares that are about 15/16&quot; each side. The object of the game is to be the first to get 5 chips in a row, horizontally, vertically, or diagonally. It is the same game as Go-Moku.&#10;&#10;While the edges of the game board are decorated with various configurations of chips, these are basic patterns from which the game may be won. Gabriel-Nealey Co. also published the 60-page booklet &quot;Onino Basic Plays&quot; by Henmar Ruskin, copyright 1942.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Criblets",
    "ID": 31914,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/31914/criblets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Play starts by placing random tiles (there are 52 and they match the 52 cards in a standard deck, but with no suits) in the corners of the board, then alternate taking turns placing tiles to one side of the board to score the cards/tiles as a Cribbage hand. You can play up to 4 tiles to get a bonus and score all the rows and columns you play tiles into.&#10;&#10;Contains:&#10;&#10;    52 tiles&#10;    drawstring bag&#10;    4 tile racks&#10;    game board&#10;    rules&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angel in the Attic",
    "ID": 31915,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31915/angel-in-the-attic",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Angel in the Attic, players take the part of the Willowby family, who must search the house to find the missing pieces of the nativity set on Christmas morning. The children in the family liked to play with the nativity set so the pieces are scattered throughout the house. Players must use logic to correctly discover which piece was the last to be found, which room it was found in, and who found it.&#10;&#10;This is a Christian Family game, which uses a mechanic similar to that of Clue (the cards players try to identify are placed in an envelope under the board), but without the murder theme. There are variations provided in the rules to make it more or less challenging depending on the ages of the children involved.&#10;&#10;The game features a miniature nativity set and distinctive art on the board, box, and player tokens. The game also came with an offer from the publishers to order new custom drawn player tokens of your family based on a photo you mailed in.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Popeye's Game",
    "ID": 31916,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31916/popeyes-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Popeye's Game is a tiddly-winks variation, where the object is to propel your tiddly-wink through a hoop featuring Popeye characters or items.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "TV Shows: Popeye the Sailor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Motor Ride",
    "ID": 31917,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31917/a-motor-ride",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This roll-and-move game features a winding yellow track on top of a green (grassy) background.  It's &quot;a jolly game for 2, 3, or 4 players.&quot; From the Powerhouse Museum &quot;The game is significant because it uses scenarios familiar to Australian country motorists during the first half of the twentieth century, when Australian roads were largely poor, gravel sections and steep hills made conditions treacherous, and cars were unreliable. The poor road conditions sometimes saw cars needing major repairs to axles and springs. Another very Australian obstacle on the road was a flock of sheep. The game reflects the poor state of the roads and the uncertainty of arriving at your destination without some mishap occurring. The aim of the game is to progress from the petrol station at the 'start' and travel to the gate marked 'home' via 100 squares numbered 1 to 100. Players move from the start to finish as quickly as possible by taking it in turns to throw the dice. Along the way various motoring obstacles, calamities, and misadventures including punctures, collisions, wrong turns, road blocks, flocks of sheep, bridges under repair, gravel on the road, broken springs, steep hills and axle trouble must be negotiated. These all require the player to miss throws or return to the start.&#10;&#10;There is several versions of this game and several board sizes produced. The earliest version was registered in 1910 and most likely continued till the late 1930s or early 1940s. In the first version the designer cryptically placed the date of publishing in the number plate of the car closest to home.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of Authors: Cribbage",
    "ID": 31918,
    "Year": "(1875)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31918/game-of-authors-cribbage",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This old game is by the same publishers as some other 'Authors' games from the 1800s, but is a variation that is a departure from previous games by that title.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forces of Warmachine: Pirates of the Broken Coast",
    "ID": 31919,
    "Year": "(2007)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31919/forces-of-warmachine-pirates-of-the-broken-coast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Forces of WARMACHINE: Pirates of the Broken Coast&trade; is scheduled to release in early December and comprises 72 pages of new fiction, new model stats, and several outstanding full-color art pieces by artist Andrea Uderzo. In addition to compiling the previously released Mercenary Privateer models, this book introduces new mercenary warcasters, warjacks, units, and solos for expanding armies of every faction and rules for building pirate-themed armies. Models featured in this book release in December, January, and February. More details and previews of will appear in No Quarter issue 15, releasing this November.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Iron Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Senior Savvy Brainstormers",
    "ID": 31921,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31921/senior-savvy-brainstormers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is pseudo-trivia game where the players brainstorm and score based on their brainstorms.  The trivia is targeted at folks who were born prior to 1960.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Futboleo",
    "ID": 31922,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31922/futboleo",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Futboleo is a very easy game based in questions about soccer, sports and culture.&#10;&#10;Each payer must to ask questions about it, but also, has to draw and makes mimicry to win.&#10;&#10;The box contains:&#10;&#10;- A board&#10;- 325 cards questions-answers&#10;- 1 Dice&#10;- 2 Pencils&#10;- 1 Roulette&#10;- 1 disc with ball form&#10;- 1 sand clock&#10;- Rules&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Amazing Race: The Board Game",
    "ID": 31923,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.57",
    "Link": "https://boardgamegeek.com/boardgame/31923/the-amazing-race-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Use your wits (and a little luck!) and travel to four exotic Pit Stop locations around the world.  The first player to reach the FINISH with the lowest number of points wins the game - and the $1 million prize!&#10;&#10;Based on the exciting CBS reality hit &quot;The Amazing Race,&quot; this game combines the thrill of the race against a backdrop of colorful locations, foreign cultures and physical challenges - from the Emmy Award winning reality show.&#10;&#10;Exciting Roadblocks and Detours test your knowledge of the world.  Fast Forward, Traveler's Chec and Yield Tiles call to play strategy that can help you zoom past your competitors.&#10;&#10;A fun and exciting game for the entire family!&#10;&#10;2 to 4 Players&#10;Ages 8 and up&#10;&#10;Contents:&#10;- 1 Gameboard&#10;- 4 Pit Stop Envelopes&#10;- 12 Pit Stop/Location Tiles&#10;- 120 Roadblock Cards&#10;- 30 Detour Cards&#10;- 16 Answer Cards ABCD&#10;- 4 Fast Forward Tiles&#10;- 4 Yield Tiles&#10;- 12 Traveler's Check Tiles&#10;- 4 Airplane Pawns&#10;- 1 Phil Keoghan Pawn&#10;- 1 Score Pad&#10;- 1 Pencil&#10;- 1 One Million Dollar Check&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Chicken",
    "ID": 31924,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31924/the-game-of-chicken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Chicken has the look of a game of bingo, with chips, rows of items where the chips could be placed, and a die.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"Polly\" Farmer's Footy Game",
    "ID": 31925,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/31925/polly-farmers-footy-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This vintage game from Australia is a simulation of Australian football. Two players move a cardboard playing piece that represents a football around an oval shaped arena (ground) that has numbered spaces signifying the players men. The object of the game is to move the football from one number to the next by the roll of a dice, until your team reaches a scoring position on the ground, wins possession of the ball and shoots for goal. highest score at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Australian Football"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skyline of the World Expansion",
    "ID": 31927,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31927/skyline-of-the-world-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In 2006 a competition started for extra rules for Skyline of the World. This expansion includes the rules for the winning design as well as 8 new floors needed for it.&#10;&#10;Ages 8 and up Released: June 2007.&#10;&#10;Expands:&#10;&#10;&#10;     Skyline of the World&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The World Cup Game:  Expansion Set 1",
    "ID": 31928,
    "Year": "(2007)",
    "Geek Rating": "5.611",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31928/the-world-cup-game-expansion-set-1",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1111",
    "Description": "The World Cup Game - Expansion 1 includes every national flag tile for every World Cup tournament as well as the boards for Sweden 1958, Chile 1962 and England 1966. There are 80 tiles for 40 countries and two boards: one with 1958 and 1962 and one with 1966 and the play-offs.&#10;&#10;Ages 10 and up. Released: September 2007.&#10;&#10;Expands:&#10;&#10;    The World Cup Game&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Memory",
      "Sports"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Benjamin Blümchen: Gute-Nacht-Geschichten",
    "ID": 31929,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31929/benjamin-blumchen-gute-nacht-geschichten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Benjamin Bl&uuml;mchen Gute-Nacht-Geschichten is a storytelling game where different cards make up the story. Different game variants are included. Categories for the stories include places, symbols, persons, weather.&#10;&#10;Ages 3 and up. Released: Essen 2007.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Animals: Elephants",
      "Characters: Benjamin the Elephant"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "kicker Fussball-Quiz 2",
    "ID": 31930,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31930/kicker-fussball-quiz-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "kicker Fu&szlig;ball-Quiz 2 is a trivia card game about soccer and adds new cards for kicker Fu&szlig;ball-Quiz 1. 80 Cards with 4 questions and answers each, by leading soccer journalists. The game includes: 80 cards, 4 red and yellow cards, the rules.&#10;&#10;Ages 10 and up. Released: Essen 2007. Box size: 6x10x3 cm.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: kicker Fussball-Quiz (Ravensburger)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "kicker Fussball-Quiz 1",
    "ID": 31931,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31931/kicker-fussball-quiz-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "kicker Fu&szlig;ball-Quiz is a trivia card game about soccer. 80 Cards with 4 questions and answers each, by leading soccer journalists. The game includes: 80 cards, 4 red and yellow cards, the rules.&#10;&#10;Ages 10 and up. Released: Essen 2007. Boxsize: 6x10x3 cm.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: kicker Fussball-Quiz (Ravensburger)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arctica",
    "ID": 31932,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31932/arctica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Arctica is a children's game for different ages. The game is about building an igloo by recognizing form and color. Whoever builds his/her igloo first, wins. Different variants make that different ages can enjoy this game. It can be played with teams or 1 on 1.&#10;&#10;Ages 4 and up. Released: Essen 2007.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Region: Arctic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Siedler von Catan: Renaissance in der Steiermark & Burgbau auf Chaffenberch",
    "ID": 31933,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31933/die-siedler-von-catan-renaissance-in-der-steiermar",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "The &Ouml;sterreichische Spiele Museum brings two new Settlers of Catan scenarios to Essen 2007. One of them is Renaissance in der Steiermark from Stefan Risthaus. In this scenario players can trade between the cities of Augsburg, Vienna, Budapest and Venice with resources and money.&#10;&#10;In Burgbau auf Chaffenberch players build on a castle to gain prestige. Knights are used to play tournaments - giving the player who starts the tournament resources and the winning knight victory points. The game end when a player has 13 points on his/her turn.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Modular Board",
      "Trading"
    ],
    "Families": [
      "Country: Austria",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider-Man versus Doctor Octopus: Race to Rescue Board Game",
    "ID": 31937,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/31937/spider-man-versus-doctor-octopus-race-to-rescue-bo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Doctor Octopus has captured Mary Jane.  He has left her on the top of a tall New York building and returned to his lab.  Spider-Man has set out to rescue Mary Jane, but Doctor Octopus is also on his way back.  Who will get to Mary Jane first?  The object is to be the first to get to Mary Jane.&#10;&#10;To start the game, each player chooses a pawn (either Spider-Man or Doc Ock).  The Spider-Man player takes the Spider-Man cards, and the Doc Ock player takes Doc Ock cards.  The cards are used to move its player forward one or two spaces or to force the opponent to move back a space or lose a turn.  Players take turns turning over cards with the goal of moving his/her pawn closer to Mary Jane.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fun with Lotto: A Bible Game",
    "ID": 31938,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/31938/fun-with-lotto-a-bible-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a biblical themed Lotto or Bingo like game. A fun way to learn about biblical persons.&#10;&#10;The game comes with 16 large Lotto cards, 128 small reading cards and an instruction sheet.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: John MacNeal Winter Pack",
    "ID": 31939,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/31939/tannhauser-john-macneal-winter-pack",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This official extension has been published in the French magazine &quot;Des jeux sur un plateau&quot; issue 40.&#10;&#10;This extension includes John McNeal winter pack (character sheet plus 4 new items), Eva Kramer winter pack (Character sheet plus 3 new items), Ksiaz castel pathfinding resume, Ksiaz crypt pathfinding resume and Tesla base pathfinding resume.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chards",
    "ID": 31941,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31941/chards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game that combines Chess and cards.&#10;&#10;This is how it is described at the game's website:&#10;Chards TM uses a deck of 52 cards (Chards) with the normal suits: Hearts, Spades, Diamonds, and Clubs. Each player selects a favorite suit, places their King on the board and begins to play. Chards are added to the board during play anywhere on the board so the playing field&mdash;and challenge&mdash;is always changing.&#10;&#10;Each Turn - Players do three things on their turn: Move a Chard, Turn (twist) a Chard, and Place a Chard from their stockpile. It's FUN! ... and Easy!&#10;&#10;Chess characters include Kings, Queens, Bishops, Knights, Rooks and Pawns.&#10;&#10;Card characters include Jacks and Jokers and Dukes (ever played with a deuce in cards?). Chards TM even has Archers and Wizards to give the game a special twist. And it&rsquo;s the twists in the game that make it exciting!&#10;&#10;There are no stalemates in Chards TM. Surprises are common so winners often come from behind. Are you clever or lucky? It takes a bit of both to win at Chards TM. That&rsquo;s what makes it FUN!&#10;&#10;Whether it&rsquo;s family fun or party entertainment, Chards TM is a game that players want to play again and again. The FUN is enjoyed by all ages, be they adults or teens or kids. Have a tournament. Form a club. Use Chards TM as a fund raising event.&#10;&#10;Most of all &ndash; Chards TM is a great way to have FUN!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Seven-Up",
    "ID": 31942,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/31942/the-game-of-seven-up",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game is a derivative of Shut the Box and is also called Help Thy Neighbor.&#10;&#10;Each player is supplied with a number card with the numbers 2 through 12 printed on it. Players start by placing a chip in the kitty or ante or some other predetermined amount. As each player rolls the dice they cover the corresponding number on their board much like bingo. If a 7 is thrown, the player loses a turn unless it is their first throw. In which case all players put a chip in the kitty and the player keeps throwing dice and covering numbers on their board or their neighbor's boards if he/she cannot use them until another 7 is thrown. The player who covers all their numbers wins and wins the chips in the kitty.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Multo Arithmetic Game",
    "ID": 31943,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31943/multo-arithmetic-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the game box:&#10;&quot;For group drill in teaching 100 combinations in multiplication.&quot;&#10;&#10;This is just an educational bingo-type game designed to teach multiplication.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The American Marksman",
    "ID": 31944,
    "Year": "(1903)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31944/the-american-marksman",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the game box:&#10;&quot;The Only Harmless Target Game&quot;&#10;&#10;This is simply a turn of the century Target practice set that they marketed as a &quot;game&quot; interestingly enough.&#10;&#10;It comes with:&#10;Metal swivel target&#10;gun&#10;ammunition&#10;instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GoGo Dragon",
    "ID": 31945,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31945/gogo-dragon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;Fill in the short sentences!&#10;&#10;3 games in 1! Play Bingo or Loto, Memory and Domino. Fill in the short sentences and win!&#10;&#10;In French (Spanish) or English.&#10; Ages 3 and up&#10;1-4 players&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astral Conflict",
    "ID": 31946,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/31946/astral-conflict",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Astral Conflict is a starship miniatures game designed for small groups of ships.  The game includes rules for custom building fighters and capital ships.  In addition to face-to-face, rules for double-blind and play-by-email rules are included.  Other features include:&#10;&#10;Scenarios &#10;Master Engineers &#10;Boarding Parties &#10;Planets/Asteroids &#10;Satellites/Probes &#10;Space Stations/Installations &#10;Suns/Solar Flares &#10;Frigates &#10;Escape Pods &#10;Space Mines &#10;Cloaking Devices &#10;Artificial Intelligence Crews&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kainuupeli",
    "ID": 31947,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/31947/kainuupeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is the Kainuu version of the Kaupunkipelit (City Games) series.&#10;&#10;Unlike most games in the series, this one is not centered on a single city/town but rather a wider geographic area - in this case, the eastern-central Finland region of Kainuu, the capital of which is the town of Kajaani (and which is why there is no Kajaani version of the game).&#10;&#10;Kaupunkipelit is a series of games, each of which is basically a light version of Monopoly localized to a city/region of Finland. The games promote local companies, councils, educational institutes etc. and were designed as a fund raising effort for local sports clubs.&#10;&#10;The main differences between these games and Monopoly are:&#10;&#10;-Instead of a &quot;street&quot; each square on the board represents a local business.&#10;-There are no hotels or houses, but each square has two title deeds instead of just one, allowing two players to jointly own any location on the board.&#10;-The majority of the event cards are trivia questions about the locality the game is set in.&#10;-While the effects of the first two corner squares (Go and Jail in Monopoly) remain the same for every edition (Go and Stock Market Crash), the effect of the other two corners varies from edition to edition and is the only real difference between them (except for the trivia content, of course). They are typically also local businesses but without title deeds and thus no rent either, but some special effect instead, such as pass a turn or get an extra throw.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Series: Kaupunkipelit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mariposa",
    "ID": 31948,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31948/mariposa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mariposa is a children&acute;s game about butterflies. In this tile laying game players form butterflies on flowers with 4 tiles. Players try to be the first to build four of these and place their butterflies on them - thereby winning the game.&#10;&#10;Ages 5 and up. Released: Essen 2007.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Fistful of TOWs",
    "ID": 31949,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/31949/a-fistful-of-tows",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "'A Fistful of TOWs' (FFoT) is a set of rules for modern miniatures wargaming. It is designed around 6mm (micro armor) scale miniatures with each miniature (or stand of miniatures in the case of infantry) representing a platoon.&#10;&#10;The current version is designed around modern era wargaming. The upcoming 3rd edition will handle WW2 to the present.&#10;&#10;A subset of the rules are available for free at: &#10;http://fftows.blogspot.com/&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kookie Cookie",
    "ID": 31950,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/31950/kookie-cookie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A blue plastic cookie jar is placed in the center of the table.  A deck of 40 round cards are dealt into one face-down stack per player.  There cards show a chocolate chip cookie on the back and one of several Sesame Street characters on the front.  Each player also gets two cardboard cookie chips with a unique border color.&#10;&#10;Players count aloud and then simultaneously flip over the topmost card of their stack and then quickly scan all of the newly flipped cards for any that have matching characters on them.  If there are no pairs, then everyone counts and flips another card.  If a pair is spotted, the players must try to toss their cookie chips into the jar.  Whoever does so first, as determined by the bottommost chip, claims all of the flipped cards and adds them to the bottom of their stack.  The player that eventually claims all of the cookie cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Cookies",
      "TV Shows: Sesame Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Cup Tennis",
    "ID": 31951,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/31951/world-cup-tennis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an action simulation of Tennis made along the same principles as the Test Match cricket game.&#10;&#10;Model players are attached to a controllable stand that is used on a scale model tennis court to server and hit the ball between the players.&#10;&#10;If a players owns two sets doubles tennis with 4 players can also be played.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "He Shoots... He Scores Football DVD Quiz",
    "ID": 31952,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31952/he-shoots-he-scores-football-dvd-quiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each question on the DVD shows either a Video clip, photograph or trivia question based on the beautiful game's greatest goals, gaffs, free kicks, fouls &amp; classic moments in football history ....... it's a game for all seasons.&#10;&#10;The winner is the first player to triumph at the interactive penalty shoot out, strike the ball past the keeper to the back of the net.&#10;&#10;He shoots....He scores....Get in !&#10;&#10;Contents&#10;&#10;1 x Playing board&#10;&#10;1 x Interactive DVD&#10;&#10;4 x Footballer playing pieces&#10;&#10;1 x Trophy&#10;&#10;1 x Die&#10;&#10;25 x Red cards&#10;&#10;25 x Star player cards&#10;&#10;1 x Instructions leaflet&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: DVDs",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Decision in Normandy",
    "ID": 31953,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31953/decision-in-normandy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "0",
    "Description": "International Game Series game from Multi-Man Publishing. It was removed from the MMP's pre-order list in July 2008.&#10;&#10;Scaled at mostly regimental level, 4 kilometers a hex and with 4 days per turn, Decision in Normandy covers the period from the D-Day landings until the successful breakout from Normandy in late July of 1944.  Using a highly interactive game turn sequence with multiple movement and combat phases and reserve use, a firepower based CRT, and the use of situational morale states, Decision in Normandy offers a unique look at this very famous moment in World War Two.&#10;&#10;It is all here &ndash; armor effects, breakthroughs, desperate defenses, naval gunfire, air power, artillery support, extensive England to beachhead subroutines, and more.  All in a seamless game system that still focuses on playability and elegance.&#10;&#10;Decision in Normandy was originally published in 1981 by Epoch games of Japan.&#10;&#10;Sequence of Play&#10;&#10;German Player Turn:&#10;&#10;    Weather&#10;    1st Movement Phase&#10;    1st Combat Phase&#10;    1st Reorganization Phase&#10;    Reaction Phase&#10;    2nd Movement Phase&#10;    2nd Combat Phase&#10;    2nd Reorganization Phase&#10;&#10;&#10;Allied Player Turn: The Allied Player Turn is similar to the German Player Turn, but replaces the Weather phase with Naval Gunfire and Air Attacks.&#10;&#10;Components:&#10;2 x 34 by 20 inch maps&#10;880 Counters&#10;28 page rulebook&#10;2 player aides&#10;&#10;Solitaire rating: Excellent&#10;Complexity: Meduim&#10;Playing time: 10-12 hours for the 12 turn campaign game.&#10;Scenarios: 3&#10;&#10;Designer: Ginichiro Suzuki&#10;Developer: Adam Starkweather&#10;Graphic Artist: Niko Eskubi&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deluxe Geodyssey",
    "ID": 31956,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/31956/deluxe-geodyssey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is geared for kids 8+ and is annotated as &quot;Columbus Approved&quot; with a photo of Christopher Columbus himself.  It has to be right, it has his photo... No matter...&#10;&#10;The game is a tile laying game where each square represents an area of Earth.  The tiles are shuffled face down.  Each player gets a 5 tiles to start with as his or her hand. A tile from the remaining tiles is laid face up as the starting tile.  if on your turn you can't put a tile down, then you take a new one.  First one to get rid of all their tiles wins.  You can challenge a player on his or her turn about the placement of their tile; if the challenger loses the challenge, he or she loses the turn and must also take a tile.  If the challenged player loses, the he or she retrieves the placed tile and takes another.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CAR-TAB Auto License-plate game",
    "ID": 31957,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31957/car-tab-auto-license-plate-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple travel/car bingo-like game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Birds",
    "ID": 31959,
    "Year": "(1896)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/31959/the-game-of-birds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Birds is an educational card game which is similar to Bridge, but without a called &quot;Trump&quot; suit or any bidding. &#10; The game pieces consist of 4 groups of cards - each group made up of 13 cards and each card picturing a different species of bird.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Flight Round the World",
    "ID": 31960,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31960/a-flight-round-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players move around the world in an effort to visit important sites first.  The board shows the world with places like Athens and Paris in framed pictures.  Components include 6 metal travelers (pawns).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "G.I. Joe Navy Frogman Game",
    "ID": 31961,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/31961/gi-joe-navy-frogman-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Very simple spin and move &quot;kids&quot; game from Hasbro.&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Toys: G.I. Joe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Journey By Air",
    "ID": 31962,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31962/a-journey-by-air",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A roll &amp; move game focused on the airplane.  The pawns are metal planes.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game",
      "Dice",
      "Educational",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Motor Tour",
    "ID": 31963,
    "Year": "(1904)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31963/a-motor-tour",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a simple children's game in which the pawns are metal automobiles. It's a simple race on a board showing the countryside. Cars of the 1900's, open air and driven by a large handle running down the vehicles center.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Barrola",
    "ID": 31964,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31964/barrola",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players manipulate colored barrels along pivoting ramps using a sort of pastry wheel.  At the end of the ramp they are dropped into a tray (the box bottom) with holes, different scores associated with each hole.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bicycle Race",
    "ID": 31965,
    "Year": "(1893)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31965/bicycle-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move game produced for both the British and German markets.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bonnie McBonzo, the Hieland Juggler",
    "ID": 31966,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/31966/bonnie-mcbonzo-the-hieland-juggler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is a children's ring toss game features a dog on his hind legs.  The ring can catch on a bone on the dog's nose or land on one of four scoring areas at the dog's feet.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Scotland",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Basket Case",
    "ID": 31967,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/31967/basket-case",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This a game billed as the Headband Hoop game; it has 20 balls in 2 colors.  You put the basket on your head and either you toss your colored balls up an into the basket or your opponent tries to get his colored balls into the basket on your head.  (Your opponent has the advantage of a better perspective, while you have control of the basket since it is on your head.)&#10;&#10;Played by switching off in rounds.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest: A Family Home Evening Game",
    "ID": 31969,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/31969/quest-a-family-home-evening-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quest A Family Home Evening Game is a religious trivia game designed for members of the Church of Jesus Christ of Latter Day Saints. It is designed for family members to play on &quot;Family Home Evenings&quot; but is also appropriate for other church gatherings.&#10;&#10;Players begin at Earth and follow a &quot;Strait and Narrow Path&quot; (a phrase from Mormon scripture) to the Celestial Kingdom. Players advance by answering up to four religious questions per turn. Odd numbered questions are about faith/religious knowledge and even numbered questions are about Good Works. Each questions answered increases the number of spaces the player can move.&#10;&#10;If a player answers a Faith question incorrectly, his or her turn is over. If he or she answers a Good Works question incorrectly, then the pawn is moved off the Strait and Narrow Path and onto a detour, which lengthens the route to heaven.&#10;&#10;The first person to make it to the Celestial Kingdom is not the winner. Also, the rules encourage helping players that are falling behind. The game ends when all players arrive, thus emphasizing that Families should work together so that everyone makes it to heaven.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hydro Battle!",
    "ID": 31970,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/31970/hydro-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Here is an interesting variant on the Battleship concept.  Each player has 2 boards side by side, one is on your left - this is where you place your ships secretly.  On the right is where you make your guesses, but when you make your guess, you push a Laser Missile Launcher - if you get a hit, some light misting water squirts the other player.  It also features sound effects to include explosions.&#10;&#10;Like the classic Chinese checkers game board reconfigured as &quot;Canadian checkers&quot; for Canada's centennial in 1967, now there's Electronic Hydro Battle--an even more elaborate, tricked-out version of that other battleship-sinking game, which here shall remain nameless. Apparently it's no longer enough that an opponent calls out grid coordinates in an effort to find and sink the hidden fleet you've placed on your side of the board. With Electronic Hydro Battle, players guess the location of opponents' ships by inserting a wired &quot;torpedo launcher&quot; into the screen, switchboard-style. Missile sounds are heard; if you strike an opposing craft, you'll also hear a blast, followed by the spectacle of your victim getting sprayed with a squirt of water from the game's refillable tank! Whether this funky marriage of &quot;Mighty Mo&quot; and Gong Show represents a high-water mark of fun or a sign of low tide is up to you.&#10;&#10;The object of Hydro Battle game is to be the first player to destroy all five of your opponent's ships. If the Launching Sound is followed by a Blast Sound that will also be followed with your opponent getting sprayed.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duck Soup",
    "ID": 31972,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/31972/duck-soup",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The game is played in two courses. In the first course (Duck), both of you, after playing to a trick, draw the top card from the stock to restore your hand to thirteen cards. In the second course (Soup), which begins when the stock runs out, you play your hands out to a finish.&#10;    &#10;You'll find it more profitable to win a middling number of tricks in both courses than many in one course and few in the other because you each calculate your final score for the whole deal by multiplying together your two scores for the individual courses. For example, if in the Duck course you took 6 tricks for 7 points, and in the Soup course you took 5 tricks for 8 points, your final score will be 7 x 8 = 56.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gliders from the Sky: The Fall of Eben Emael",
    "ID": 31973,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/31973/gliders-from-the-sky-the-fall-of-eben-emael",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "This is a game on the fall of the Belgian fortress of Eben Emael, May 10-11 1940, by a daring and unheard of, at time, glider attack made by less than 100 German paratroopers. It's a fast and furious solitaire game (you take the German side and try to make the best of it), that should be playable in less than an hour, once you master the game.&#10;&#10;To try to make the victory harder to get, several variants and optional rules are provided, based on the historical situation and on several what if situations that could have happened on those fateful hours that cleared the way for the German initial smashing victory in the West.&#10;&#10;Contains:&#10;8 Page Rules&#10;A4 Map (7.5&quot;x10.8&quot;)&#10;187 Counters.&#10;&#10;This Print-n-Play download is available at wargamedownloads.com and as a laser-printed DTP from Boulder Games.&#10;http://www.wargamedownloads.com/item.php?item=610&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Casino The Boardgame",
    "ID": 31974,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/31974/casino-the-boardgame",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Casino The Board Game is a roll and move game in which players move around a board and play 12 different games of chance based on what space they land on.&#10;&#10;The game includes the following casino games:&#10;&#10;8 Card Games&#10;&#10;Baccarat&#10;Blackjack&#10;Hold ' em&#10;Omaha&#10;Pai Gow Poker&#10;Red Dog&#10;Seven Stud&#10;Video Poker&#10;&#10;2 Spinner Games&#10;&#10;Cash Wheel&#10;Roulette&#10;&#10;1 Dice Game&#10;&#10;Craps&#10;&#10;1 Jackpot Cards Game&#10;&#10;Slots&#10;&#10;Also includes Action Cards featuring further types of gambling, on horse racing, sports, lottery, and more!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wo bist du, heller Mond?",
    "ID": 31976,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/31976/wo-bist-du-heller-mond",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A memory game for children Ages 4 and up. Players turn over wooden pieces with either images or golden stars on it. While collecting pairs, turning over stars let the moon rise higher on the board. The player owning the most pairs when the moon reaches the top of the sky wins the game.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Casualtees",
    "ID": 31977,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31977/casualtees",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The game of futuristic international automated warfare.&#10;&#10;In the future, war will be fought without humans on the battlefield.  CasualTees is a tabletop miniatures wargame that recreates the experience of future wars.  Each pre-painted miniature represents one automated army unit that a future General might have at his or her disposal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hustle",
    "ID": 31978,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/31978/hustle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dexterity game in which players take turns trying to capture small balls under a cup, each ball has a string attached to it, given the other players a chance to yank each ball clear before it's captured.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Greyhound Racing: The Great Game",
    "ID": 31979,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/31979/greyhound-racing-the-great-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Similar to many horse racing games, in this case the players control greyhound dogs going around an oval track.&#10;&#10;",
    "Categories": [
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "Sports: Greyhound Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gliding",
    "ID": 31980,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31980/gliding",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Roll &amp; move game in which players score points for performing aerobatics in their gliders.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Glida",
    "ID": 31981,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31981/glida",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A very simple shuffleboard game.  Players use egg-shaped pieces.  The board has two sides, a simple version in which there are 19 scoring holes of varying values.  The flip-side has a miniature golf feel, in that a clown must be dodged in order to get to the scoring holes.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fighting the Fire",
    "ID": 31982,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31982/fighting-the-fire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Classic Spears roll and move game with an inward spiraling board.  The pawns are metal firemen.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rocket Bowling",
    "ID": 31983,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31983/rocket-bowling",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rocket Bowling is a vintage tin action toy.&#10;&#10;For one or more players.&#10;Play time is approx. 15-20 Mins. or more depending on how many players you have.&#10;&#10;Set includes: one tin bowling lane (29.75&quot;L X 6.25&quot;W), 10 real wooden pins, two black marbles, and, one tin bowler figure.&#10;&#10;You start the game by setting up the bowler on the end of the lane. His arm is pulled back behind a lever and the ball (marble) is placed on a stand in front of the bowlers right arm. Place the ten wooden pins on the ten markers. Now you aim and pull the trigger to release the bowlers arm and hopefully you've got yourself a strike! You score the game exactly the same as you would a real game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dutch Roulette",
    "ID": 31984,
    "Year": "(1913)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.90",
    "Link": "https://boardgamegeek.com/boardgame/31984/dutch-roulette",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A children's version of roulette in which the turning blades of a windmill push each players token into a numbered hole.  The winner is the one whose token gets to the highest number.  Unlike most roulette games, the windmill is set in the middle of a rectangle.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuebridge",
    "ID": 31985,
    "Year": "(1926)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31985/cuebridge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Children's game in which small cue sticks are used to hit balls slightly bigger than a normal marble.  The idea is to hit the balls so they rest directly underneath the arches of a bridge.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cat and Mouse",
    "ID": 31986,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/31986/cat-and-mouse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move game in which mice grab the cheese race to finish before being caught by the cats.&#10;&#10;Contents:&#10;1 Built-in-the-Box Game Board&#10;8 Cat Catchers&#10;1 6-Sided Die&#10;4 Red Mice&#10;4 Blue Mice&#10;4 Green Mice&#10;4 Yellow Mice&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rodeo Kart",
    "ID": 31987,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31987/rodeo-kart",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "1",
    "Description": "A well-equipped game with a seldom used scenario: Kart Racing !&#10;&#10;Before starting the game the players agree how many times they want to round the racecourse.&#10;&#10;Each one starts with a different kart and tries to outwit the opponent upon grading up his race gear, either by card play or by investing money. The money has to be earned during the race.&#10;&#10;You can do this by reaching different spaces on the racecourse or by playing one of the 50 action-cards at the right time, on top of throwing the right number on the die.&#10;&#10;These cards allow weird actions, such as throwing a hay bale (come with the game- although in plastic...)in front of another cart or hauling it in with a lasso! For certain situations you can even earn a gold medal.&#10;&#10;Winner is the player with the most points for the best kart, the most money, the most rounds in the lead, the best actions, for holding the gold medal etc.&#10;&#10;There is also a variant to play as an elimination race, the last one staying upright is the winner !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1st Newbury",
    "ID": 31988,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/31988/1st-newbury",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1st Newbury is the third game in TCS series of games on the English Civil War, the first to add artillery, facing and command radius rules to the previous set of rules. Easy to play, fast and furious see-saw battle, perfect for solitaire and competitive lunch hour game.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: England",
      "History: English Civil War",
      "Series: English Civil War (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flora",
    "ID": 31989,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/31989/flora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game seems to have some of the most uniquely formed tiles: They look like the outer shape of a water fountain after a pipe has burst.&#10;&#10;There are 78 of these tiles, depicting flowers, leaves, bees, bugs and scissors.&#10;The winner is the one who builds at first on the playing mat in front of him 4 flowers. Two of these have to be from the same kind.&#10;&#10;With the scissors you can cut an unfinished flower from an opponent and use his tiles for yourself.&#10;The bug allows to change a certain number of tiles (variable) and placed on top of one of your flowers prevents the opponent to cut it.&#10;&#10;At the end of the game the flowers count different point value.&#10;&#10;This is a stripped down variant of the OGALLALA game from the same author.&#10;&#10;",
    "Categories": [
      "Collectible Components"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ich heiße LORA",
    "ID": 31990,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/31990/ich-heisse-lora",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This light filler from Rudi Hoffmann is somewhat different in several ways.&#10;It uses the closed box as part of the game. As a rules sheet or booklet would hinder play the rules are printed on top of the box lid.&#10;&#10;Game consists of 6 coloured player mats, each depicting  the outer lines of a parrot. The parrot has to be puzzled of 6 different parts.&#10;&#10;To claim these parts (also in 6 colours), you have to close the box and to rattle it back and forth, up and down. When you open it, you see a hole in an insert cardboard mask, also depicting a parrot. Below this mask is a two-sided ramp with a plateau in the middle, where you notice a circle.&#10;&#10;If you find one or more parrot-puzzle-piece(s) touching the circle, you can take them to complete the parrot on your mat.&#10;Pieces you already claimed before are put back in the box.&#10;&#10;The completed parrot is worth different points, regarding how much different colours it contains (the more the better).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  }
]