[
  {
    "Rank": "N/A",
    "Name": "The Entrepreneur Card Game",
    "ID": 38974,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/38974/the-entrepreneur-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Entrepreneur Card Game is a strategy game for 2-6 players.  The objective is to accumulate as much wealth as you can by opening businesses, collecting assets and incorporating those businesses.&#10;&#10;It's easy to play - once you know what the powers of the cards are - and all that information is explained fully in the Official Rules.  Rip-off your friends, bankrupt your family...make it in big business!&#10;&#10;...Thank goodness it's played in the safety of your home.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Samsara Tsemo",
    "ID": 38976,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/38976/samsara-tsemo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A game developed by Buddhists to explain to young children the beliefs and ideas of karma and rebirth.  The goal of each player is to (1) become a Bodhisattva and then (2) assist the other players and in doing so, become a Buddha. This is achieved through roll and move mechanics.&#10;&#10;Contents of box: rules and explanation booklet, game-board, 1 dice, 5 player markers.&#10;&#10;",
    "Categories": [
      "Dice",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Buddhism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Universal: The Deck of the Future",
    "ID": 38977,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/38977/universal-the-deck-of-the-future",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Designed by Wanye Cooley to fix the issue of needing multiple playing cards decks to play poker, pinochle, rook, and tarok. This deck includes mapping so that you can use it to play either of those games as well as the games in the rulebook.&#10;&#10;Rulebook include rules for several trick taking games using this custom 54-card deck with a &quot;revolutionary&quot; alphabetic design. Similar to &quot;Wizard&quot; and other trick-taking games you must guess the number of tricks you will take each round, but the total number guessed cannot equal the hand-size for the round (forcing at least one player to lose each round).&#10;&#10;Hand size starts at 8 then decreases by 1 each round until it is only 1 card, then it increases (1 card each round) back to 8.&#10;&#10;The deck includes rules for three games:&#10;UG I-is the standard 2&ndash;6 player trick-taking game&#10;UG II&mdash;is played in partnerships&#10;UG III&mdash;is a solitaire variant of the game&#10;&#10;From the rule book:&#10;In the future, the metric system will be adopted worldwide. The Universal Deck is the first to adopt a truly metric size, 6 x 9 cm. This makes the cards 1/8&quot; narrower than a poker deck, 1/8&quot; wider than a bridge deck, and 1/16&quot; longer than both.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Melt",
    "ID": 38979,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/38979/melt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "In this battle between fire and ice, the goal is to protect your ice cubes while melting those of your opponents&rsquo;.  The freezer-themed board is configured using suggested placement of obstacles such as frozen pizzas, canned juices, and ice cream.  The placement of these everyday freezer items can also be customized to create unique board configurations.&#10;&#10;Players purchase fire and ice pieces and place them strategically on the board.  They then take turns maneuvering their pieces and are rewarded tokens for successfully defeating and defending.  With these tokens, additional purchases of pieces and action cards are made for the following rounds.  Victory is achieved by melting all of your opponents&rsquo; ice pieces.&#10;&#10;Adding to the replayability, alternate rule sets can be used to remove dice and card drawing from the game, resulting in limited chance while increasing strategic depth.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Components: 12 x 16 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Familys",
    "ID": 38982,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.91",
    "Link": "https://boardgamegeek.com/boardgame/38982/familys",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In order to win, be the first to complete a family with 9 characters in one of the 4 colours.&#10;&#10;To succeed, get rid of unneeded cards by making words, runs of numbers or symbols in order to get new characters.&#10;&#10;Use the power of the union card or sacrifice couples in order to get a lot of new cards, and above all...beware of the Voisin and Vision cards !&#10;&#10;Home Page: http://www.familys.fr&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lónegan",
    "ID": 38983,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/38983/lonegan",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&quot;The game of L&oacute;negan: Hooray for Imagination!&quot;&#10;Imagination is imperative for winning in L&oacute;negan. Logic, strategy and knowledge are also required, but are not as important.&#10;(From the manufacturer's description back of the box).&#10;&#10;Lonegan is a variation of a classical game where knowing the definition of a given word is less important than inventing one which sounds real for the rest of your gaming mates.&#10;&#10;Home page: http://www.lonegan.es&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Voting"
    ],
    "Families": [
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vegas Vacation",
    "ID": 38985,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/38985/vegas-vacation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vegas Vacation&#10;&#10;(c)1992 Carousel Games&#10;&#10;In this travel, gambling, and wagering game players move along a representation of the Vegas strip as they play Blackjack and Roulette.&#10;&#10;Includes a colorful board, cards, play money, six plastic cars, dice, chips, rules, and a working Roulette wheel!&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speed Rally",
    "ID": 38987,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/38987/speed-rally",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Welcome to the world of SPEED RALLY, the game of fantastic auto racing where almost anything goes. Outlandish vehicles outfitted with buzz saws, booster jacks, and machine guns careen around obstacle-filled tracks or roar through dangerous terrain in cross-country challenges!&#10;&#10;Speed Rally is a brand new set of miniature rules designed to be used with any 1/64 scale die-cast car&mdash;the kind you can find in any toy store, supermarket, or online. There are literally thousands and thousands of vehicles available from, just for example, toy lines such as Hot Wheels&reg;, Matchbox&reg;, Jada Toys&reg;, Johnny Lightning&reg;, and many more.&#10;&#10;It doesn't matter if they're fresh from the package or from the bottom of your old toy box, Speed Rally gives you the tools to create game stats for virtually any kind of vehicle and race them against one another.&#10;&#10;More importantly, you can race them anywhere you have space! You can make your own track (you can download here and print out on a home printer), but you can just as easily set up a race course around your backyard, across the kitchen floor, or over the family room furniture.&#10; Whether you want to race wacky vehicles in a cartoon setting or coast-to-coast death races where points are scored for running over pedestrians, Speed Rally gives you the rules to generate your favorite cars and drivers&mdash;or create your own.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Sephora",
    "ID": 38988,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/38988/monopoly-sephora",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Buy, sell and trade Sephora beauty products as you vie to own your very own Sephora store.&#10;&#10;What's the same?&#10;-The object of the game and the game rules. Vie to own it all and bankrupt your opponents to win.&#10;&#10;What's different?&#10;-Game board spaces and corresponding Title Deed cards      feature Sephora beauty products. All property values are the same as in the original game.&#10;-Sephora Experts replace the traditional railroad spaces.&#10;-Beauty Dare and Beauty Bargain cards replace classic Chance and Community Chest cards, respectively. All cards are used in the same way.&#10;-Primping Tax replaces Luxury Tax and Income Tax replaces City Tax.&#10;-The money looks different but the denominations remain the same.&#10;-Choose from six pewter tokens designed with the Sephora enthusiast in mind. Which will you be? The mirror, powder brush, compact, mascara, blow dryer or lipstick?&#10;-Houses and hotels are renamed Sephora Bags and Sephora Stores, respectively.&#10;&#10;Victory occurs in the classic fashion. Whoever is left when all other players have gone bankrupt wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Łubudu Goblinowo",
    "ID": 38989,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/38989/lubudu-goblinowo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from box back. Translated from Polish:&#10;&#10;Card game about goblin fights. Players build their machines and  use cards to defeat opponents and win. Planning and luck are elements which are needed to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Goblins",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gladiators of Rome",
    "ID": 38990,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/38990/gladiators-of-rome",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gladiators of Rome is a simple solitaire game depicting gladiator fights in ancient Rome.  You are the gladiator and the system controls your opponents.  Rules, combat tables, gladiator counters and ratings are provided but you must supply two dice and scrap paper.  The game is played without a map and the object is to reduce your opponents' endurance to zero or below before it happens to you.&#10;&#10;Game published in Panzer Digest #4.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Magazine: Panzer Digest (Minden Games)",
      "Players: Games with Solitaire Rules",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medieval Manor",
    "ID": 38993,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/38993/medieval-manor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&quot;Players are the inhabitants of a small European fiefdom in the middle ages. Players use their Peasants to gather goods and score Victory Tokens.&quot;&#10;&#10;The game is played on a modular map of terrain cards formed into a 3x4 or 4x4 grid. Victory Tokens are earned by playing Upgrade cards onto terrain cards that are compatible with the particular Upgrade. The Upgrade cards represent various types of structures, installations, and activities such as a Cattle Enclosure, Quarry, Vineyard, Smithy, University, or Guild Hall.&#10;&#10;&quot;The game ends the end of the turn in which any player accumulates 15 or more Victory Tokens. The winner is the player with the most Victory Tokens at the end of the game.&quot;&#10;&#10;",
    "Categories": [
      "City Building",
      "Farming",
      "Industry / Manufacturing",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Great Potlatch",
    "ID": 38994,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/38994/the-great-potlatch",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Four of the oldest families of the great Kwakwaka'wakw tribe have gathered for the biggest Potlatch ever assembled.  For eight days and nights, there will be carving, rituals, and most important: gifting.  The family giving the most gifts at the end of each day is granted the Speaking Stick, letting that family decide the course of the next day's festivities.&#10;&#10;In The Great Potlatch, players control the actions of one of these four families for eight rounds to earn the respect of their fellow tribesmen.  At the end of the festival, the family who accomplishes the most will lead the tribe until the next Great Potlatch.&#10;&#10;Game Components:&#10;6 Wooden Role Markers (2 each: Shaman, Elder, Carver)&#10;1 Wooden Speaking Stick Marker&#10;48 Potlatch Cards&#10;20 Totem Pole Cards&#10;4 Ancestor Cards&#10;24 Wooden Potlatch Markers (6 in each player color)&#10;1 Day/Night Card and Wooden Marker&#10;16 Wooden Bad Reputation Markers&#10;&#10;Available from Small Box Games November 2008.&#10;The Great Potlatch&#10;3-4 Players&#10;Ages 10 and up&#10;45 Minutes&#10;&#10;The game was later revised as Potlatch.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Great War at Sea: U.S. Navy Plan Crimson",
    "ID": 38995,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/38995/great-war-at-sea-us-navy-plan-crimson",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8",
    "Description": "Description of 2008 (print-and-play) 1st Edition:&#10;&#10;In the 1920s, United States military planners hatched a scheme for the invasion of Canada. Called War Plan Crimson, it was a subset of War Plan Red, the plan for war with England, the largest, most detailed and most amended of all the U.S. war plans. A war with Great Britain and the British Commonwealth would be a world-wide conflict, easily making the term &ldquo;Second World War&rdquo; appropriate.&#10;&#10;Even without the expected aid from Japan, the powerful British navy would threaten U.S. interests in and control of the Philippines, Alaska, Hawaii, Guam, Samoa, Cuba and Puerto Rico as well as the Panama Canal. In exchange for these losses, the U.S. planned to conquer Canada. This would be a crown to Manifest Destiny and a platform to rebuild and eventually regain all that would be lost elsewhere.&#10;&#10;Canada would be invaded even if neutral. The Canadian government would be abolished and the conquest held in perpetuity. It would be made clear to Canada she would suffer grievously for resistance. The British peoples were seen as tough adversaries capable of fighting against odds to the finish. Use of poison gas was authorized from the start of hostilities. It would be a terrible war where populations would be on the front lines.&#10;&#10;Experience had taught the British the advantage of naval control, and geography provided an inland ocean. The Great Lakes would be a shield of the Canadian Dominion and another sword to cut and bleed the United States of America. A long period of tension during which both sides made military preparations would include building naval forces for the Great Lakes.&#10;&#10;Great War at Sea: U.S. Navy Plan Crimson is the most unusual game ever published in our popular naval series. While we've created games based on wars that never happened, fought with ships that were never built, in each case military planners thought about these battles and the ships at least reached the planning stage.&#10;&#10;In this case, designer Milan Becvar has created a game in which neither the ships nor the plans have a &quot;real world&quot; analogue. That allows for a wide-open strategic situation, in which friendly and enemy bases are so close together that fleets cannot hope to elude one another.&#10;&#10;There are 80 &quot;long&quot; ship pieces, using a larger size than usual for our naval games &mdash; both to make it easier to assemble them and because they're just plain cool.  This is further supplemented by 264 square pieces for smaller ships, aircraft, fleet and other markers.  The American and Canadian fleets are almost exclusively composed of &quot;lake battleships,&quot; similar to the coast defense vessels of other navies, with shallow draft and anywhere from four to seven big guns. There are also a handful of cruisers and a large number of destroyers.&#10;&#10;The map, by Guy Riessen, covers the Great Lakes basin at the usual 32 miles per &quot;sea&quot; zone. All of the lakes are covered, linked by canals, both those that existed and those that could have been built. Both sides of the lakes are dotted with ports, with the American side hosting many vulnerable industrial centers and the Canadian shores within easy reach of the Dominion's vulnerable east-west lines of communication.&#10;&#10;There are 13 scenarios, or separate game situations, included, with many more likely to join them in future Daily Content segments. The game uses the regular Great War at Sea rules, with some special rules to address this unusual situation.&#10;&#10;U.S. Navy Plan Crimson is our first print-and-play game: The playing pieces are not die-cut and mounted, nor are the maps and rules printed. Instead it comes as a series of .pdf files that will need to be assembled into the game's components.  The game isn't for sale; it's free to all members of our Gold Club.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Great War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: Flux Generator",
    "ID": 38997,
    "Year": "(2008)",
    "Geek Rating": "5.922",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/38997/power-grid-flux-generator",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9697",
    "Description": "Power Grid: Flux Generator (Funkenschlag: Flux-Generator) is part of the Power Grid: BGG Promo Card Set.&#10;&#10;It was originally a free limited card for Power Grid (aka Funkenschlag 2nd Edition) at the Essen Spiel fair '08&#10;&#10;The Flux Generator can fire any 3 resources to power 6 cities.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ambush Z: An Ambush Alley Stand-Alone Game",
    "ID": 38998,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/38998/ambush-z-an-ambush-alley-stand-alone-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&ldquo;Sidewinder Actual, this is Sidewinder 3! We&rsquo;re engaged on all sides! Mostly Zulus with some Romeos  on the edges. We should be able to hold as long as our volume of fire &hellip; Kowalski&rsquo;s down from sniper fire! Possessed on the rooftops! Repeat: Possessed on the rooftops! We have a Dexter! We have a Dexter!&rdquo; &#10;Welcome to the world of Ambush Z, where the Revenant Plague has unleashed legions of walking dead upon the living. Fight as a Spec Ops team tasked to clear a Hot Zone or as civilian survivors desperately struggling to defend their barricaded homes. &#10;Ambush Z is a stand-alone game that brings Ambush Alley&rsquo;s swift but nuanced style of play to the classic horror/survival genre. Although a background setting is provided, the rules are generic enough for any zombie setting! Included are all the rules you need to play and descriptions of four different &ldquo;species&rdquo; of zombies, including the deadly Dexter whose semi-sentience and psychic powers make it a lethal opponent indeed! Ambush Z also delivers five hair-raising, brain busting scenarios! A copy of Ambush Alley is not required to play Ambush Z!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "QUEST for the Wish-fulfulling Gems",
    "ID": 38999,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/38999/quest-for-the-wish-fulfulling-gems",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Wish-fulfilling game challenges you to pursue your own unique quests in life.  As in life, it can be played on many levels.  Fulfill your aspirations before your opponents do and win.&#10;&#10;The general idea of the game is to see who plays his or her life the best.  i the game you spend time--years of your life--in making your wishes come true.  The wishes you spend time on give you points to keep track of who is ahead.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spunky Monkeys Game",
    "ID": 39000,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39000/spunky-monkeys-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;Set up the tiles, spin the spinner, move your monkey marker, collect monkey tiles - catch the most monkeys to win.&#10;&#10;Get a BANANA - Go Again!&#10;&#10;15 - 30 minutes to play&#10;&#10;Two ways to play for twice as much fun. Basic game or challenge game - either way, it's fun with Spunky Monkeys!&#10;&#10;A simple game children can play on their own.&#10;- No reading required to play&#10;- Teaches color recognition&#10;- Helps children learn to count and see directional moves of play&#10;- Reinforces the lesson of taking turns&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Up & add'em!",
    "ID": 39002,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39002/up-and-addem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Played on a 9x9 grid, each player has nine chips: each with a 2, 3 or 4 printed on it.  They begin the game adjacent to the play area set in any order the player desires.&#10;&#10;Players take turns moving one of their chips a number of spaces equal to the printed number -- turning as often as the player likes and even moving over other chips.  The chips are never removed from the board, but they are swallowed by stacks.  Stacks can be 2-4 chips high and the number on each chip must be equal to or greater than that on the chip below.&#10;&#10;The game ends when all chips are in stacks and no more captures can be made.  At this point, all stacks are taken by the player of the color of the top-most chip.  All chips from stacks thus taken are then added up and the player with the highest total has won.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shanghaien: Extrakarte 3",
    "ID": 39003,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39003/shanghaien-extrakarte-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a small expansion for the base-game Shanghaien. &#10;It is a special reroll card triggered by doubles.&#10;&#10;You can download the cards here:&#10;&#10;http://www.michaelschacht.net/p/shangXPUS3.pdf (english, letter)&#10;http://www.michaelschacht.net/p/shangXP3.pdf (german, DINA4)&#10;&#10;Expands:&#10;&#10;    Shanghaien&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Britain",
    "ID": 39004,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39004/operation-britain",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "R.Goscinny - A.Uderzo.&#10;Asterix Adventure Game:&#10;Operation Britain!&#10;&#10;Asterix, Obelix and Dogmatix set out on another dangerous mission! The mistletoe crop has failed in Gaul, and supplies are urgently needed to make the magic potion which gives the Gauls their superhuman strength. They need YOUR help! YOU are needed to make vital decisions and deal with the various problems they will meet.&#10;Everything you need to supervise the mission is contained in this special plastic wallet. This is the travel-book, and with it are the character cards, the special decision dice, a map, a translator, a password scroll and a coin-bag. There are also some precious magic potion cards to enable Asterix to build up his strength to fight the Romans.&#10;This exciting and challenging game can be played over and over again. There are many different routes to be followed to the Britih mistletoe, and each route involves different hazards and adventures.&#10;Here is your chance to help Asterix reach the vital ingredient for the magic potion - before his own supplies run out!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Comic Book / Strip",
      "Humor",
      "Novel-based"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Antony's Retreat from Parthia: 36 BC",
    "ID": 39005,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/39005/antonys-retreat-from-parthia-36-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In 36BC the Roman world was divided between Octavian and Antony. Octavian's legions were training for the inevitable clash by campaigning on the Rhine, and Antony needed a campaign to get his forces, living in the luxury of the East, in top shape. Political turmoil in Parthia suggested easy pickings, together with an opportunity to avenge Crassus' famous defeat in 55BC. Antony therefore assembled an army of eighty thousand men, including Armenian allies of dubious loyalty, and late in the campaigning season he set off through Armenia to attack the Parthian capital at Ecbatana, The first objective was Phraata, a Median city which must be captured to maintain communications with Armenia. Here Antony halted to wait for his siege train to catch up. Unfortunately, it never arrived. A Parthian army under the command of Monaeses ambushed and destroyed the train, and at this point the Armenians deserted en masse. Antony was now left in the middle of Media, with no siege train and his communications cut, and one quarter of his army already lost.&#10;&#10;2 players game on the disastrous retreat of Antony's army from Parthia in 36 BC. Published in Slingshot magazine # 123.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnappburg",
    "ID": 39008,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/39008/schnappburg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A lot is going on in the castle of King Konrad. On the castle merlons, in the tower room, by the drawbridge and at many other places Robert the Knight, Gunther the Ghost, Princess Paula, Zapperlapapp the Magician and the other castle inhabitants can be found. The children are asked to help King Konrad and tell him who is not in the castle at the moment. They have to snap the pawn of the castle inhabitant who is not pictured on a particular castle board. However, the should be careful, because easily the wrong pawn is snapped ...&#10;&#10;Schnappburg is a fast-paced childrens' game.&#10;&#10;Schnappburg, 2 to 6 players, Ages 4 and up, 10 minutes .&#10;&#10;Contents: &#10;16 castle boards, 16 pawns, 1 rulebook.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Put the Fire Out",
    "ID": 39009,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39009/put-the-fire-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Put the Fire Out was the product of GCM games, one of the several creative endeavors of Chief Designer George MacLeman. Created with help and input from his daughters, Jennifer, Sara, and Kate the game was created to honor America's Firefighters including his brother Billy who served as Assistant Chief of the West Shore Fire Department. The game was initially pitched to Milton Bradly but ultimately independently produced and distributed by GCM games as part of a limited production run in 1994.&#10;&#10;From the game instructions: Use your Fire Trucks to Put the Fire Out at each Fire Site and then return your Fire Trucks to the Firehouse.&#10;To Put the Fire Out at each Fire Site move Trucks onto the Site. Each Firefighter must move Trucks onto each Site and Put the Fire Out. The first Firefighters to move Trucks onto any Fire Sites do not Put the Fire Out for the other Firefighters in the game. More than one Firefighter can have Trucks on the same Fire Site. You can get on and off a Fire Site only by the connecting space.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Liberty Island",
    "ID": 39010,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39010/liberty-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Liberty Island is all about the early days of the 20th century when people came from all lands, escaping turmoil and poverty,religious tyranny and governmental brutality. They came from all corners of the world past the Lady holding the torch of freedom to Ellis Island. People came to NYC forming segregated sections like Chinatown and Little Italy. As years passed and the country grew, the city became one and we all became Americans in the Land we call the Melting Pot.&#10;Liberty Island is quite simple. A player chooses a ship and a bag of deeds naming them the nationality of their choice, like Irish or Italian. They must move these ships to obtain as many rows of city squares as possible(a row consists of 3 horizontal city squares). The nationality with the most rows(12 rows in all) at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gulp 'n Giggle",
    "ID": 39011,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39011/gulp-n-giggle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As players move around the board, they roll dice and move that number of spaces. They must then do what is indicated on the square(i.e. Red add a block and take a gulp, the red player must place a block onto the center of the board). The first player to stack all his blocks wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wise Alec",
    "ID": 39012,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39012/wise-alec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wise Alec is the family fun trivia game that plays to any crowd. Featuring a hilarious demonstration of trivia, tongue twisters, and sassy social strategy, Wise Alec picks up on players&rsquo; clever choices, good manners, and a little luck to find the wisest owl on any family game night.&#10;&#10;Playing Wise Alec, opponents have a chance for making wise choices before, during, and after the game. On each turn, players try to earn points as they move around the board answering questions in three different categories from elementary school curriculum. Each question offers a choice of an easy or more difficult question. Players can use their strengths for maximum or minimum risk and reward, but when a player lands on a Wise Alec card the fun really begins.&#10;&#10;The unique elements of Wise Alec offer a choice of two levels of difficulty on every turn and playing to win by points or time, make the game ideal for multi-generation game play.&#10;&#10;Wise Alec was designed by educators to promote a healthy and active lifestyle, good manners, reinforce learning while ensuring each player&rsquo;s ego remains intact as no one gets eliminated and no one feels like a fool.&#10;&#10;Wise Alec was awarded Dr. Toy&rsquo;s 100 Best Children&rsquo;s Products.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Wise Alec"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Check Your 6! Over the Channel: Battle of Britain",
    "ID": 39013,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39013/check-your-6-over-the-channel-battle-of-britain",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;The defenses of Southern England will last four days and the Royal Air Force four weeks. We can guarantee invasion for the F&uuml;hrer within a month.&quot;&#10;&#10;-Reichsmarschall Herman G&ouml;ring,&#10;11 July 1940&#10;&#10;OVER THE CHANNEL is a scenario and campaign book for the popular  CHECK YOUR 6!  Air Combat and Campaign Rules. This book contains 18 historical scenarios for recreating the aerial campaign over England and France from October 1939 to January 1941 that can be played individually or linked to form a single campaign.&#10;&#10;HISTORICAL RESEARCH: this book includes several introduction sections that contain historical background information including insight into the key British and German Aces of the Battle of Britain plus a campaign map and bibliography for further reading.&#10;&#10;AIRCRAFT STATISTICS and PAINTING GUIDE: this book contains statistics for all campaign aircraft statistics in CHECK YOUR 6!  format and two pages describing the standard paint schemes of aircraft from the Campaign.&#10;&#10;Included in Manual are the following:&#10;&bull; Campaign Introduction&#10;&bull; Game Designer&rsquo;s Dicta, Acknowledgments, Dedication&#10;&bull; Aircraft Painting Guide&#10;&bull; References&#10;&bull; RAF Aces of the Battle of Britain&#10;&bull; German Aces of the Battle of Britain&#10;&bull; Campaign Map&#10;&bull; Axis and Allied Aircraft Statistics for Check Your 6!&#10;&bull; Campaign Rules&#10;&bull; Scenarios (18)&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "History: World War II (Battle of Britain)",
      "Series: Check Your 6!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Check Your 6! Falcon of the Duce",
    "ID": 39015,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39015/check-your-6-falcon-of-the-duce",
    "Min Players": "2",
    "Max Players": "18",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Falcon of the Duce: is a scenario and campaign book for the popular Check Your 6! Air Combat and Campaign Rules. This book contains 16 historical scenarios for recreating the aerial campaigns of Italian Ace Franco Lucchini from 1940 to 1943. The scenarios can be played individually or linked to form a single campaign.&#10;&#10;Historical Research: this book includes several introduction sections that contain historical background information including insight into the the battles involving Lucchini. The book also includes a campaign map and bibliography for further reading.&#10;&#10;Aircraft Statistics: this book contains statistics for 23 aircraft featured in the campaign in aircraft statistics for Check Your 6!! .&#10;&#10;Table of Contents&#10;&#10;&#10;     Campaign Introduction&#10;     References&#10;     Axis and Allied Aircraft Statistics for Check Your 6!&#10;     Campaign Rules&#10;     Scenarios (16)&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Check Your 6!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mardi Gras 3000",
    "ID": 39016,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39016/mardi-gras-3000",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mardi Gras 3000 is a new CCG with a haunting atmosphere and lush, intelligent back story. Players strategically build a modular game board from randomly selected Terrain cards. Once the board is set, players move their customized character stacks to do battle, capture the Grail, and harness its power in a Cathedral.&#10;&#10;Operating on the innovative Stacked system that allows players to build their characters from interchangeable, self-regulating, interactive cards, Mardi Gras 3000 has nearly endless variations in play; Neither the board nor the characters are ever the same.  The cards have holes in them and when stacked, allow, or disallow abilities to be in play.&#10;&#10;Players can choose to be a Terrapyre (children of fallen angels) or Celestial (four dimensional being) both fighting for the Holy Grail during the Neutral Hour on Earth.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Holidays: Mardi Gras",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game of Cub Scouting",
    "ID": 39017,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/39017/game-of-cub-scouting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players move around the colorful, authentically illustrated game board, answering questions to earn achievements and badges. Watch out for the Camp Cards, though...they may tell you to give up an achievement!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Scouting / Guiding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Dares Wins",
    "ID": 39021,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/39021/who-dares-wins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Based on the short-lived Seven Network adventure game show of the same name that aired from 1996 until 1998 and hosted by Mike Whitney and Tania Zaetta.&#10;&#10;Players roll dice to move around the board, attempting to collect the most money by the end of the game.&#10;&#10;Landing on a &quot;Street Dare&quot; space means picking up a &quot;Street Dare&quot; card and performing the dare. e.g. &quot;Allow someone to tickle you for fifteen seconds&quot;, &quot;Wiggle your ears on their own&quot; or &quot;Do ten push-ups in thirty seconds&quot;.&#10;&#10;If you refuse the dare, you win no money and it is the end of your turn.  If you attempt the dare, the other players debate whether they believe you have successfully completed the dare, in which case you receive a financial reward.&#10;&#10;If you land on a &quot;Major Dare&quot; space, you read the description of a dare and its value.  You then draw a &quot;Dare or Not&quot; card which will read either &quot;You're a Legend&quot; or &quot;You Wimped Out&quot;.  The former means you win the dare value, but the latter means you have to pay out the dare value.&#10;&#10;There are other random element spaces as well as veto cards you can win to exempt you from losing out on Major Dares.&#10;&#10;I infer that the the major dares written on these cards were ones attempted on a Australian television program, on which this board games appears to be based.  e.g. &quot;Bullet Proof: You have been asked to test the new jacket at the firing range! - Win or Lose $500&#10;&#10;Made in Australia - as seen on 7 (Channel 7?)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Voting"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DinoMight",
    "ID": 39022,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39022/dinomight",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From Publisher&#10;&#10;Figure rules for gaming with Dinosaurs, other Prehistoric Creatures and Humans foolish enough to get involved with them.&#10;&#10;The aim of the game is to keep your Dinosaurs alive and eat the other players Dinosaurs, causing them as much trouble as you can.&#10;&#10;Each species has it's own characteristics, 6 or more (more if it flies or swims), plus a size bracket (which affects combat, but another characteristic, Concealment, affects spotting) and a points cost. Each turn, in initiative order (roll 1d10) creatures move (a distance determined by species), attack one another (opposed d10 rolls adding attack &amp; defence per species), suffer the consequences (damage reduces characteristics), attempt to spot other creatures (sensory acuity by species) and test for panic if attacked or hurt (panic rating, again, by species, less aggressive species panic more easily. Rules on ambushes, charges and some very simple terrain effects are included, as are rules for time-travelling human intervention - either 'cave men' or modern hunters.&#10;&#10;51 species of ancient creatures are detailed (all of which are available in 10mm scale metal miniatures from the publisher), along with variously armed humans and their vehicles (with ranged combat rules). A number of possible scenario suggestions is included. The rules are simple by figures gaming standards, but fairly complete as a combat game. Graphics are very basic, and the rulebook is 24 pages of A4 stapled with a clear plastic cover.&#10;&#10;UPDATE: as of the end of 2020, the latest version, while seeming to have the same rules, presentation, and physical format, has a MASSIVELY expanded list of creatures, close to 600 of them! These now cover everything from the Cambrian (admittedly with only one entry!) to the Tertiary. Accordingly, page count has increased to 44.&#10;&#10;",
    "Categories": [
      "Animals",
      "Miniatures",
      "Prehistoric"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tivy",
    "ID": 39025,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/39025/tivy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Game components include many wooden dice shaped pieces called &quot;tivots&quot; with differing numbers on each face.  Tivots are moved on the plastic playing board to gain ground and complete equations.  The game is scalable from basic addition to algebra with different templates.&#10;&#10;From product description:&#10;&#10;TIVY is a math board game invented by an Oklahoman. The game is designed to teach strategy and sportsmanship in addition to fundamental mathematics. Each board comes with &quot;tivots&quot; (the game pieces), score sheets, a rule book, and a variety of gamesheets for use from grades three through nine. During game play, players move their tivots, which are numbered, across the board and land in score goals. Each score goal is paired with a math problem that is missing a number. When a player lands a tivot in a score goal, they create a completed math problem by replacing the missing numbers with the number on their tivot. Phases of the game include strategy time, game play time (when the tivots are moved), calculate score time (when players solve the math problems they created), check opponent time (during which players check opponents' work), challenge time (when any disputes are settled), and agree time (when players agree on their final scores).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bilderschlange",
    "ID": 39026,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/39026/bilderschlange",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Bilderschlange (Picture Snake) matching game by Selecta is similar to a cross between a jigsaw game and dominoes.&#10;The objective of the game is for children to find a picture that matches with a picture on a tile already played.  As play continues, the row of pictures grows slowly. Encourage storytelling during play.  The clown needs his umbrella, the tower needs a roof and the moon needs the sun.&#10; Picture Snake matching game requires children to think logically developing cognitive and reasoning skills. Picture Snake is manufactured in Europe by Selecta Spielzeug and consists of 20 large wood tiles (2&quot;x4&quot;) with beautiful painted pictures. In step with Selecta's history of quality, this game is of excellent quality featuring hard beech wood and child safe finished surfaces that will withstand years of children enjoyment!&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Pattern Recognition",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Series: Picture (Selecta Spielzeug)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Phase 10 for Kids",
    "ID": 39027,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/39027/phase-10-for-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simplified version of Phase 10 that uses characters to teach very basic rummy skills to preschoolers. There are two sets of rules: a simple card collection game for the younger set &amp; an &quot;advanced&quot; game that is a simplified version of rummy for slightly older kids.  There is an edition featuring Sesame Street characters and one with Yo Gabba Gabba characters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Phase 10",
      "Traditional Card Games: Rummy",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campaigns & Commanders: War in the East, 1939-1945 – A Panzer Grenadier Campaign Book",
    "ID": 39028,
    "Year": "(2008)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39028/campaigns-and-commanders-war-in-the-east-1939-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Panzer Grenadier: Campaigns and Commanders is a new series of book supplements that adds campaign games and World War II roleplaying to our long-running Panzer Grenadier game system. The series introduces new rules that let Panzer Grenadier players create Leader Characters representing officers in the armies of the great powers that fought World War II. Leader Characters participate in battle scenarios just like normal Panzer Grenadier leaders, but have far more detailed skills and abilities that add a whole new dimension to Panzer Grenadier play.&#10;&#10;Each book in the series includes historical campaign games that let Leader Characters fight a sequence of battles where they can gain combat experience, improve their leadership abilities and acquire new skills. Most importantly, Leader Characters can earn medals for bravery and move up the ranks so that by the end of the campaign they can be high-ranking officers in command of large military formations. Leader Characters who survive a campaign can move on to new campaigns later in the war.&#10;&#10;In addition to the campaign game scenarios, each book includes rules that let players design their own scenarios and create their own campaigns. There is a detailed point-based force-generation system for players who want to plan an entire campaign in advance, and a random scenario generation system for players who want maximum &ldquo;Fog of War&rdquo; in their campaigns. This gives the system infinite re-playability and lets players take their Leader Characters into any World War II combat situation imaginable.&#10;&#10;War in the East includes the campaign games &quot;The September Campaign: 1939,&quot; &ldquo;Barbarossa: 1941,&rdquo; and &ldquo;The Battle for Germany: 1945.&rdquo; It also includes historical articles and strategy tips on how to use Leader Characters in battle. It is not playable by itself, but requires ownership of Eastern Front Deluxe, Road to Berlin and White Eagles to enjoy all of the campaigns.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zakazana Planeta",
    "ID": 39030,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/39030/zakazana-planeta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from box back. Translated from polish:&#10;&#10;Players take a role of rescue team member, who have to find a spaceship wrecked group on inhospitable planet. Players in their turn build a planet from tiles and then move their pawns. Points could be gain for reach rescue pods and optimal tile placement.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gioco del ponte",
    "ID": 39031,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39031/gioco-del-ponte",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "{from the back of the box}&#10;The Battle for the Bridge&#10;In a medieval city, two opposing sides of the town, each composed of six teams, fight on the Center Bridge to force the enemy back across and into its encampment.&#10;Astuteness, strategy and a little bit of luck are used by the Generals and their Captains to win the final victory.&#10;The game has two phases. First there is a fast parade around the city walls when each team's force is secretely determined by the cards. Second, the actual battle for the possession of the Center Bridge where the expert usage of Strategy Cards by the Generals and their Captains can increase the strength of a team.&#10;The game is rapid, exciting and never repeticious. No two games are ever the same cause the Strategy cards (Warriors, Flags and Pageant Figures etc.) can continually reverse the momentum of the Battle.&#10;All Players are involved from the beginning to the last second of the game.&#10;This game can be played by 2 players, by an entire family (4-6 players) or by a group of friends (8-14 players). The more expert players will enjoy studying the battle statistics and organizing tournaments.&#10;The duration of this game is about 45 minutes.&#10;&#10;This box contains:&#10; - 1 large Playing Board representing a na&iuml;f plan of a Medieval City of Pisa, subdivided into two opposing sides along the Arno River: Tramontana (north) and Mezzogiorno (south).&#10; - 200 illustrated Strategy Cards: Warriors, Flags, Pangeant Figures, Captains, etc.&#10; - 2 Dice.&#10; - 2 Parade Tokens.&#10; - 12 &quot;Chariots&quot;, one for each team to be used for the Bridge combat.&#10; - Stickers with the emblems of the 12 teams.&#10; - 4 Large Card Holders.&#10; - Game Booklet with explanation of the rules and examples of strategic moves.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Medieval",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Simulation",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (City Scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaikkien aikojen avaruuspeli",
    "ID": 39032,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/39032/kaikkien-aikojen-avaruuspeli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kaikkien aikojen avaruuspeli (The Out-Of-This-World Space Game) is a children's roll-and-move game set out in space. Ultimately the game is about set collection - the players are trying to gather together the &quot;points&quot; of stars which have been scattered around the space in storms originating in Neptune. The game is based on &quot;The Out-Of-This-World Space Book&quot;, a children's book by the Finnish authors Mauri and Tarja Kunnas.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "USX Modern Day Heroes",
    "ID": 39033,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/39033/usx-modern-day-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "What is USX?&#10;&#10;Designed to compliment RAFM's USX and Cthulhu range of figures the 32-page rulebook offers players a fun and fast game system. Printed in full color the book fills in areas that were hinted at in the Basic set with rules for:&#10;&#10;-Vehicles&#10;&#10;Rules for vehicles enhance the game play of USX by making cars and trucks more than just terrain pieces to hide behind, although they are still great cover! Damage, speed and handling all play a part in how your vehicle performs with a skid table, collisions and Hollywood type explosions all covered.&#10;&#10;-Armor&#10;&#10;Armor is handled through a simple yet effective modifier system that can be applied to vehicles and special units within the game.&#10;&#10;-Mythos creatures&#10;&#10;RAFM's Cthuhlu range of miniatures adds an element of horror to the game and allows players to face off against Mythos creatures. The use of a unique Horror check system compliments the Cthulhu element of the USX rules.&#10;&#10;-Spells&#10;&#10;You'll need some extra juju to deal with those horrors from beyond so we have included a few basic spells to help the budding cultist or investigator.&#10;&#10;Specialty weapons and ammo such as flash bangs and man stopper rounds augment the game with special &quot;Advanced rules&quot; that work well when fighting off hordes of zombies or blinding the bad guys before your forces make their assault.USX is a flexible and fast game system capable of handling 2 player contests or group games with 4 and more players. Additional players do not slow USX and games will be concluded in 2 hours or less depending on the scenario. USX also features our &quot;Dual initiative system&quot; making the game more fun for all players involved.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TARSIS",
    "ID": 39035,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/39035/tarsis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game takes place in the 4th century BC in the renowned civilization of Tartessos, in southern Iberia, During these times the Tartessians were ruled by the legendary king Arganthonios.&#10;Each player will take the role of an Aristoi, a wealthy noble ruling over lands and villages where craftsmen, farmers and stockbreeders lived.&#10;The goal of the game is to achieve the highest recognition by collecting luxury items that will increase the Aristoi&rsquo;s social prestige. These items were mainly obtained by exchanging with the Phoenician traders the products and commodities the Aristois obtained through their lands and workers.&#10;The game finishes as soon as the Tartessian culture is absorbed by Carthage. At that given time only the most educated and wealthy Aristoi will survive &ndash;namely, the ones with the most luxury items in their possession.&#10;&#10;The game is played in a series of rounds. Each round has three major phases, with some additional trading and taxing phases.&#10;The three main phases are:&#10;-    Auctioning occupations and lands&#10;-    Collecting commodities and products&#10;-    Auctioning luxury items&#10;&#10;Awards&#10;2009 Accesit (2&ordm; place) - Fira JugarxJugar &#10;2008 Finalist Concurso de dise&#195;&#177;o de juegos E-2008 &#10; Festival internacional de Juegos de Cordoba 2008&#10;&#10;&#10;Nos encontramos en la m&iacute;tica civilizaci&oacute;n de Tartessos, cerca de la ciudad fenicia de Gadir (C&aacute;diz). Estamos en el reinado del m&iacute;tico rey Argantonio en el siglo VI antes de cristo.&#10;Cada jugador representa un Aristoi - rico terrateniente - que domina una serie de terrenos y poblados y que tiene artesanos, agricultores y ganaderos a su servicio.&#10;El objetivo de cada jugador es conseguir el mayor reconocimiento ante su rey mediante la posesi&oacute;n de objetos de lujo que aumentan su estatus social, Se consiguen intercambiandolos a los comerciantes fenicios por materias primas y productos que producen sus terrenos y artesanos.&#10;El juego termina cuando la cultura cartaginesa absorbe a la cultura tartesia, sobreviviendo la familia m&aacute;s culta y con m&aacute;s poder, ganando el jugador que sume m&aacute;s puntos en sus objetos de lujo.&#10;&#10;El juego se realiza por turnos, siguiendo una secuencia de juego, con dos fases diferenciadas, y acciones entre ellas de comercio, impuestos, etc.&#10;Las principales son las &#10;- Subasta de nuevos terrenos y artesanos &#10;- Cobro de materias primas/productos &#10;- Subasta de objetos de lujo&#10;&#10;Premios&#10;2009 Accesit (2&ordm; lugar) - Fira JugarxJugar &#10;2008 Finalista Concurso de dise&#195;&#177;o de juegos E-2008 &#10; Festival internacional de Juegos de Cordoba 2008&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lucy & Pepe",
    "ID": 39036,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/39036/lucy-and-pepe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "One in a long line of Haba's games in a tin series.&#10;&#10;This is a children's variant of the classic Parcheesi. The rules can vary to make it more forgiving, the board is much smaller and there are two sets of cute wooden pieces: Cats &amp; Dogs. As in many of Habas' games the rules are in multiple languages. For Lucy &amp; Pepe includes German, English, French and Dutch.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Series: Game in a Tin (HABA)",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beigoma",
    "ID": 39037,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39037/beigoma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Beigoma is a very old Japanese game using metal spinning tops.&#10;&#10;A playing surface is made by placing a sheet of canvas over a small barrel or bucket, or may be improvised using a large bowl or the rimmed bottom of a bucket.  The tops are wound with a string and then launched into the play area.  The winner is the player whose top forces the other top out of the playing area.&#10;&#10;The game&#10;&#10;Regional variants exist in other parts of Asia, notably Singapore and Korea.&#10;&#10;(Cf. Spinjas, battletops)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ring-a-thing",
    "ID": 39038,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/39038/ring-a-thing",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dear Parents:&#10;This game contains four variations on which your child can play and learn.&#10;&bull; Free game without rules for very little ones.&#10;&bull; Three simple dice games of different degrees of difficulty&#10;&#10;Variation: Free game&#10;Die game 1: &ldquo;Which colors suit me?&rdquo;&#10;Die game 2: &ldquo;Ring up to me!&rdquo;&#10;Die Game 3: &ldquo;Colorful ring tower&rdquo;&#10;&#10;Contents:&#10;3 ring-a-thing manikins (in three colors)&#10;3 red wooden rings (in three sizes)&#10;3 blue wooden rings (in three sizes)&#10;3 yellow wooden rings (in three sizes)&#10;1 color die&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Isla Chupita",
    "ID": 39039,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39039/isla-chupita",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "At the beginning of the game, take a pawn, 25 Chupitos and a token of each bar.&#10;&#10;Launch the dice and move in the direction you want the number of boxes indicated by the dice trying to enter a bar.&#10;&#10;If you go into a bar where you were not ever been:&#10;&#10;&#10;     Drink a drink&#10;     Discard the token of that bar&#10;     Draw a card from the deck Movida&#10;     Pay 5 Chupitos, unless you have cards (including the one just caught) that let you not to do so.&#10;&#10;&#10;If you go into a bar where you were already been:&#10;&#10;&#10;     Drink a drink&#10;     Pay 5 Chupitos for consumption, unless you have cards that let you not to do so.&#10;&#10;&#10;WARNING: Any time in the game are asked to &quot;drink a drink&quot;, you must drink it REALLY!&#10;&#10;The player who discards first his last bar token is the winner.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reis Kuule",
    "ID": 39040,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/39040/reis-kuule",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players roll a dice and move that many steps. Some spaces take You back and some of them advance Your place. Whoever reaches the Moon first wins the game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Robot vs Alien",
    "ID": 39041,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39041/robot-vs-alien",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Robot vs Alien is a rummy-style game where 2 players try to complete sets of either Robots or Aliens, depending on what they draw to start the game.  Players alternate drawing cards but can only use the card if they can play it in order.  A bomb card makes this much more difficult than it would first appear.  A card game by comic zine maker Jim Coon.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultra Quick Bull Riding",
    "ID": 39042,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/39042/ultra-quick-bull-riding",
    "Min Players": "1",
    "Max Players": "112",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Experience the thrills and spills of professional Bull Riding. Ultra Quick Bull Riding captures the sport of Bull Riding in a quick and easy to play format. With Ultra Quick Bull Riding you can easily complete a full event in a single evening, while still maintaining all of the excitement and drama of the sport.&#10;&#10;Ultra Quick Bull Riding ships with a fictional Organization, the World Bull Riding Council. The World Bull Riding Council (WBRC) is a fictional bull riding organization containing 112 riders and 112 bulls. Competition in the WBRC is truly a world-wide affair. The best riders all over the globe compete for the Top Cowboy Championship. The WBRC has 21 events that span 6 continents.&#10;&#10;All of the events that can occur in Pro Bull Riding will occur with the same frequency in Ultra Quick Bull Riding. Riders are rated for riding ability, style, scoring influence, and injuries. The bulls are rated for ability to buck-off riders, ability to cause injuries, and scoring. Even rare events like career ending injuries are built into the game system.&#10;&#10;Also included with the game is a campaign chart and rules for creating your own never-ending Bull Riding Universe.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Theme: Rodeos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morff",
    "ID": 39043,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/39043/morff",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Morff is a pretty standard partner trick taking game with all the typical rules of trick taking games.  There are 5 suits with numbers 1-8 in each suit.  The start player plays a card, and everyone must follow the suit led.  If a player does not have the suit led, he may trump the trick.&#10;&#10;The unique twist of Morff is that there is a trump changer side deck.  Before each trick, the top card of the trump changer deck is flipped.  Most of the time, the card will determine the trump color for the trick.  However, some cards will make players swap hands with their partner or swap hands with opponents, so you never know for sure if you will have your hand of cards for the next trick, making hand management difficult.&#10;&#10;Scoring is simple, with each trick being worth 10 points, and the last trick of a hand worth 30!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milk & Cookies Game",
    "ID": 39044,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/39044/milk-and-cookies-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;Set up the tiles, spin the spinner, move your cookie jar marker, collect cookie tiles - catch the most cookies to win.&#10;&#10;Get a MILK - Go Again!&#10;&#10;15 - 30 minutes to play&#10;&#10;Two ways to play for twice as much fun. Basic game or challenge game - either way, it's fun with Milk &amp; Cookies!&#10;&#10;A simple game children can play on their own.&#10;- Teaches color recognition&#10;- Helps children learn to count and see directional moves of play&#10;- Little reading required to play&#10;- Reinforces the lesson of taking turns&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Cookies",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kévuk",
    "ID": 39046,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39046/kevuk",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "K&eacute;vuk is a pseudo-traditional gambling game invented by M. A. R. Barker for his fantasy world of T&eacute;kumel. It is played with custom six-sided dice that are inscribed with Tsoly&aacute;ni numerals and religious symbols from the Tsoly&aacute;ni pantheon.&#10;&#10;Rules for the game were originally published in the Journal of T&eacute;kumel Affairs Vol. III, No. 1, and were later reprinted in The Best of the Journals Volume III, published by T&eacute;kumel Games in 1986. Tita's House of Games publishes K&eacute;vuk dice sets that include copies of the game rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Religious"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Tékumel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NavTac 1914",
    "ID": 39047,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39047/navtac-1914",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Detailed miniatures game of naval tactical (NavTac) game of ship vs ship combat in the first year of the Great War.  Turns represent three to four minutes of real time, one inch represents 500 yards, and ships fire by individual main and secondary turret.&#10;&#10;Published in Panzer Digest #4.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Panzer Digest (Minden Games)",
      "Players: Two-Player Only Games",
      "Series: NavTac (Minden Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flying Rubberneckers",
    "ID": 39048,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39048/flying-rubberneckers",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From creators of the popular Rubberneckers and Rubberneckers, Jr. comes a nifty new card game to beat boredom at the gate and in the air.  Players score points by spotting the objects on their cards and engaging other passengers.  Flying Rubberneckers will keep even the most restless traveler entertained for hours.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rubberneckers Jr.",
    "ID": 39049,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39049/rubberneckers-jr",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Remember those family road trips you took as a kid when old-fashioned game playing filled the long hours? The creators of the wildly successful Rubberneckers remember and have followed up with a smart new game designed specifically for the very youngest travelers. Players score points by spotting fun-to-find objects pictured on the cards and engaging passengers in other vehicles. With a combination of simple shapes, words and numbers, Rubberneckers Jr. is a terrific learning tool that will keep preschoolers engaged on car trips long and short.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Play & Learn Math Game: Shapes",
    "ID": 39050,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39050/play-and-learn-math-game-shapes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The games comes with a board, a spinner and player counters. Players spin and then move their piece to the next object/picture that matches the shape (triangle, square, rectangle, circle) on the spinner.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Play & Learn Math Game: Number Recognition",
    "ID": 39051,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39051/play-and-learn-math-game-number-recognition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Contents: board, spinner, player counters&#10;&#10;Players spin then move to the next numeral that matches the number of animals on the space of the spinner. Numerals 1-5. getting to the end of the board first is how to win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Three Primary Math Games",
    "ID": 39052,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39052/three-primary-math-games",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Three game box set&#10;&#10;Sum Buddies-&#10;Contents: Simple addition cards &amp; six sided dice&#10;Players roll a die and must find an addition problem where the number on the dice is the answer.&#10;&#10;Time out-&#10;Contents: Clock cards and time cards&#10;Players flip over a time card and must find a matching clock face.&#10;&#10;Minus Maze-&#10;Contents: Board, dice, simple subtraction problem cards, player movement counters&#10;Players roll and move around the board. Players must answer subtraction problems when they land on certain spaces.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Design Patterns Playing Cards",
    "ID": 39053,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39053/design-patterns-playing-cards",
    "Min Players": "2",
    "Max Players": "14",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists out of a deck of 100 cards showing 24 different design patterns used in software development.&#10;&#10;Each card, with the exception of the Joker, shows a letter in the middle, which represents the type of the pattern:&#10;C = Creational &#10;S = Structural &#10;B = Behavioral&#10;&#10;There are 3 game suggestions for this deck of cards on the publisher website:&#10;&#10;Patterns Poker: http://www.industriallogic.com/games/pp.html&#10;&#10;Name That Pattern: http://www.industriallogic.com/games/ntp.html&#10;&#10;Pattern  Cocktail: http://www.industriallogic.com/games/pcocktail.html&#10;&#10;More information about the game:&#10;&#10;http://www.industriallogic.com/games/dppc.html&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Extreme Programming Playing Cards",
    "ID": 39054,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39054/extreme-programming-playing-cards",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains a deck of 100 cards. There are Problem, Solution, and Value cards. Oh, and a Joker card, of course. The intention of these cards is to help people to understand the methodology behind Extreme Programming and&#10;improve the way they practice XP.&#10;&#10;There are 4 game suggestions for this deck of cards on the publisher website:&#10;&#10;Explanations: http://www.industriallogic.com/games/explanations.html&#10;&#10;XP War: http://www.industriallogic.com/games/xpwar.html&#10;&#10;Retrospective Roulette: http://www.industriallogic.com/games/roulette.html&#10;&#10;Value Squares: http://www.industriallogic.com/games/valuesquares.html&#10;&#10;More information about the game:&#10;&#10;http://www.industriallogic.com/games/eppc.html&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Computer / Information Technology Industry",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleforce 2",
    "ID": 39056,
    "Year": "(1997)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39056/battleforce-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "&quot;Take your station in the headquarters bunker for the challenge of a MechWarriors lifetime! This is your chance to command an entire army in futuristic combat on distant planets. Every kind of weapon available to a 31st century general is at your disposal, including tanks, hovercraft, helicopters, infantry, artillery, and the 30-foot tall humanoid juggernauts called BattleMechs, the most powerful and versatile weapons of war ever devised. They await your orders. Do you have what it takes to lead these awesome forces to victory?&quot;&#10;&#10;Battleforce 2 is the Battletech game of combat on a grand scale.&#10;&#10;Battleforce 2 is a fast-paced, easy to play game that recreates large 'mech combat on a tactical level. This system retains the feel of Battletech by providing simple stats for each individual Mech and tank, yet play is streamlined enough that players can set up and play through a massive-scale battle of entire battalions and regiments in a single evening.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "E.T.O.: European Theatre of Operations",
    "ID": 39057,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/39057/eto-european-theatre-of-operations",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "ETO hopes to bridge the gap between simplistic area based, dice heavy games we all remember and the realistic but complex hex and counter wargames.&#10;&#10;Become one of the great military leaders of the 20th century. Command the Soviet Union, Great Britain, United States, Germany, or Italy. Seeking to either reenact the chronicled victories of the era or attempt to rewrite the history of the greatest conflict the world has ever witnessed.&#10;&#10;Play one of three campaigns, or, for a shorter game, one of three scenarios. Relive the pressures of command and the fateful decisions faced by the great commanders of WWII with NEPPAGames: ETO.&#10;&#10;Information taken from http://www.shrapnelgames.com/Neppagames/ETO/ETO_page.html.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles in The Age of War",
    "ID": 39058,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/39058/battles-in-the-age-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These are the battles with samurai and ashigaru troops as seen in Ran and Kagemusha. The armies look a lot like the one lead by Tom Cruise in the &quot;Last Samurai&quot;.&#10;&#10;The game is played on a 5 x 3 foot table. Units are motivated, they carry out actions and then you move on to the next unit. The opponent has opportunity shooting and the ability to react to charges etc. Rules include Pre-battle campaign, challenges, victory points, troop point costs and historical battles.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Sengoku Period",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Skirmish",
    "ID": 39059,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39059/jungle-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&ldquo;Two Player Board &amp; Card Game of Modern Infantry Combat.&rdquo; One player controls the Rebel Troops and the other player controls the Government Troops.&#10;&#10;The game is played on a chessboard or any other 8x8 grid. Squares are marked for terrain type and three squares are marked as Objectives. Each player starts with six Squads which are represented by miniatures or counters.&#10;&#10;A custom deck of cards is central to the play of the game. The players draw hands of cards from the common deck. Card play determines when units may move, attack, or use defensive fire.&#10;&#10;The object of the game is to destroy or rout all enemy squads or to take and hold three Objectives.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Modern Warfare"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Warp Skirmish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AT-43: Operation Frostbite",
    "ID": 39060,
    "Year": "(2008)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39060/at-43-operation-frostbite",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1111",
    "Description": "AT-43: Operation Frostbite includes new figures, scenery, a rulebook with new weather effects and scenario book. Included scenarios use both the Frostbite tile set and the Damocles tile set.  The expansion includes comprehensive campaign rules for battles on the ice planet of Elysee.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: AT-43"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On the Double",
    "ID": 39061,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/39061/on-the-double",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In this speedy card game, players must rid their hands of all cards by quickly putting them down in the center pile.  All cards are divided in two, showing a color and shape on each side.  When matching, players must put down a card that matches either a color or shape on BOTH sides!&#10;&#10;The games comes with a unique deck of 72 cards, each with a pair of colors and symbols. Speed is of the essence in recognizing colors and shapes and playing them at the correct instant.&#10;&#10;It appears that this game is very similar to, but not the same as Double, also by Maureen Hiron.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Triumph of Fascism",
    "ID": 39064,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/39064/triumph-of-fascism",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from the designer:)&#10;&#10;Triumph of Fascism: The Spanish Civil War 1936&ndash;1939 is a two-player a Card Driven Wargame: a board game integrating the political and military spheres of a historical conflict, with cards driving the action. Players assume the side of RED (Republican forces &ndash; the elected government) and BLUE (anti-Republican forces/ &rdquo;Nationalists&rdquo;/ Fascists / Francoists &ndash; those seeking to overthrow the elected government) in the Spanish Civil War (SCW). This epic conflict involved the toppling of a democratically elected government, its replacement by a totalitarian regime, significant foreign intervention, a major component in the march towards WWII and a struggle for control of Spain.&#10;&#10;Each side begins enlisting its political &ldquo;camps&rdquo; (BLUE: Nationalist Army, Carlist, Falange and Army of Africa, RED: PCE, Republican Army, UGT, Anarchist, POUM, Cataluonia and the Northern Autonomous Governments ) to build their national armies and by gaining support from foreign powers (BLUE: Germany, Italy and Portugal, RED: Britain, France and Russia) to improve their resources to wage the conflict. Players will also decide their resource investment in force preparation: there is an &ldquo;untried columns&rdquo; mechanic very similar to one first utilized by Panzergruppe Guderian.&#10;&#10;There are three phases to a game turn: Strategic, Action, and Logistics.&#10;&#10;The Strategic Phase requires players to &ldquo;spend&rdquo; their Action Cards (think of ACs as currency) planning their turn, influencing political dynamics (enlisting support of &ldquo;camps&rdquo; and &ldquo;foreign powers&rdquo;), impacting the battle for hearts &amp; minds, pursuing alternative historical foreign policy paths and shaping the air and naval war. Additionally, players construct a Hearts &amp; Minds (H&amp;M) pool. The H&amp;M pool is supplemented during the turn by wide variety of actions and events (reflecting the vagaries of support for both sides); the more friendly H&amp;M blocks placed into the pool, the greater the chance of gaining dominant control of Spanish provinces.&#10;&#10;During the Action Phase, players utilize their respective decks of Action Cards (ACs) to activate units for movement and combat, implement events (receive reinforcements, etc.), conduct a range of political operations, generate replacements or strategically redeploy units. And, in a twist from other games in the Paths of Glory genre, players must plan out their play of ACs in advance: players secretly specify the order of play of their ACs (&quot;the AC stack&quot;) and allocate one AC to &quot;the AC reserve&quot;. Limited air operations occur during the Action Phase.&#10;&#10;During the Logistics Phase, players addresses attrition, rebuilding units, determining province control and other odds and ends. Province control is a function of controlling Provincial Presence Locations and the Provincial Capital and making a successful Province Allegiance Attempt (H&amp;M blocks have an important effect). One key H&amp;M dynamic is a random draw from the H&amp;M pool, placing those H&amp;M blocks on provinces and a variable ending to the phase; players are not quite sure &ldquo;when the music will end&rdquo;.&#10;&#10;The campaign game is playable in about six to eight hours, while a shorter introductory scenario takes between two and four hours. The game is won by controlling key geographical locations (ex: dominant control of provinces and control of urban areas), which generates victory points.&#10;&#10;Triumph of Fascism is somewhat of a sequel to Triumph of Chaos (ToC). Changes versus ToC include inclusion of: &#10;&bull; A less-abstracted air and naval components&#10;&bull; A significant hearts &amp; minds mechanic &#10;&bull; More of an emphasis on the buildup to the conflict&#10;&bull; A foreign policy track; allowing for a wider range of outcomes the conflict could take&#10;&#10;Both games utilize the Paths of Glory game engine, supplemented by a significant political &ldquo;game&rdquo; component, which has its roots in Days of Decision and Persian Gulf: Battle for the Middle East.&#10;&#10;Originally planned release date was Spring 2015.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "History: Spanish Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Allah Akbar: The First Crusader's 1096AD. - 1099 AD.",
    "ID": 39065,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39065/allah-akbar-the-first-crusaders-1096ad-1099-ad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Allah Akbar presents a set of rules for handling a miniatures campaign covering the First Crusade. As the introduction puts it: &#10;&quot;Now you command those armies once again in this exciting stratigic (sic) game of the First Crusade. If you have never played a strategic game before, it is the same as a board wargame except that all battles are fought out in miniatures and there are more than two players in the game.&quot;&#10;&quot;Allah Akbar has been designed so that you the player may use any sort of miniatures you desire. Just make sure that all players agree to the same set of rules before the game begins.&quot;&#10;The rules themselves present maps of the area, a system for strategic movement of land and naval forces, campaign record keeping, army lists, city management and rebellions. The rules are 25 pages, single-sided in a staple-bound booklet.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Crusades",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Touneril",
    "ID": 39068,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/39068/touneril",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two players have an army of 1 flag, 11 sailors, 1 submarine and 2 torpedo-boats. The game is strongly focused on geometry. The goal of the game is to either capture the enemy  flag or take possession of the island in the middle of the board.&#10;&#10;36 diagrams are included in the rulebook.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der bunte Würfel",
    "ID": 39069,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/39069/der-bunte-wurfel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Coloured Die is the prototypical roll-and move game for children, and is ideal for actually introducing the roll-and move mechanic, turn-taking, and pattern recognition. Each player has four coloured figurines which enter on a start space, and proceed around the track according to the image on the multi-coloured die which they roll. Once a figurine has circled the track, it enters the end-spaces, and the first player to have all their pieces in the finish area wins.&#10;&#10;The board is completely independent of language and number indications, and given the age range suggested of 2-4 years, the design is quite suitable for a child's first roll-and move game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Courage Under Fire: The Battle of An Loc",
    "ID": 39071,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/39071/courage-under-fire-the-battle-of-an-loc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "Courage Under Fire is a low complexity, low counter density game on the assault on An Loc during the North Vietnamese Easter Offensive in 1972.&#10;&#10;The NVA launched the &quot;Easter Offensive&quot; and the village of An Loc became a critical objective as it was astride highway QL-13 halfway between a large base area in Cambodia and the city of Saigon. On or around April 12th, the North Vietnamese began a 7,000 round a day bombardment and launched attacks beginning on April 13th. Under attack by two NVA and one Vietcong division (a total of about 35,000), the ARVN 5th Division along with ARVN airborne and ranger units, which numbered about 7,500, held off the continued assault by infantry and tanks with the help of US airstrikes and B-52 arclight bombings.&#10;&#10;The game uses area movement and interesting chrome such as NVA sappers, variable applications for artillery bombardment and of course airstrikes as the ARVN is hard pressed to duplicate the efforts of the 5th Infantry.&#10;&#10;The NVA Player has just a few turns to take enough of the ARVN controlled areas and gain victory while the ARVN Player must maintain the ARVN Resistance Level or be forced to withdraw and lose the game. The game is easily playable solitaire and short enough to be played more than once in an evening for competitive players.&#10;&#10;Game Components:&#10;&#10;    One, 11&quot; x 17&quot; map&#10;    36 single-sided unit counters&#10;    One, 2-page rule book&#10;&#10;&#10;(description for second edition from http://hfdgames.com)&#10;&#10;&#10;1st edition: published in Panzer Digest #4.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Country: USA",
      "Country: Vietnam",
      "Magazine: Panzer Digest (Minden Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kokorin Kastle",
    "ID": 39072,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/39072/kokorin-kastle",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This author brings to us a new game playable even by 'blind' people.&#10;&#10;Each player must get safely back to his/her room at Kokorins' Kastel, but they can only do so using the clues that are given by the rooms that are on the path back to their own room. These clues are about the smells of the rooms caused by bats, rats, zombies, and so on ... that live in the Kastel&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Memory",
      "Print & Play"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Day Watch",
    "ID": 39074,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/39074/day-watch",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Card game under the book of Russian writer Sergey Lukyanenko. This game is a fight of two forces. Choose the side and join eternal struggle of Light and Darkness.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chicks Battle the Dudes Card Game",
    "ID": 39075,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39075/chicks-battle-the-dudes-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Face-Off to see which is the smarter sex!&#10;&#10;Which has more &quot;pull&quot; - the women or the men? Chicks Battle the Dudes&trade; is an entertaining and fun party game that invites men and women to show off their smarts on sports, fashion, cooking and careers.&#10;&#10;Women are asked questions that most men can answer, and the men are asked questions that most women can answer. But hilarity abounds when the gender gap shows its face.&#10;&#10;To win, be the first player or team to answer consecutively four questions correctly.&#10;&#10;Includes 144 questions.&#10;&#10;For 2 or more players, Ages 12 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Stalin's Onslaught",
    "ID": 39076,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39076/flames-of-war-stalins-onslaught",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Publishers website:&#10;&#10;Welcome back to the Ostfront! With Stalin&rsquo;s Onslaught, we return to the bitter fighting on the Eastern Front and follow the course of the largest operation during World War II&mdash;Operation Bagration. During the weeks leading up to the operation, the Red Army has amassed a massive army. However, the Germans have not been idle&mdash;they have spent months preparing for the attack. It is here that we meet the forces of the Soviet Union and Germany in Stalin&rsquo;s Onslaught.&#10;&#10;The Soviet war machine is well prepared to assault the German lines. In Stalin&rsquo;s Onslaught, you can command the prisoners of the fearless 8th Independent Penal Battalion as they test the German defences, or be the cutting edge of Operation Bagration with your regiment of IS-2 heavy tanks! Then, follow up your breakthrough with an assault group from the elite 8th Guards Rifle Corps, specially designed to smash the German fortified line.&#10;&#10;On the other side of the line is the German 78. Sturmdivision. Each soldier is a seasoned veteran of the Battle of Kursk and they know their enemy well. They are well supplied and armed to the teeth with 7.5cm PaK40 anti-tank guns, Panzerfaust and Panzerschreck anti-tank launchers. A StuG assault gun battery accompanies your Sturm grenadiers with its tank riders armed with assault rifles!&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galaxy Express",
    "ID": 39077,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/39077/galaxy-express",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Galaxy Express is a rules set for a scifi board game that uses the Piecepack.  It is freely web published and can be downloaded from the following address.&#10;&#10;http://www.piecepack.org/Piecepackgames.asp&#10;&#10;The theme is that you are controlling a spaceship(pawn) and have to move around the map (tiles) investigating planets(coins) to discover those to which you must deliver packages(coins).  The difficulty comes through your limited choice of thrust(coins) and braking(coins).  You can refuel but these are limited(dice).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: 6 x 8 Grids",
      "Components: Piecepack",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloodbath at Chosin",
    "ID": 39079,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/39079/bloodbath-at-chosin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a free wargame included in the 2008 Nov issue of the China magazine 'Tank and Armored Vehicle'.  It simulates the famous battle between the US and the China at Chosin Reservoir in 1950 during the Korean War.  It is in fact a trimmed-down boardgame version of an online wargame also designed by the same company.&#10;&#10;The components include:&#10;A 10&quot; x 14&quot; Map&#10;112 counters&#10;Rule on the back of the Map&#10;&#10;",
    "Categories": [
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Night of the Bloodsuckers 2nd Edition",
    "ID": 39081,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39081/night-of-the-bloodsuckers-2nd-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Night of the Bloodsuckers 2nd Edition &lsquo;Print and Play&rsquo; Game has improved graphics and new game mechanics; which include allowing players choose which of 2 locations they visit each turn!&#10;&#10;&ldquo;Players take on the role of a resident of Hope County, a small American community which is being terrorized by a deadly, blood sucking, Vampire.&#10;They will visit various locations in the town collecting an array of items to aid their survival as they strive to avoid the head Vampire and still be alive when dawn comes!&#10;&#10;Please note that you will need to provide 4 x 6 sided dice per player (Maximum of 20 dice)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Horse Racing Game",
    "ID": 39082,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39082/dice-horse-racing-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The aim of the game is to make the most money by betting on one of the horses that are racing.&#10;&#10;Each horse is randomly assigned odds at the start and then each player may wager on any horse(not just the one that they will move). The odds of the horse dictate which dice are rolled for that horse's movement.&#10;&#10;Landing on darker squares means that the horse must miss a turn. The first horse round the course is the winner and bets are paid out.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheesy",
    "ID": 39083,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/39083/cheesy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A dice action game. The active player rolls a cheese dice to collect cheese. This can result in nothing, stealing cheese from another player or taking cheese from the centre of the table. Cheese is placed in the players mouse hole. The player keeps rolling until the dice is taken from them. Simultaneously, other players - in turn - roll the cat dice until they are allowed to steal the cheese dice. The game ends when either a player has eight pieces of cheese in their hole or all the cheese is taken from the centre. Some cheese is more valuable and scores a bonus point, highest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crossbows and Catapults: Chariots Battleset",
    "ID": 39085,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39085/crossbows-and-catapults-chariots-battleset",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Business as usual on the Crossbows and Catapults field of battle. Two players set up their defences, position their warriors and then fling missiles at their opponent!&#10;&#10;The addition here is the chariots - these are 'fired' by catapults and launched across the battlefield knocking down the enemy defences.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Crossbows and Catapults",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Helvetiq",
    "ID": 39086,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/39086/helvetiq",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "HELVETIQ&#10;&#10;2 games in 1&#10;&#10;The quiz:&#10;&#10;The players race to the Alps with their cows. During their journey, they answer questions about Switzerland. The first player to arrive at the Queen cow wins the game. Everybody may win at this game whatever their knowledge of Switzerland is.&#10;&#10;The political game:&#10;&#10;Th players make a political career from their home town to the Federal Council. They try to increase their influence by taking good power positions and by proposing laws at the good moment&#10;&#10;Home Page: http://www.helvetiq.ch&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: L-Deck",
    "ID": 39090,
    "Year": "(2008)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39090/agricola-l-deck",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3158",
    "Description": "The L-Deck is a promo card expansion for Agricola.  It is comprised mostly of cards given away at Spiele Essen.  Each year, the new set of promo cards are included in the L-Deck and continue the numbering from the previous years' release.&#10;&#10;For Essen 2008, eight of the cards were printed in a 12 card set&mdash;some were included more than once&mdash;and handed out as promotional items by the people depicted on the cards.&#10;For Essen 2009, fifteen new cards were printed in a 24 card set&mdash;some in German, some in English&mdash;and handed out as promotional items by the people depicted on the cards.&#10;&#10;Most of 2008 and 2009 promos are included in Agricola: The Goodies Expansion.&#10;&#10;Expands:&#10;&#10;     Agricola&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Game: Agricola"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iceberg",
    "ID": 39091,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/39091/iceberg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Iceberg is a Piecepack game for 2 - 4 players.  The tiles represent icebergs and coins the survivors of a ship wreck that have made it onto the ice.&#10;&#10;The objective is to be the last player with coins on the ice(tiles).&#10;&#10;Tiles can be flipped which moves the coins around, coins can also be purposefully moved, coins moved off of the ice(tiles) are removed from play.&#10;&#10;The rules can be downloaded from :&#10;http://www.piecepack.org/PiecepackGames.asp&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Russian Roulette: The Card Game",
    "ID": 39092,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/39092/russian-roulette-the-card-game",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game of survival for 3 or more players.&#10;&#10;Players take control of Russian Mobsters who have become involved in a deadly game of Russian Roulette.&#10;&#10;Each player has wealth counters, which they must try to keep hold, as the other players steal and switch funds.&#10;&#10;At the end of a round the two players with the least money enter into a game of Russian Roulette. The surviving player will continue to the next round of play.&#10;&#10;You will need to provide at least one 6 sided die.&#10;&#10;The PDF files needed to &lsquo;Print and Play&rsquo; this game, can be downloaded for FREE from wargamedownloads.com&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mafia",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Country: Russia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan Geographies: North Rhine – Westphalia",
    "ID": 39093,
    "Year": "(2008)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39093/catan-geographies-north-rhine-westphalia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "Die Siedler von Catan - Nordrhein-Westfalen edition is part of a series of historical regional map expansions for the venerable Settlers of Catan line. The new line profiles famous regions of Germany during the Middle Ages, when Celts, Romans, and Germans intermingled.&#10;&#10;This fixed map covers the Nordrhein-Westfalen area of Germany, which includes the modern-day industrial area around the river Rhein (Rurh). Many BGG-ers will recognize the city of Essen. The geographic features (resource hexes) and cities mirror the approximate location of their real-world counterparts. &quot;Harbors&quot; ring the playing field.&#10;&#10;The rules follow closely to standard Catan, with a few notable exceptions:&#10;Players may only build cities in the round intersections denoting actual cities. Because some of the cities are only one hexside apart, the spacing rule requiring two roads between settlements is not in effect. Having built a road to a hex with a settlement, one cannot build a road leaving it until one has build a settlement on the hex. Finally, to obtain the benefit of a harbor, it is only necessary to lay a road on the hexside shaded in red.&#10;Furthermore, victory points can be obtained by building the first road onto a &quot;victory point crossing.&quot; These points are indicated by tokens (e.g. from the Seafarer's expansion) placed there.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Cities: Bonn (North Rhine-Westphalia, Germany)",
      "Country: Germany",
      "Game: Catan",
      "Region: North Rhine-Westphalia (Germany)",
      "Series: Catan Geographies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wagon Trails",
    "ID": 39094,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39094/wagon-trails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Card game for 2-4+ players. Theme: Overland Westward Migrations in the USA in the mid 1800&rsquo;s.&quot;&#10;&#10;The game is played using a custom deck consisting of four types of cards: Hazard Cards, Wagon Cards, Destination Cards, and Journey Cards. Each Destination and Wagon Card has a Migrant Point value.&#10;&#10;The players are trying to play melds consisting of a Destination Card, Journey Card, and one or more Wagon Cards. For each meld played, a player scores Migrant Points equal to the total value of the Destination and Wagon Cards. Hazard Cards may be played on another player to reduce the player's Migrant Points.&#10;&#10;The game ends when there are no cards left in the draw pile and none of the players can play a meld.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lustiges Topfspiel",
    "ID": 39096,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.12",
    "Link": "https://boardgamegeek.com/boardgame/39096/lustiges-topfspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The components are one board, two six sided dice and a pot containing 100 gold coins (actually plastic chips).&#10;On the board are ten circles numbered 2-11. In each circle there are spaces, two in circle 2, three in circle 3 and so on.&#10;On her turn the player rolls the dice and places a gold coin from the pot on a free space in the circle corresponding to the total rolled. Should no free space be available the player takes all the coins in the circle. A 12 is wild and represents the number of the player's choice. The winner is the player who first accumulates a wealth of 20 gold coins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Touch of Evil: ‘The Madness' Game Supplement",
    "ID": 39097,
    "Year": "(2008)",
    "Geek Rating": "5.688",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39097/a-touch-of-evil-the-madness-game-supplement",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A Touch of Evil &lsquo;The Madness&rsquo; Game Supplement&#10;&#10;The creatures and terrors that haunt the night pale in comparison to the loss of one&rsquo;s sanity. As the Villain&rsquo;s influence over Shadowbrook grown, so spreads The Madness!&#10;&#10;New Cards in The Madness! Supplement are  designed to be shuffled right into the existing A Touch of Evil card decks and will bring a little touch of the madness to your games.&#10;&#10;The Madness:&#10;1       Rules Sheet&#10;2    The Madness&#10;2    Accusation&#10;1    Veil Of Darkness&#10;1    Out of Nowhere&#10;1    &ldquo;Don&rsquo;t Pull the Chain!&rdquo;&#10;1    Pistol Crossbow&#10;1    Dueling Pistol&#10;1    Swallowed in the Night&#10;1    Whispers in the Woods&#10;1    Cavalry Horse&#10;1    The Green Nothing&#10;1    Rope&#10;&#10;Expansion For:&#10;&#10;     A Touch of Evil: The Supernatural Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: A Touch of Evil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobble, Gobble",
    "ID": 39098,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/39098/gobble-gobble",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Gobble, Gobble players hunt turkeys using cards in their hand that allow them to shoot or other special abilities. Turkeys are of various values and kept when shot by each player in a pile that is summed at the end of the game to determine the winner. There are also Hens which count against you if the Game Warden comes along, but are worth a lot if you can manage to dodge him. The Hens came be passed to other players as well. The game is quick and simple to learn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guess What I Am!",
    "ID": 39099,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/39099/guess-what-i-am",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Guess What I Am! - The Hilarious New Twist on a Classic Guessing Game&#10;&#10;There are 4 different games suggested to use with these components.&#10;&#10;What Am I?&#10;Everyone receives one of 30 mystery character cards with a hole for them to place their face in. The cards show cartoon outlines of animals and community members (a pig, a lobster, an astronaut, a cowboy, etc). Your face replaces theirs, which looks really silly, and everyone can see what you are except you. Each player rolls a die and asks questions about their card to deduce what it depicts. The die tells them whether they can Ask, Guess, Lose a Turn, Reverse Direction, etc. Questions must be Yes or No: for example, &quot;Do I have a lot of fur?&quot; &quot;Do I wear boots?&quot; &quot;Do people drink my milk?&quot; A tally sheet is used to keep track of which characters aren't on your card, based on the answers given by the other players. The first person to correctly guess what their card depicts is the winner of the round.&#10;&#10;Team Challenge&#10;Each team gives clues to a player on their team who is wearing the card. They are allowed only five clues (three for advanced play) before the player must guess who they are. The first team to guess correctly wins a chip; first team to five chips wins.&#10;&#10;Charades&#10;Players select a card that only they can see. They then act out the card and each player in turn gets one guess. The player who guesses right gets two chips and the actor gets one.  Then another player chooses a card and is the actor. First person to collect ten chips wins.&#10;&#10;Lightning Round&#10;One team gets all the animal cards, the other team gets all the people cards. Players use one card at a time and guessers are only allowed one clue from their teammates. The team who guesses the most cards wins the round; if you guess the entire pile you get 3 bonus points. Card piles are shuffled and swapped. At the end of that round whichever team has the most chips wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "10-4 Mr. Truck Driver",
    "ID": 39100,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39100/10-4-mr-truck-driver",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "10-4 Mr. Truck Driver -- The Truck Driving Game&#10;&#10;&quot;In dedication to the truck drivers of America&quot;&#10;&#10;(c)1991 Max Cohen&#10;&#10;This unusual economics and transportation game is packaged in a long tube and features a huge 24&quot; 36&quot; laminated map of the USA. Players represent truck drivers as they move freight across the country. The first driver to own five trucks and have $10,000 in cash is the winner.&#10;&#10;Includes the map, cards, play money, plastic tokens, labels, dice, and rules.&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forest of the Undead",
    "ID": 39101,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/39101/forest-of-the-undead",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It starts simply enough.  You and your pal decide to cut through the forest to save some time.  Instead, you experience the adventure and horror of your young life as you encounter enough Undead to populate a dozen George Romero films!&#10;&#10;2-4 players take turns placing forest path tiles, then moving your pieces along the winding routes.  Using cards, you do your best to ward off the gruesome creatures as well as create some to eliminate your opponent- but watch out! If he dies, he can come back as the Undead and still win the game if you are unable to flee the forest in time!&#10;&#10;The game uses a variety of path tiles and event cards, and the player will need to supply his/her own Explorer and Undead figures (easily borrowed from games already on the market), as well as a few D6 dice.&#10;&#10;This is currently a Print and Play game, and is now available here on BGG as well as other websites approved by Steve Bullock.&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Speed: Deluxe",
    "ID": 39103,
    "Year": "(2008)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/39103/jungle-speed-deluxe",
    "Min Players": "3",
    "Max Players": "15",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2222",
    "Description": "This new edition includes 40 brand new cards, plus the cards from Jungle Speed and Jungle Speed: The Extreme Expansion (200 cards total), with a wooden totem and a metal box.&#10;&#10;MSRP is 33&euro; and will not be available in the USA.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Jungle Speed"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pumpkin Patch Phonics",
    "ID": 39105,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39105/pumpkin-patch-phonics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pumpkin Patch Phonics is a simple children's game that teaches players phonics.  Players spin a spinner, and move their token to the nearest picture that starts with the letter that the spinner is pointing to.  There are five special spaces on the board, where a player can slide up or down the track - similar to Chutes and Ladders.  There is an alternative version included (the other side of the spinner) where players can use the ending sound of a word, rather than the starting sound.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: The Gorilla",
    "ID": 39106,
    "Year": "(2008)",
    "Geek Rating": "5.583",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39106/zooloretto-the-gorilla",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "An expansion for Zooloretto, given for free by Abacus at Spiel 2008 in Essen.&#10;&#10;This expansion consists of 1 tile with a gorilla.&#10;&#10;Use the normal rules for Zooloretto, except for one rule: the first player to fill his 6-space enclosure, takes the gorilla enclosure from the middle of the table.&#10;&#10;The owner of the gorilla enclosure may once during the game place a drawn tile (which may be a coin tile) directly into his zoo instead of on a delivery truck. Keep track of usage by placing the spent coin on the Gorilla enclosure. The coin remains there until the end of the game and is not involved in the final scoring.&#10;&#10;From Rio Grande's Website:&#10;&#10;Gorilla is a small expansion for the award-winning Zooloretto and the folow-on game Aquaretto.&#10;&#10;For Zooloretto, it contains a savings book for each player and job boards. Savings books can be used to earn interest during the game and to break ties at the end of the game. It also contains job boards, which encourage players to acquire specific animals for their zoos. At game end, players score additional points for having collected the animals shown on their job boards.&#10;&#10;For Aquaretto, we have added three co-worker tiles: the Research Station, the Training Area, and the Technical Area. Players may take these tiles when they take co-workers to score more points. It also adds Trains to the game. Players can collect different train tiles to score additional points at game end.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Game: Coloretto",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Command Crew",
    "ID": 39107,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39107/command-crew",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the rules:&#10;&#10;&quot;Tonight's episode: With another dangerous voyage in front of them, the remaining starship officers fall back on their well-honed skills of treachery, sabotage and insubordination. Only one will emerge as captain, the one who can somehow get the other officers to follow orders.&quot;&#10;&#10;The goal of the game is to get other players to carry out the missions you assign so that you accumulate 10 pips worth of missions completed. Missions are worth between 2 and 4 pips. Every other player can refuse, so you need to be able to convince them it's in their best interest. Thankfully, the missions are easy, but it requires someone to actually perform them.&#10;&#10;Of course, if the missions don't get performed, things go wrong, terribly wrong ....&#10;&#10;Winner of the 2003 PolyCon Independent Game Design Prize for best Board/Card Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Night on Earth 'Revenge of the Dead' Supplement",
    "ID": 39108,
    "Year": "(2008)",
    "Geek Rating": "5.713",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39108/last-night-on-earth-revenge-of-the-dead-supplement",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "The 'Revenge of the Dead' Supplement is a web-exclusive for 'Last Night on Earth: The Zombie Game' and features a new scenario and ten new game cards. All pieces are printed on the same high-quality card stock as the boardgame. The cards are exclusive to this supplement and will not be available anywhere else. They feature all new artwork.&#10;&#10;After a long night, it is almost dawn and the shambling horde is angry&hellip; angry and hungry. The smell of brains seems to be driving them mad. Facing desperate odds, the surviving Heroes might be able to live through the night if they can hang on just a little longer. But the dead will have their revenge, for they will feed well before this night is through.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Power of the Sultan",
    "ID": 39109,
    "Year": "(2008)",
    "Geek Rating": "5.698",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39109/alhambra-power-of-the-sultan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.44",
    "Description": "This is the 5th expansion for the base-game Alhambra. It was presented at the Essen gamefair Spiel '08.&#10;&#10;As in all the other expansions, this one contains 4 new modules.&#10;They are as follows:&#10;&#10;-Die Karawanserei (the Caravan). Cards and markers.&#10;These special cards can be taken. Every turn you may increase the indicated amount of money on the card and use it to buy buildings.&#10;&#10;-Die K&uuml;nste der Mauren (the art of the Moorish). Tiles.&#10;With these tiles you can get extra points for the amount of buildings you have of the same value.&#10;&#10;-Die Macht des Sultans (the power of the sultan). Cards and a die.&#10;You can buy the card for 7 of the indicated color. Then you roll the die and mark the building on the card. When a new building of that color is added to the building site, you can take it, even if it is not your turn.&#10;&#10;-Die neuen Wertungsk&auml;rtchen (the new valuation cards). Tiles.&#10;At the beginning of the game you draw 3 tiles that show different ranking orders for the buildings for the three valuations.&#10;&#10;Expands:&#10;&#10;    Alhambra&#10;&#10;&#10;",
    "Categories": [
      "Arabian",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Granada (Andalusia, Spain)",
      "Country: Spain",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robot Siege",
    "ID": 39110,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39110/robot-siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Reminiscent of Stratego, Robot Siege requires two players to secretly deploy their army of robots to battle.  All robots in the game look the same, until they battle and their secret powers are revealed.  The first player to destroy their opponent's &quot;Master Power Source&quot; is the winner!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]