[
  {
    "Rank": "N/A",
    "Name": "Kalle Kringelwurm",
    "ID": 26307,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/26307/kalle-kringelwurm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;There should be no garden without a compost heap and no compost heap without hard-working earthworms.  But blackbirds, moles, shrews and the sun never cease to interrupt the diligent efforts of these little creatures.  Is it posible for them to overcome these trouble-makers?&#10;&#10;Artwork by Doris Matth&auml;us.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Worms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Parkplatz-Rennen",
    "ID": 26308,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26308/parkplatz-rennen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Parkplatzrennen (=Parking lot race) belongs to the small 4-games series of Children's Games by Pelikan; Hummelchen, Ali Baba and Der kleine Prinz are the other 3 games.&#10;&#10;It is played on a board showing a 60 space long race track.. 4x11 spaces of the track are coloured in one of the player&rsquo;s colour.&#10;&#10;Each player has 3 cars and 1 police officer. The police officer is placed in the middle of the section of his colour and tries to capture opposing cars. During a turn, a player can move one of his cars or his policeman.&#10;&#10;Winner of the game is the player, who reaches the parking lots at the end of the track with his 3 cars first.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Large",
    "ID": 26309,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/26309/grand-large",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The goal in this nautical ship racing game (U race with sailboats) is to complete 7 stages in a race around the world as soon as possible. These stages start in St. Malo, Rio de Janeiro, Bombay, Hobart, Honolulu, Abidjan, Baltimore and the finish is again in St.-Malo.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Masters Victory",
    "ID": 26310,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26310/masters-victory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Masters Victory is a strategical light-wargame for 2 players (the box measures 30x30x6cm). The game was developed and released in Belgium. At the start of the game each player puts 25 pf his pawns at locations he choses (a similiar system as with Stratego). The pawns are divided in different sections (e.g. infantry, artillery). Land - &amp; airbattles will finally determine the outcome of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hierarchy",
    "ID": 26311,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26311/hierarchy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Described as &quot;the Game of Intrigue, Passion and Treachery&quot;, Hierarchy is played on a triangular board with players starting at the bottom right before progressing in a snake towards the top of the &quot;pyramid&quot;.&#10;&#10;In turns, players roll two dice to determine the colour (subject) and the difficulty of the next question.  Get the question right and the player gets another turn.&#10;&#10;Questions can be on: Economics &amp; Politics, Initials &amp; Abbreviations, Professions, Advertising, Media &amp; People, and Companies.&#10;&#10;Players have the option to challenge other players on the same  level as themselves - of which there are five - and the loser goes down a level.&#10;&#10;In the box are six stacks of cards containing questions and answers, graded by difficulty, a triangular board that folds into a hexagon, a hexagonal player aid with the subjects and their matching colours printed on it, and a velveteen bag containing 6 tetrahedron playing pieces and two dice - one with coloured spots on it to match the subject colours.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Module J2 – Advanced Fighters",
    "ID": 26312,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26312/star-fleet-battles-module-j2-advanced-fighters",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Part of the Star Fleet Battles Captain&#039;s Edition line.&#10;&#10;Module J2 includes new warships, fighters, weapons, and systems: Oversized Fighter Squadrons are launched by Patrol and Interdiction Carriers. Scout Carriers and Area Control Ships pave the way to the PFTs that followed. New ships include Federation Fast Carrier and F-111 carriers, Klingon FWE and D6Y, Romulan NovaHawk-B and Vulture-V, Kzinti DDE and CLE, Gorn Emergency Carrier, Tholian Dreadnought-Carrier and War Cruiser Carrier, Orion Slaver-Carrier, Hydran Pegasus-Carrier, Lyran Medium Carrier, ISC Light Fleet Carrier, and more.&#10;&#10;Bombers, huge shuttles bristling with weapons, defend planets from invaders. Megafighters are enlarged standard fighters: faster, meaner, tougher! Remote-controlled fighters keep pilots alive to fight another day and have faster launch rates but lack the range for independent strikes and cannot survive dogfights.&#10;&#10;Advanced versions of many shuttles, heavy fighters, and plasma fighters. New weapons include Stonefish Drones, Heavy Drones, and type-K Plasmas. Andromedan Small Support Units and Mobile Weapon Platforms (their version of fighters and PFs).&#10;&#10;Seven scenarios, 83 SSDs, charts, and annexes complete the package.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Module R9 – The Ships That Never Were",
    "ID": 26313,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26313/star-fleet-battles-module-r9-the-ships-that-never",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "Part of the Star Fleet Battles Captain&#039;s Edition line.&#10;&#10;SHIPS THAT COULD HAVE BEEN (AND A FEW THAT WERE BUT MAYBE SHOULDN'T HAVE BEEN).&#10;&#10;More ships from the archives of Star Fleet. Light X-dreadnoughts, heavy scout carriers, national guard PFTs, war cruisers converted into dreadnoughts, medium dreadnoughts, and much more! Ships for campaigns (Tholian tug, pods, survey ship; Seltorian tug and survey ship; Romulan tug, LTT, and pods; alliance maulers; coalition dreadnought maulers). And some interesting ships from all over, such as the fast mauler, Federation Strike Cruiser, Klingon D6D-PFT, Romulan FarHawk, Kzinti national guard drone ship, Gorn double-wing destroyer, Orion heavy and light DNs, Andromedan Shiva Mauler, Lyran Lioness, ISC war cruiser and war destroyer, LDR fleet police and fleet destroyer.&#10;&#10;Includes 48-page rulebook, 80-page SSD book, and 108 counters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Module R8 – System Defense Command",
    "ID": 26314,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26314/star-fleet-battles-module-r8-system-defense-comman",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "Part of the Star Fleet Battles Captain&#039;s Edition line.&#10;&#10;The ships that protect the home front. National Guard cruisers, destroyers, frigates, carriers, and escorts. Heavy police ships and police carriers. Heavy auxiliaries. Auxiliary cruisers. Tugs and salvage ships. Skiffs. Klingon police warships. Sector bases. Hospital ships. Luxury cruise liners. Executive transports. The original Klingon light cruiser. Romulan police flagship. Tholian police cutter. Orion National Police. Andromedan gun sleds. The ISC early years ships (refitted for the General War).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WeyKick Tennis",
    "ID": 26316,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/26316/weykick-tennis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "WeyTennis takes the WeyKick game into new territory by adding a net and new fgures to turn your WeyKick board into a real tennis match. The game uses the same board (2-player, 4-player, or 6-player). The net is clever and can one is being made for each WeyKick board size. WeyTennis makes a good game even more useful by adding a new dimension with the net and a new set of pieces. The WeyKick line now includes WeyKick, WeyHockey and WeyTennis.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Digimon Collectible Card Game",
    "ID": 26317,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/26317/digimon-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The Digimon Collectible Card Game allows players to collect and battle with Digimon. There are 4 Card types, Digimon, Digivolve, Digi-modify, and Digi-Destined. There are also 4 subtypes of Digimon, Rookie,Ultimate,Champion, &amp; Mega. The Goal of the game is to defeat the oponent's digimon, and gain Data Points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Characters: Digimon",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4 Tractors and a Cow Game",
    "ID": 26318,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/26318/4-tractors-and-a-cow-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;And there're off! In this fanciful farm game, players use a spinner to move their four tractors out of their barns and across the game board - hoping to land on a space showing a farm item that matches a card they've been dealt. But watch out - Elizabeth the Cow can get in the way and tractors can run out of gas! When all the tractors have moved off the board, the player with the most matched cards wins. It's a fast, funny farm game for kids!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chuck E Cheese's Skytubes",
    "ID": 26319,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.12",
    "Link": "https://boardgamegeek.com/boardgame/26319/chuck-e-cheeses-skytubes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Play the game based on the Skytubes at Chuck E. Cheese. Spin the spinner and move your piece toward the treasure chest at the finish line The first player to reach the treasure chest wins. Teaches counting and encourages taking turns. For ages 3 years and up&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow Woods",
    "ID": 26321,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/26321/rainbow-woods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are trying to create a path through your opponent's trees.  To remove a tree, you roll a die and choose one of your opponent's trees.  If it is a match, the tree gets removed.  If it is not a match, the tree gets turned back around.  The first person to make a path from the center of the board to the opponent's edge wins the game.  A tree with a bear on it is not removable, and a tree with a rainbow can be removed with any die roll.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memos",
    "ID": 26323,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26323/memos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Each player takes a turn and lifts off two covers to reveal 10 matching inset pairs. If it's a match take the disks, collect the most, and win! Offers multiple level play. Use supplied wooden discs or substitute other small objects for extended play and learning.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 4 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "An Evening of Murder: A Feast to Die For",
    "ID": 26325,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/26325/an-evening-of-murder-a-feast-to-die-for",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;The Lesters were hosting another one of their fabulous dinner parties. The invitation list was smaller than usual. The Lesters, and a few of their special family and friends were just about to sit down to enjoy the elaborate dinner Victoria Lester had prepared. The table was breathtaking. As usual Victoria had outdone herself. The diners toasted with a vintage bottle of red wine and sat down to eat. As the food was being passed around the table, Victoria started to choke and cough. Everyone rushed to her side in time to see her fall face first into her food. She was dead, she had been poisoned. Welcome to an evening of murder! This is a 'Party Adventure' designed to create a night of intrigue and excitement for you and your friends. Within the comfort of your living room, you set the stage for solving a murder. You and your guests become the suspects. Each have hidden backgrounds and secret clues. Cast your inhibitions aside, apply your imagination, and determine who the murderer is, how it was done, and why. Game comes with a complete party planner with instructions, costume suggestions, tips, and an optional dinner menu, invitations and name tags for your guests, character profiles with secret clues and backgrounds for each guest, a CD which re-enacts the sounds of the murder and outlines the plot, and the authors solution to the mystery. For 8 guests.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Max Haines invites you to An Evening of Murder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jabbo",
    "ID": 26326,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26326/jabbo",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Jabbo is a dominoes-style game using symbols of animals and colors of animals to create more exciting match combinations.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eruditzia",
    "ID": 26327,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26327/eruditzia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is a game in French that was sponsored by a Polish vodka brand.&#10;Tiles are placed face down on a 8x8 board representing Poland. Each turn, a player moves is pawn as a chess knight, as many times as the number on th D6 he rolled, and flip the tile he lands on. On the tile is shown which color of card the player must draw and hand to another player. The other player reads the question. If the player whose it is the turn answers well,  he remove the tile from the board.&#10;&#10;The game ends when a player has completed his objective, which is selected randomly at the beginning and kept secret. All are to discover a whole line of tiles.&#10;&#10;Contents of the box :&#10;A board 50x50cm, 4 panel&#10;64 tiles&#10;130 cards of three colors&#10;A die&#10;8 metal pawns representing the knight of the vodka brand&#10;150 bills of 100 &quot;Eruditzia&quot;, the money of the game&#10;12 mini newspaper which contain the objectives&#10;a vodka shot glass&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thief of Thieves",
    "ID": 26328,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26328/thief-of-thieves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players simultaneously turn over 4 cards and attempt to play them in sequence (ascending or descending) upon two face up cards.  Cards consist of Gold, Minotaurs, Werewolfs and Jewels numbered from 1 to 10. There are also Dwarf, Bandit and Thief cards which must be played after the value 10 card.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bob the Builder: Build It & Win Card Game",
    "ID": 26329,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/26329/bob-the-builder-build-it-and-win-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Game plays like dominoes only using playing cards...win one of Bob's game pieces when you play a Bob card.  First player to lay down all his cards or who collects 3 game pieces wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "TV Shows: Bob the Builder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Look Out Wall Street!",
    "ID": 26330,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26330/look-out-wall-street",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Investing game created by a Mother/Daughter team. The objective of the game is to be the best stock and bond investor and make the most money. If you lose all your stocks, bonds, and money then you lose the game.&#10;&#10;The game has been illustrated by a child to help appeal to other children and create interest in investing for both children and adults.&#10;&#10;Look Out Wall Street!: &#10;&#10;&#10;    Is simple, fun and non-intimidating. &#10;    Is illustrated by a child to appeal to children as well as adults. &#10;    Has play stock in companies that children can relate to including: skateboards, surfing, and more.&#10;    May encourage an interest in children as well as adults, to research and learn more about the stock market and investing. &#10;    Incorporates stock market bubbles of the past including; &quot;Tulip Mania of  1637,&quot; &quot;The Crash of 1929,&quot; &quot;The Dot com&quot; bubble of 2000, and a few more as mentioned in the &quot;Random Event $ &copy; cards.&quot; &#10;    Includes index investing as a possible way to invest, with indexed companies located at three corners of the board.  &#10;    May also increase an appreciation for the importance of learning math in the context of making money.&#10;&#10;&#10;Home Page: www.lookoutwallst.com&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warbots & Death Machines",
    "ID": 26331,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/26331/warbots-and-death-machines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Players design their own fighting vehicles, based on size of figure and points spent. Systems include armor, weapons, force shields, power systems, instrumentation, crew capacities, etc. Game includes a wide variety of weaponry: laser weapons, powerguns (heat weapons), particle beam weapons, disruptors, sonics, plasma guns, eli blast (plasma ball) weapons, conversion beams, cone weapons (rapid-fire rocket launchers), gaus (magnetic) weapons, mortars, rocket-assisted rifles, guided missiles, cluster rockets, hellbores (pelletized hydrogen), disintegrators, plus miscellaneous small arms. The combat rules cover such items as target acquisition, special damage effects, hand-to-hand combat, and robot programming.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Els xinos de l'Oracle",
    "ID": 26332,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/26332/els-xinos-de-loracle",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Els xinos de l'Oracle is a humorous betting game based on the legislative Catalan elections of November 1st 2006. Originally intended to play after dinner, during the tallying of the ballot, to have a funny evening waiting for the definitive results and playing with the possible post-ballot government coalitions... but obviously, you can play it at any other time!&#10;&#10;Each player has 8 cards with the possible future government coalitions and 12 tokens representing the seats in the Catalan Parliament (allocated according to the polls). In each one of the 8 turns each player must choose a coalition card, and once revealed every player must select three seats (from the party or parties he decides). Summing up the seats chosen by all the players, the coalition with most seats will be the winner of that round.&#10;&#10;",
    "Categories": [
      "Humor",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Kleine Prinz: Zähmt den Fuchs",
    "ID": 26334,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26334/der-kleine-prinz-zahmt-den-fuchs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "One in a series of children's games featuring the character &quot;The Little Prince&quot;.&#10;&#10;In this game the players have to capture or tame the fox, which they do by making their way down a path based on their ability to predict which of four 'locations' the fox will appear.&#10;&#10;One player acts as the fox and receives 12 cards comprising three each of four different locations - he shuffles these and places them in a pile face up in front of him.&#10;&#10;The other players (up to three) represent the Little Prince and have to make their way down a path formed from 5 route cards.  Each of the route cards shows the four locations where the fox might be hiding.  The path is connected to a tile on which the fox playing piece is placed. They Prince players each have four tiles representing the four locations.&#10;&#10;Each turn they try and predict at which location the fox will appear by laying one of their tiles face up.  The fox player then turns over his top card and 'appears'.  If any of the other players have a match then they move down the path to the next location on the route showing that location.&#10;&#10;Over twelve rounds players progress down the path towards&#10;the fox - the first player (if any) to reach the fox is the winner.  If no-one manages to reach the fox then it is the player that progressed the furthest down the path that is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Foxes",
      "Books: The Little Prince"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Cut the Cheese",
    "ID": 26335,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/26335/dont-cut-the-cheese",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The trap is set with a paper strip of cheese.  Each player spins the spinner to determine how many times they must perforate the cheese with the mouse hole-punch.&#10;When the cheese strip breaks every player other than the one who cut the cheese draws a cheese token from the pile.&#10;The player who collects all three colored cheese tokens wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PowerTechnics",
    "ID": 26336,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/26336/powertechnics",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object of game: to conquer or bankrupt opponents. Game looks like a take on monopoly with military strategy and combat.&#10;&#10;The game is a sort of cross between Monopoly and a light wargame like Risk. The board has an outer track, very Monopoly like, but a map occupies the space inside. It is divided into 16 countries, forming color groups known as Cartels. As you go around, you buy up &quot;countries&quot; to charge other players &quot;port fees&quot;. The countries can have their industry developed by buying Factories (e.g. houses/hotels). The Community Chest/Chance cards have been replaced by Spot Market and Commodity Exchange decks, which are used to simulate a player's speculating on the spot market. A key difference from Monopoly is that you can build up your military and use it as an alternate means of conquest.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Martello",
    "ID": 26337,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/26337/martello",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Martello is played on a 6x6 grid board. 36 stones in 6 different colors and 6 different patterns are shuffled and placed on the board before the game begins.&#10;&#10;The game can be played with 1, 2 or 3 players. While the basic rules are equal for any number of players, the playing area can be different and the winning condition is always different!&#10;&#10;Movements can be done vertically or horizontally, but a move without capturing another stone of the same color or pattern is not allowed.&#10;&#10;Differences between the 3 versions:&#10;&#10;1 player game: played on the whole board, trying to capture all stones and ending up with only 1 single stone on the board.&#10;&#10;2 player game: each player plays on 4 rows (meaning that 2 rows are for both players) and tries to clean his rows better than the opponent&#10;&#10;3 player game: played on the whole board and trying to eliminate all stones of a secretly chosen color first&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dschungelspiel",
    "ID": 26338,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/26338/dschungelspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player places his 2 tokens in the middle of the game board (djungle) and tries to be the first, who leaves the board with both tokens.&#10;&#10;The djungle is covered with a grid showing 9 x 13 intercept points in  5 colors. The tokens move on the intercept points, but the die does not determine the distance of a move, but the direction! 1-4 are used for the 4 straight directions, 5 and 6 enable diagonal moves towards both sides from the starting point.&#10;&#10;White intercept points are neutral, red and black ones reduce or increase the moving speed, yellow and blue ones enable to draw 1 of the 40 yellow or blue cards included in the game.&#10;&#10;These cards reduce the luck factor, because they allow to change the result of the die roll in most cases (yellow card instructions must be followed immediately, blue card can be kept for later use).&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knight Chase",
    "ID": 26341,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/26341/knight-chase",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Knight Chase is an enjoyable and quick-playing abstract strategy game from Alex Randolph, featured in Sid Sackson's A Gamut of Games.&#10;&#10;Knight Chase is played on a chess board using one black and one white Chess knight and thirty markers. Starting at opposite corners of the board, white attempts to capture black. Each player moves his knight according to standard Chess rules but also places two markers on his previous location as well as on another location of his choice. When all 30 markers have been placed, white has ten more moves in which to capture black. If he is unable to do so successfully, black wins by avoiding capture.&#10;&#10;There are two more rules:&#10;1) If either knight is unable to move, the game ends and black wins because he avoided capture.&#10;2) If your opponent's knight only has one remaining place to move, you may not put a marker there.&#10;&#10;&#10;     Re-developed as Pferde&#195;&#164;ppel &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aussie-ASL '96 Pack",
    "ID": 26342,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26342/aussie-asl-96-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.3333",
    "Description": "This pack contains ten scenarios for people to do battle from China and Korea to Russia. These scenarios were designed and tested by Paddington Bears' ASL club in Australia.&#10;&#10;PBP 1: Red Sorghum, Yellow Earth&#10;PBP 2: The RHA at Bay&#10;PBP 3: Children of the Kunaii&#10;PBP 4: Driven to the Bottle&#10;PBP 5: U.S. Forces&#10;PBP 6: Raw Deal&#10;PBP 7: Piece of Cake&#10;PBP 8: Terminator&#10;PBP 9: Last Roundup&#10;PBP 10: First to See Will...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Australia",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies",
    "ID": 26343,
    "Year": "(1988)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26343/warhammer-armies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "This 178-page hardcover book contains the official army lists for 3rd edition Warhammer Fantasy Battle.&#10;&#10;This book covers the Dark Elves, Wood Elves, High Elves, Empire, Bretonnia, Chaos, Skaven, Orcs, Dwarves, Slann and Undead races as well as 21 mercenary  and ally contingent force lists.&#10;&#10;Errata appeared in White Dwarf issue 108.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The 100 Games",
    "ID": 26344,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/26344/the-100-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is being described as &quot;7 original cardgames interesting and exciting for the whole family.&quot; and more info can be found at www.the100games.com&#10;&#10;Actually, the game consists of the following 7 games : &#10;Game 1: The Digits&rsquo; Game&#10;Game 2: The Great Digits&rsquo; Game&#10;Game 3: The Numbers&rsquo; Game&#10;Game 4: The Multiplication Game&#10;Game 5: The Primes&rsquo; Game&#10;Game 6: 100 Rummy&#10;Game 7: Numbers Memo&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Memory",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uthini",
    "ID": 26345,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/26345/uthini",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Uthini is a modern African game (by dint of it being invented by South African Don Green), related to Backgammon. Players start with their tokens at either end of a board, which is a 13&times;3 grid. The aim is to be first to move their pieces from one end of the board to the other, while blocking the other player on the way. Players roll dice and can move their tokens on any of the three columns.  They can also move left or right depending on the number on the die.  Players lose a turn when they roll doubles.&#10;&#10;&quot;Uthini&quot; is a Swahili word, meaning &quot;pardon&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: DVD for Kids",
    "ID": 26346,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/26346/trivial-pursuit-dvd-for-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Join your hosts, Brad, Bobby, Mitch and Lewis for 12 hysterical episodes of head-to-head question-and-answer fun. Test your knowledge in 6 different categories. Answer the questions correctly and you collect a wedge. If you have the most wedges at the end of the game you win! Hurray!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 contra 4",
    "ID": 26347,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26347/1-contra-4",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Two games in one small box:&#10;&#10;&bdquo;4 gegen 4&ldquo; is an old Chinese Checkers variant, which is played on a small 4x8 board . The 4 playing pieces per player are not allowed to move backwards. Winner is the player whose playing pieces occupy the opposing starting position first.&#10;&#10;&bdquo;4 gegen 1&ldquo; is a Fox and Geese variant, where 4 pieces try to surround the single piece of the opponent. The single piece player wins, when his piece manages to break through the line of the 4 pieces.&#10;&#10;1 Contra 4 is a game released in 1976 which replaces the chessboard with an own created board, but there is no difference in gameplay.&#10;&#10;Similar to French Military Game&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Reise Steckspiele (Spear's Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huff and Puff",
    "ID": 26348,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/26348/huff-and-puff",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You know the tale of the three pigs and the wolf? The first pig that finishes it's house wins.&#10;&#10;The active player rolls the die and moves his pig according to the roll. If it lands on an straw/wood/stone symbol, he adds a tile made from that material to his house. If he lands on a wolf symbol, he can let the wolf blow onto another players house, causing it to lose his straw and (often) his wooden parts.&#10;&#10;From the box:&#10;Help out the three little piglets. They have built their houses, but big bad wolf is going to blow them over.&#10;Build you house and place your little pig on the start line. Every time wolf turn for your house and for every window left, you move forward and for every window blown when you're a wolf, also move forward.&#10;Highly luck based game for little kids with great sounds and electronics.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pigs",
      "Animals: Wolves",
      "Components: 3-Dimensional (3D)",
      "Folk Tales & Fairy Tales: Three Little Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geld & Börse",
    "ID": 26350,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/26350/geld-and-borse",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is an economic game, where players try to be the richest player after a certain amount of time.&#10;&#10;The board shows 3 round tracks. The outer track has 25, the track in the middle 21 and the inner track 17 spaces.&#10;&#10;Players move around the board on one of the chosen tracks. They can purchase bonds (20 provided) or shares (10 provided each) of 6 different companies, when they land on the appropriate spaces. Some spaces pay dividends to the share owners, some request taxes, some are spaces, where players can gamble to earn or loose a lot of money.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tripoley: Criss Cross Poker",
    "ID": 26351,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/26351/tripoley-criss-cross-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publishers website:&#10;&#10;Tripoley&reg; Criss Cross Poker&#10;The fastest poker game you will ever play! Criss Cross Poker allows players to play 10 hands of poker at the same time using Cadaco's uniquely designed card stands. No more shuffling between hands or waiting for cards to be dealt. Includes 4 card stands, 1 betting mat, 2 card decks, and 200 poker chips.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Tripoley",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan Austria / Wien meets Catan",
    "ID": 26352,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26352/catan-austria-wien-meets-catan",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Catan-Austria is a gift for visitors of the 20th Austrian gamefest in 2004. &#10;The theme of the Catan-Austria and Wien meets Catan scenario is tourism in Austria.&#10;&#10;Belongs to the Catan Series.&#10;&#10;Expands:&#10;&#10;    CATAN&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Country: Austria",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Princess: Dream Journey",
    "ID": 26354,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/26354/disney-princess-dream-journey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A DVD boardgame from the makers of Scene It?: The DVD Movie Game&#10;&#10;Become Snow White, Sleeping Beauty, Jasmine, Ariel, Belle or Cinderella and relive some of the greatest princess moments.&#10;&#10;Be the first to reach the happily ever after castle and get to wear the Disney Princess Tiara.&#10;&#10;Includes:&#10;&#10;&#10;     DVD&#10;     Remote Control&#10;     Game Board&#10;     Tokens&#10;     Tiara&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Brands: Disney",
      "Components: DVDs",
      "Folk Tales & Fairy Tales: Cinderella"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paks",
    "ID": 26355,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/26355/paks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Paks is a card game of connections and combinations featured in Sid Sackson's A Gamut of Games. The game can be played by two, three, four, or six players.  When played by four or six, the gameplay is divided into two teams and partners are seated alternately.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards",
      "Series: Gamut of Games (Sid Sackson)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lo Tarot",
    "ID": 26356,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/26356/lo-tarot",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Lo Tarot is edited for the purpose of &quot;easiest Tarot trick taking game with full 78 cards&quot;.&#10;&#10;This game is played with 4 players. Only one surviving bidder becomes the declarer and plays against the other 3 players (1 v.s. 3). The purpose of a normal game is take and get enough point-cards.&#10;&#10;1) You must play a card of same suit as lead from. &#10;2) If you have no same suit card as the lead, you must play a trump.&#10;3) If you have no same suit card as lead and trump, you may play any card.&#10;&#10;If all players pass the bid, the object of the game changes to something called Ramsch. Ramsch means not to take point-cards. At Ramsch, every player fights each other (battle royal).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Tarot Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Passe et Drop",
    "ID": 26357,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/26357/passe-et-drop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Passe et Drop is a Rugby game from France. The goal of this dice-controlled game is to be the first to win 2 matches.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wszyscy na poklad",
    "ID": 26358,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/26358/wszyscy-na-poklad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Two travel agencies compete for a places in a plane. They get points for every sold place. The winner is the one who get more money when the plane is full.&#10;The game board is a plane deck.&#10;Players play cards and put passengers into a plane.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Challenge",
    "ID": 26359,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26359/magic-challenge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Publisher's site:&#10;&#10;What is Magic Challenge&#10;&#10;* Two or more players slip into the role of one wizard each, creating and controlling creatures by weaving spells. The one managing to destroy his opponent's protective shield wins. It is possible to attack your opponent(s) with huge masses of creatures, because spells are casted every turn.&#10;&#10;The idea behind Magic Challenge&#10;&#10;* There are many people playing table-tops and having great ideas for new games. Magic Challenge is an opportunity for those people, because the game has, like they say in computer language, an open source code: The rules are open to everyone. They can be copied and passed on to everybody. It&rsquo;s not that difficult with only 3 pages of rules.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Armor",
    "ID": 26360,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/26360/battle-armor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The plasma burst exploded too close for Chaves to feel comfortable and so he kicked in his jet booster to move to a new location before the enemy could pin point his position any closer. As he leaped into the sky, the booster jets sending him high over the alien trees, Sgt Chaves made a quick recon of the battlefield as it appear below him. Sensors marked on his heads up display where each of the other four in his squad where located and where the enemy troopers where positioned, or as best he could tell from what his scanners were telling him anyways.&#10;&#10;As he leaped over the terrain, he became exposed and incoming fire began to pelt off his armor. Best to stay low he figured as he hit the ground running. Over his communication link the lieutenant was yelling at Private Jones to lay down suppression fire on the enemy set up on the low hill to the right. Another day in the Core, Chaves sighed, as he headed off to that same hill to kill more of the enemy.&#10;&#10;This is Battle Armor, the second Mini Game by Bad Baby. Wars in the future will be fought by heavily armored warriors. Powered Battle Suits will rule to battlefield as each man can pack the firepower of a battalion. Mobile, heavily armored and capable of laying down a path of destruction like no other weapon ever made, the Powered Battle Suit will rule the future of warfare.&#10;&#10;In Battle Armor you take control of a single man, or a squad of battle suit armed warriors, as they fight their endless and bloody wars in the future. Everything you need to play the game is included, rules, full color counters, map boards and terrain tiles.&#10;&#10;Fast, easy to play and quick to learn, Battle Armor will supply you with endless hours of fun.&#10;&#10;PDF can be found at:&#10;www.wargamedownloads.com&#10;www.rpgnow.com&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De Pfaffs",
    "ID": 26361,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/26361/de-pfaffs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is based upon the TV-series about the family (and the house) of ex-goalkeeper Jean-Marie Pfaff (ex-keeper of Bayern M&uuml;nchen &amp; the Belgian National Team). All major characters of the series are in the game. The winner is the one who collects swimming gear first so he/she can take a dive in the family swimming pool.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Het Brandweerspel",
    "ID": 26362,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26362/het-brandweerspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This Dutch boardgame was designed with the intention to give people a more realistic view of the work of firemen. In the game the players are firemen and get all sorts of jobs to do: pumping water from a cellar, ceasing a fire or getting a cat out of a tree. However, the game is not so complicated as this may sound since the game uses a simple role and move mechanics system.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargames Rules 1950-2000: Wargames Rules for All Arms Land Warfare From Platoon to Battalion Level",
    "ID": 26365,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/26365/wargames-rules-1950-2000-wargames-rules-for-all-ar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6",
    "Description": "A tabletop wargame system for simulating modern engagements. This is the second version of this game and is actually used by several modern armies for training purposes. It is designed for battle group encounters and generally uses played using 1/300th or 1/285th scale white metal miniatures on a one man = one man or one vehicle = one vehicle scale, but a good skirmish game can be had by figures up to 28mm.&#10;&#10;The rules cover terrain laying by the players (no need for pre-written scenarios), non-random training morale ratings that affect troop behavior, and scenarios based on player-chosen force postures, such as Encounters, Hasty Attack, Hasty defense, Inert defense, Deliberate Attack and Prepared defense. It allows the simulation of amphibious assaults, helicopter borne troops, precision weapons, modern MBTs and is current till 2010 with the current expansion.&#10;&#10;The system emphasize tactics and terrain command and control. They pay attention to troop psychology, what is possible to do with the men who control the weapons, and how these men can be efficiently commanded. Infantry are essential and their tactics more varied. With the attached points values, this system can be used in conventions and competitions where players expect to have similarly-capable forces, even though their opponents may never have fought historically. A 1950's army, using the system's clever victory conditions, can take on the latest Western army.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: 20th century Wargame Rules (Wargames Research Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Canonniers: Un Jeu de Football",
    "ID": 26366,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/26366/les-canonniers-un-jeu-de-football",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "French language vintage soccer game from 1965. The game contains a soccer terrain board, a dice, a tiny wooden ball and tactical cards.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evolution of the Stars",
    "ID": 26367,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26367/evolution-of-the-stars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Evolution der Sterne by CSPP is the first strategic puzzle cardgame, for 2-6 players (more players with more sets of cards). Players are exploring a space galaxy and can either explore, research, build spaceships or battle for control of planets.&#10;&#10;It contains: 55 colored cards, 1 Player Aid Card, 1 rules sheet, plastic box.&#10;&#10;To play the game, you will need 13 dice per player (not included).&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goth or Gauche?",
    "ID": 26368,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/26368/goth-or-gauche",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website, 2003, via the Wayback machine:&#10;&#10;&quot;In Goth or Gauche? you take on the role of a peripathetic freak and traipse around the club, quothing, posing, and angst-dancing the night away.  Bottle Dancer on the floor?  You'll shudder in horror and avoid her like the plague until you can Make Them Leave.  Is Phoenix showing off his prodigious jewelry again?  Just wait 'til he gets Entangled and laugh your head off.  Now, not every night is going to be Goth.  Sometimes Fire &amp; Brimstone, the Graver, the Lech, and the Manic Goth may show up together - and you may not be able to Make Them Leave fast enough.  That doesn't mean it's a bad night, though.  NO!  Enjoy your Gaucheness and laugh along with the uncool.&quot;&#10;&#10;Limited print run, released Dragon*Con 2002. Box unfolded to become the game board.&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rocks for Sale",
    "ID": 26369,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/26369/rocks-for-sale",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Rocks for Sale -- asteroid mining in the lawless future.&#10;&#10;Blurb from the rules:&#10;&#10;&quot;Welcome to the highly competitive industry of asteroid mining. You say you don't want to get your hands dirty, that's ok just rope them and tow them back. Many are full of precious metals like Gold, Silver and Uranium. They go for a premium on earth and you could become rich. But first you better concentrate on paying off your ship.&quot;&#10;&#10;In Rocks for Sale, two to five (best for three to five) players fly their space ships along a pick-up and delivery circuit from the assayer's space station to the asteroid belt and back. Players tow asteroids back from the belt and sell them to the assayer, with the eventual goal of being the first to pay off their ship. But there are additional costs to running a mining ship, such as fuel, repairs and blasting charges. Mining in space can also be dangerous. Fuel leaks, overheating engines and other miners' blasting charges are only a few of the hazards an asteroid minor may face.&#10;&#10;Will you be the first to pay off your ship? Or will cost overruns make you sink ever deeper in debt?&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Who Is The Biggest Pervert?",
    "ID": 26370,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/26370/who-is-the-biggest-pervert",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The game where players answer questions about naughty things they have done in order to determine which of them is the Biggest Pervert!&#10;&#10;Sample questions are: &#10;-Have you ever shopped in a store for sex toys? &#10;-Have you ever talked dirty during a prank phone call? &#10;-Have you ever gotten aroused at a dentist appointment? &#10;-Have you ever filmed a homemade porn movie?&#10;-Have you ever fondled someone who was asleep? &#10;-Have you ever shared nude pictures of yourself on the internet?&#10;-Have you ever spied on someone who was changing clothes?&#10;&#10;Includes:&#10;Gameboard, 216 question cards, 6 game markers, rules.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shoot the Board Game",
    "ID": 26371,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26371/shoot-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;So, you think you have what it takes to be the top striker in the country?&#10;&#10;If you can score the goals each season, to get promoted, you could go all the way from Division 3, and lift the Premier Division Trophy.&#10;&#10;Well, if only a striker's life were just that simple. You will need the help of scouts, agents, and of course the manager. Money, houses, cars, red and yellow cards, fitness, the press and a little bit of the run of the ball.&#10;---&#10;&#10;The main mechanics of Shoot are quite simple, you roll two dice and move around the board doing what the various spaces on the board tell you to. The objective is to promote enough times to the Premiership and then finish a full season there. First person to do so wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlords",
    "ID": 26373,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26373/warlords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jarrin stood his ground as the big Barbarian next to him gave his battle cry and rushed head long into battle. Damn big fool, Jarrin though, he was always heading into trouble without first thinking. Jarrin drew his own slim blade and step forward, taking a more steady advance.&#10;&#10;The goblins outnumbered the two gladiators a good three to one, but the two men were better armed and more experienced in the arts of killing.&#10;&#10;As his barbaric friend crashed into the goblin's hastily formed battle line, Jarrin moved swiftly to the right, tying to out flank the green folk. Two though, saw this ploy and turned to meet him. With a sigh at the failure of his ploy, Jarrin charged in after his barbarian friend, yelling a battle cry of his own.&#10;&#10;This is Warlords, a game of man-to-man combat. Take the role of a hardened warrior as he or she faces danger in the arena. Face wild beasts, man-eating goblins or other gladiators as you try to increase your fame, skills and martial powers.&#10;&#10;Warlords is yet another Mini-game by Bad Baby Production. This game and the others like are fast, easy to learn games with a lot of playability and expansion.&#10;&#10;Everything you need to play the game is included, rules, full color stand up counters, map boards and terrain tiles.&#10;&#10;The Print-n-Play PDF can be found at:&#10;www.wargamedownloads.com&#10;www.rpgnow.com&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Wars",
    "ID": 26374,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26374/dragon-wars",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vermix issued his challenge and then leaped into the clear skies that lay before his cave's entrance. The smaller air dragon returned the roar and beat its long wings as it began to gain altitude. Vermix was large, a fire dragon of both mighty age and size. With some amusement Vermix mused on the foolish air dragon and how it would perish under his talons and burn with his breath.&#10;&#10;Beating his own great wings, the massive fire dragon rose slowly. Meanwhile the swifter air dragon had reached a great height overhead and with a shriek, folded its wings tightly against its sinuous body and dove into Vermix like some blue-grey spear, thrown by an angry god of war.&#10;&#10;The two dragons crashed into each other with bone shattering force. Stunned by the impact, Vermix struggled to bite at his foe, but the smaller air dragon had gained a tight grip on the fire dragon's fore legs and was even now ripping at Vermix's armored hide with its own sharp talons.&#10;&#10;Finally Vermix turned his great head and bit down on the neck of his foe. The air dragon screamed as Vermix crushed its throat, slaying the smaller dragon in one mighty snap of his jaws. Spitting the dead beast from his maul, Vermix turned his body as it fell, trying to scoop the air up with his wings and to either slow his fall or possibly even pull up from of the deadly plummet out of the skies.&#10;&#10;As the ground below rushed up, Vermix began to flap his might pinions once more, beating the air with his massive chest muscles, like belts of iron these muscles struggled to gather the wind about him. Slowly he regained control and turned the headlong fall to his doom into a controlled swoop. As he passed mere inches from the tops of the trees of the forest below him, Vermix issued another roar, letting all that could hear that his was king of the dragons still, and would remain so until another dragon took his life and crown.&#10;&#10;This is Dragon Wars, yet another Mini-game from Bad Baby Production. In Dragon Wars, you and other players take on the role of a might dragon, dragons that then launch themselves into the skies and battle for supremacy of all about them.&#10;&#10;Using a fast turn based system; the combat is swift, the excitement nail biting and the strategy intense. Everything you need to play the game is included, rules, full color counters, map boards and terrain tiles.&#10;&#10;Do you dare enter the world of dragons?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Graveyard Dash",
    "ID": 26375,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26375/graveyard-dash",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chuck just stood there and watched as old Mrs. Johnson crawled out of the fresh grave. She had been dead two days, but here she was, dragging herself out of her hole, red eyes hungrily staring at Chuck. Suzy screamed again, but Chuck barely heard his girlfriend's cries of horror as more of the waking dead shambled towards the two of them.&#10;&#10;Maybe it was the odd, green colored comet that had hurled overhead a few hours ago, or the illegal biological and chemical weapons the government truck had spilled across the creek. Chuck thought it was the old voodoo woman's curse that had been placed on the town. Whatever the cause, the dead were walking again, and they were hungry for human flesh.&#10;&#10;Coming out of his shock, Chuck grabbed Suzy's hand as the two of them began to run. If they could just get out of the graveyard, if they could just reach the gates at the far end of the grave covered field?.&#10;&#10;This is Graveyard Dash, a fun, fast game of Zombie mayhem, a race between walking dead and their human prey. Can the people trapped in the graveyard reach its gates and freedom, that is, before the ever-growing number of zombies drags them down.&#10;&#10;The first of Bad Baby's Mini Games, this and other games like it will allow players to engage in fun, fast, easy to learn board games. Small and quick though, does not mean less fun. No, these games will take you into all sorts of gaming fun, so don?t wait, get started today and have a blast of a time.&#10;&#10;Everything you need to play is included with the game, counters, a full color map of the graveyard and a detailed set of rules. Don't wait, get a little horror in your life and race the zombies.&#10;&#10;This Print-n-Play can be found at:&#10;www.wargamedownloads.com&#10;www.rpgnow.com&#10;&#10;Reimplemented by&#10;&#10;     Graveyard Dash: Z-Day&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Minigames (Bad Baby Productions)",
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy vs. Spy Combat Card Game",
    "ID": 26376,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/26376/spy-vs-spy-combat-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Promo Spy vs. Spy game illustrated by Antonio Prohias.&#10;&#10;There are 36 glossy, micro-perforated cards: 2 - 6 in 4 suits (although suits don't matter in the game), 4 each of 3 weapons (tanks, bombs and daggers), 2 wild cards and 2 WAR cards.&#10;&#10;Basically the card game War with a little Rock-Paper-Scissors thrown in. Shuffle and deal out the deck so each player has their own card stack. Players turn over their top card simultaneously. Highest card takes both cards and winner puts both cards on the bottom of their card stack. Weapons beat numbers. Bomb blows up Tank; Tank runs over Dagger; Dagger cuts a Bombs' fuse. If the cards tie, you go to war: place 3 more cards face down and turn over the 4th card, which decides the winner of the trick. Wild cards beat numbers and weapons. If a WAR card is turned over, players must go to war. Keep playing until one player has won all he cards.&#10;&#10;Variant rules for play with more than 2.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nickie's Castle",
    "ID": 26377,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/26377/nickies-castle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Free Cheapass Game that appeared in the September 2002 issue of Game Trade Magazine.&#10;&#10;You need to supply 5 counters of one color, 7 of another color and 13 of a third color. In turn, place any available counter on any empty space. Score a point for every adjacent counter of the same color. Most points win. Similar to Putwoody's Castle.&#10;&#10;Illustrated with Nickie, Sonia and Tamiya from BRAWL: Catfight.&#10;&#10;This game also is included in Chief Herman's Next Big Thing.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Chief Herman's Next Big Thing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Harry Lorayne Memory Game",
    "ID": 26378,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/26378/the-harry-lorayne-memory-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "6 Different types of memory games based on the teaching of memory expert Harry Lorayne.&#10;&#10;You try to memorize objects, names or faces.  The player that can remember the most wins.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Op naar de Top",
    "ID": 26379,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.40",
    "Link": "https://boardgamegeek.com/boardgame/26379/op-naar-de-top",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Op Naar de Top / Fol escalade is based on the Spider Wars. But this version is focused more on luck and risk taking.  This is a game about mountain climbing. The game is mainly aimed at a very young target group. Each player has a mountain climber, the objective is to reach the top first.&#10;&#10;Players climb on the different sides of mountain and try to reach on top first while pushing down opponent.&#10;&#10;A wheel indicates which hole you can fill with hand or foot of Your climber. Its smart to cling to the rock by at least three supports, but you can take risks if you are foolish. During that time, your opponent climbs the other side. It can use one of your shots, which is not dramatic ... unless it was your last shot!&#10;&#10;The player who reach first top of the moauntain is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mountain: Himalayas",
      "Mountains: The Alps",
      "Players: Two-Player Only Games",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Cards",
    "ID": 26381,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/26381/combat-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Combat Cards, The Trading Card Game Of Dueling Warriors In The Second Life Virtual World, is a real and virtual collectible card game of melee combat for 2 players.&#10;&#10;In Second Life residents can buy virtual cards from vending machines and build them in to decks to give them different combinations of moves in the game. The decks provide a hidden heads up display allowing players to view and select cards from their hand and also animate their avatars, so spectators see the players fighting each other as they play.&#10;&#10;The game mechanics are based on Rock-Paper-Scissors, with cards attacking and/or defending high, low or mid locations, but sequences of cards can be played to build up powerful combos. Skillful players work out which combos their opponent has available to them and anticipate and block combos as they see them build. Anticipating the block allows bluffs and double bluffs to be played.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fighting"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Heirs",
    "ID": 26382,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26382/the-heirs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "THE HEIRS CARD GAME&#10;&#10;GAME CATEGORY: Outplay Game.&#10;&#10;GROUP OF GAMES: Matching Games.&#10;&#10;THE AIM OF THE PLAYERS: To make other player unable to move a card.&#10;&#10;SIMILAR GAMES: Meet the Ancestors, Chess, Checkers, or Draughts.&#10;&#10;AMOUNT OF PLAYERS: 2 (or two couples.)&#10;&#10;TIME TO PLAY: 10-30 minutes.&#10;&#10;CARDS: 32 cards from Six Generations deck. Only cards with numbers 1, 2, 3, 4 &amp; 5 are used.&#10;&#10;SHUFFLING: Yes.&#10;&#10;DEALER: There is no dealer.&#10;&#10;SCENARIO:&#10;&#10;The Multimillion Dollar Inheritance, Left in 1917 By Californian Gold Miner to His Future Smartest Great-Great-Grandchild, Still Waits for the Winner.&#10;&#10;Four generations of Henry Smith's siblings have been waiting for 90 years, for only two of the qualified heirs, Emily and Jacob, brother and sister, to turn sixteen by 2006 and enter into genealogy battle with their numerous ancestors and trustees about what being the &quot;smartest&quot; heir means.&#10;   &#10;    Henry Smith, who made his fortune by discovering gold in California during the Gold Rush and his future investments, signed his will in 1917 at the age of 86. With an unusual precision, he left his 35-year-old son George without the money. Smith was angry that his son was not married, did not have siblings, and was planning to join the United States Army in the battlefield in Europe during WWI, where he could be possibly killed.&#10;&#10;Instead, he signed his inheritance to some unknown great-great-grandchild, to be born in the future, and he died shortly afterward. That made his son change his mind, marry soon, have a son named James, and manage the destiny of his other siblings, so they would keep the family dynasty alive for another three generations in order to get the inheritance.&#10;&#10;The family line almost stopped when James's only son David was killed in Vietnam in 1964. His father was forced to remarry, and at the age of 47 he and his new wife Linda had another son, Michael. Michael, now 40, and his wife Jennifer, have two children, Emily, 17, and Jacob, 16, who are the straight heirs of their great-great-grandfather Henry.&#10;&#10;The judicial problem with selecting the right heir for billion-dollar assets is that even though the children have agreed to share the money equally, they still must compete with each other, because legally the inheritance should be given to only one: the smartest child.&#10;&#10;Rules of competition between Emily and Jacob have been set by the board of trustees, who might hold the funds until the contest is over. Emily and Jacob must square off to find the &quot;smartest heir&quot; - by winning the chess-style card game called &quot;The Heirs&quot;.&#10;&#10;DESCRIPTION:&#10;&#10;The pack of genealogical playing cards called &quot;Six Generations&quot; will be used to play &quot;The Heirs&quot;. Instead of using the entire 72 card deck, &quot;The Heirs&quot; will be played with only 32 cards numbered 1 to 5.&#10;&#10;The playing field consists of 32 squares having 4 rows and 8 columns on it. The total playable size of the field is 15&rdquo; x 20&rdquo; (38 x 50 cm.)&#10;&#10;Two players, one of them helping Emily and the other helping Jacob, must open cards placed at random with all their ancestors in four generations and have them join in the thrilling fight for the inheritance.&#10;&#10;All cards with black numbers (men) will help Jacob, and the red cards (women) will help Emily to win. The number on each card represents a generation of relatives in the family.&#10; 2 cards from generation #1 are Emily and Jacob, brother and sister, by themselves.&#10; Generation #2 with also two cards is their parents, Jennifer and Michael.&#10;&#10;Generation #3 - 4 cards &ndash; represents the children&rsquo;s grandparents - Mary, Linda, James and Robert.&#10;&#10;8 cards from generation #4 are their great grandparents - Margaret, Helen, Mildred, Dorothy, George, William, Joseph and John.&#10;&#10;And 16 cards from generation #5 are their 16 great-great grandparents including Henry Smith. Their names are Florence, Minnie, Elizabeth, Lillian, Emma, Marie, Alice, Martha, Henry, Harry, Harold, Edward, Walter, Arthur, Frank and Albert.&#10;&#10;UNDERSTANDING THE GAME:&#10;&#10;According to the story, a family member of the younger generation makes a genealogical search. They then meet in person or find the record of a relative from the same or older generation.&#10;&#10;To get the inheritance, Emily and Jacob must prove their relation to Henry Smith, their great-great grandfather. They need to provide a list of all their 30 ancestors in four older generations as well as prove to trustees that they are the only two surviving heirs among his great-great grandchildren.&#10;&#10;BEFORE STARTING THE GAME, TWO PLAYERS MUST DO THE FOLLOWING:&#10;&#10;1. Decide who will get black cards (men) and who will get red cards (women);&#10;&#10;2. Decide who will start the game first;&#10;&#10;3. Withdraw 40 cards with numbers &quot;6&quot; from the original Six Generations deck, because they are unusable in &quot;The Heirs&quot; card game;&#10;&#10;4. One player must shuffle the remaining 32 cards (with numbers 1, 2, 3, 4, 5) and place them in random order face down on the board or the desk in four rows and eight columns. No one should see the face of the cards.&#10;&#10;TIP:  During the game try be accurate always keeping the rows and columns with the cards straight.&#10;&#10;RULES:&#10;&#10;1. The player can make only one move at a time during the turn.&#10;2. The player who was not able to move a card during his or her turn loses the game.&#10;&#10;NOTES:&#10;&#10;A. If both players are unable to make a move simultaneously, then the player whose turn it is at that time loses the game!&#10;&#10;B. If it is your turn to play but you do not have any card of your color on the board - you lose!&#10;&#10;EACH PLAYER CAN MOVE A CARD IN THREE DIFFERENT WAYS:&#10;&#10;1. The player can simply turn over any card face up. Since there are 32 cards in the game, each player can make at least 16 moves by turning a card face up.&#10;&#10;2. If two cards of the opposite colors (black and red) have already been opened in the previous moves, and they have common border from top, bottom, left or right of each other, then the player whose card has a lower or the same number can replace the card of the opposite color by moving their own card to the other card&rsquo;s square. The replaced card has to be discarded from the game and set aside face down.&#10;&#10;NOTES:&#10;&#10;A.  The same move can be done even if there are several empty squares between the two cards.&#10;&#10;B.  The cards should not replace each other if they are attached only by the corners.&#10;&#10;C.  Card #1 can replace any card of the opposite color. Card #2 can replace cards from #2 to #5 of the opposite color. Card #3 can replace cards from #3 to #5 of the opposite color. Card #4 can replace cards #4 and #5 of the opposite color. Card #5 can replace only card #5 of the opposite color.&#10;&#10;D.  A player whose cards are red can replace only black cards with red cards. A player who is playing with black cards can replace only a red card with a black card.&#10;&#10;E.  During this move the player does not need to open any new card.&#10;&#10;F.  If there are one or more combinations on the board when one card may replace another card, the player can either choose any combination or can ignore them all and instead open a new card.&#10;&#10;G.  The players should not review the discarded cards after the move is done.&#10;&#10;H.  If all the cards have been opened already, replacing the correct bordering card becomes the only option for the player.&#10;&#10;3. The player can make a move as a combination of moves #1 and #2. If the player has opened a new card which borders with a card of the opposite color from the top, bottom, left or right, (which has already been opened), and if one of those cards, which belongs to the player, can replace the other card, then the player can immediately replace another card in the same move.&#10;&#10;NOTES:&#10;&#10;A.  This move can be done only between a few cards, one of which is a newly opened card.&#10;&#10;B.  If the player decided to open a new card, but there were possibilities of replacing one or more cards on the board before the new card has been opened, those opportunities would be lost and may not be executed during the same move.&#10;&#10;GAME STRATEGIES:&#10;&#10;- The most important is to save moves for yourself for the end of the game, and to take this opportunity away from the other player.&#10; - Save and protect the cards with the more powerful, lower numbers (like &ldquo;1&rdquo; or &ldquo;2&rdquo;) because they will help you to make more moves at the end.&#10; - Try to block other players&rsquo; best cards inside the cards with the same color so they will not be movable.&#10; - Leave the other players&rsquo; best cards alone on one row or a column, not letting them make any moves.&#10; - As soon as you start memorizing the cards which have been replaced and discarded, and start predicting all the possible moves of the other player and yourself, (usually at the end of the game) you will be at the right place to win. Your memory is your helper.&#10;&#10;GOOD LUCK! And don't mess with the cards, neither cheat or misplace them. The trustee is watching you... You have only one chance to play the game and win if you want to become Henry Smith&rsquo;s heir!&#10;&#10;The rules and the board to play &quot;The Heirs&quot; are available for copying and printing at www.sixgenerations.com.&#10;&#10;ISBN: 0976041804&#10;    MSRP: $8.97&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Deduction",
      "Educational",
      "Memory",
      "Novel-based",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wedrenspel",
    "ID": 26384,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/26384/wedrenspel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Wedrenspel is a Dutch vintage game about horse riding, it was released either in the '50s or '60s. The game contains a board with an oval racetrack on it and 6 wooden horses that represent the pawns.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Men in Black 2",
    "ID": 26387,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/26387/men-in-black-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based upon the movie with the same name. You play one of the characters of the movie in a quest to save the earth from the extra terrestrials. In your quest you have to prove your courage by completing some tasks, and this has to be done fast because Serleena, chief of the extra terrestrials is not wasting time. Although based on a movie, this boardgame looks very much like a Monopoly board with a theme pasted upon it.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Devereaux County",
    "ID": 26388,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/26388/devereaux-county",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It&rsquo;s beautiful.  It&rsquo;s rural.  It&rsquo;s haunted.  A series of grisly murders and mysterious apparitions has torn apart the peaceful countryside of Devereaux County. Now you can take on the role of one of four ghost hunters and rid the county of its restless spirits.&#10;&#10;In this Gothic horror boardgame, players select and place haunts to confound their opponents.  Then they take on the role of a ghost hunter, uncovering and defeating the haunts placed by the other players.  All this happens in the deeply disturbing, yet beautiful and historic, milieu of back-country Devereaux County.  With 80 haunts and four relics, play variations are endless!&#10;&#10;Not recommended for children under 12, due to dark and twisted themes and flavor text.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gefangen im Netz",
    "ID": 26390,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26390/gefangen-im-netz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Imprisoned in the net - the spider can catch their booty by tactical acting. &#10;The wooden gameboard (ca. 61x61 cm) consists of 64 playing fields and 4 center zones for the spiders. The goal of the game is to catch as many flies as possible (in the form of stones). The spiders may move horizontally and vertically. They try to reach and catch a fly according to the rolled dice.&#10;In the advanced variant one can intentionally limit the course  of the spider.&#10;This spider game is suitable to learn the useful aspects of these animals. In the testing phase we could state that many humans could diminish their shyness and fear of spiders and become curious about these creatures.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Spiders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cavalcade",
    "ID": 26391,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/26391/cavalcade",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Cavalcade by Selchow &amp; Righter Co. is described as America's Racing Classic. The game comes with 6 horses, play money, die, 6 hurdles and a felt racetrack.&#10;&#10;Players place wagers on the horses and die are rolled to move them. Hurdles can be used to indicate obstacles or used in the steeplechase race.&#10;&#10;Here are the outstanding features of Cavalcade...&#10;&#10;1. A Racing Game for all ages.&#10;2. Any number of players may participate.&#10;3. Has realistic circular felt race track.&#10;4. Plastic horses and wooden hurdles.&#10;5. Plenty of paper play money for placing bets.&#10;6. Large dice easy to read.&#10;7. Original &quot;Hurdle Feature&quot; unlike any other racing game.&#10;8. Players can play any type of race they desire.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Qué n'Afêre à Lîdje",
    "ID": 26392,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26392/que-nafere-a-lidje",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This Belgian Trivia game is about the Province of Li&egrave;ge and it's history. There are also three pawns in the game. The different pawns represent 'Charlemagne', 'Lantin Prison' and 'Tchant&egrave;s'. Players can lose or win the game by answering trivia questions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Championship Drag Racing: Top Fuel Edition",
    "ID": 26394,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/26394/championship-drag-racing-top-fuel-edition",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publisher's description:&#10;&#10;&quot;After years of trying, I&rsquo;ve finally arrived at a final product in which I&rsquo;m extremely happy, and I think captures the sport as best as possible. And while rolling a game of Championship Drag Racing will take a bit longer than a 4.5 second Elapsed Time, I really think the flow of the game is done very well. The average gamer should easily be able to knock out an event in a single sitting while experiencing all of the drama and excitement of a real-life drag racing event.&quot;&#10;&#10;&quot;Anything that can happen in a real life drag racing event; can and will happen with the same frequency in Championship Drag Racing. Drivers will red-light, have tremendous reaction times, blow up their engines, and even crash with the same frequency as the year represented. And as with any replay game that is worth its salt there are allowances made within the confines of realistic frequency for ANYTHING to truly happen.&quot;&#10;&#10;&quot;In general, your results will be very close to the on-the-track action of the season represented. However, keep in mind, that this game simulates hundreds of variables that can occur in any race. As with any sport, sometimes pure luck can be the deciding factor. That&rsquo;s no exception with Championship Drag Racing. On the whole, you&rsquo;ll experience very realistic results. But, within the confines of a single qualifying run or elimination race, anything can truly happen!&quot;&#10;&#10;&quot;Championship Drag Racing: Top Fuel Edition gives you every Top Fuel Racer that made a successful qualifying attempt in 2005. You also get all 23 circuits rated by lane making the lane choice strategy just as important as real life. A full schedule, complete points standings, complete final ladders for each event, as well as a list of drivers that attempted to make every field are included.&quot;&#10;&#10;The standard game is printed in black and white. The Deluxe edition of the game is printed in full color.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Purzelspinne",
    "ID": 26395,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/26395/purzelspinne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "[From Publisher] The spider kids want to climb up the belly of Spider Mum. Be careful - otherwise Spider Mum slips through the web and all the spiders will fall off! A piling game for 2-5 skillful players.&#10;&#10;[From Submitter] Quality produced wooden game of stacking spiders on a mother spider mounted on a web which is a genius web of elastic bands. The game is highly playable by both kids and adults as well with equal fun.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Spiders",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Championship Drag Racing: 2005 Funny Car Edition",
    "ID": 26396,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/26396/championship-drag-racing-2005-funny-car-edition",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publisher's description:&#10;&#10;&quot;Re-live the excitement of the 2005 Funny Car Season.  The 2005 Season was one of the closest Points races in the history of the sport.  The top 3 drivers were separated by a mere 32 points, and the top 10 in points were separated by an amazing 442 points.&quot;&#10;&#10;&quot;Anything that can happen in a real life drag racing event; can and will happen with the same frequency in Championship Drag Racing. Drivers will red-light, have tremendous reaction times, blow up their engines, and even crash with the same frequency as the year represented. And as with any replay game that is worth its salt there are allowances made within the confines of realistic frequency for ANYTHING to truly happen.&quot;&#10;&#10;&quot;In general, your results will be very close to the on-the-track action of the season represented. However, keep in mind, that this game simulates hundreds of variables that can occur in any race. As with any sport, sometimes pure luck can be the deciding factor. That&rsquo;s no exception with Championship Drag Racing. On the whole, you&rsquo;ll experience very realistic results. But, within the confines of a single qualifying run or elimination race, anything can truly happen!&quot;&#10;&#10;&quot;Championship Drag Racing: Funny Car Edition gives you every Funny Car Racer that made a qualifying attempt in 2005. You also get all 23 circuits rated by lane making the lane choice strategy just as important as real life. A full schedule, complete points standings, complete final ladders for each event, as well as a list of drivers that attempted to make every field are included.&quot;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Full Pull",
    "ID": 26397,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/26397/full-pull",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Experience all of the drama and excitement of professional tractor pulling with Full Pull the new simulation from Downey Games.&quot;&#10;&#10;&quot;Full Pull includes 48 of the best Super Modified tractors from all over the world. The Super Modified Class is unlimited horse power with no restrictions on engines. Many of the top tractors have multiple big block engines or multiple airplane engines.&quot;&#10;&#10;&quot;Full Pull simulates every facet of the sport from mechanical failures to full pulls.&quot;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eco-Logica",
    "ID": 26398,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/26398/eco-logica",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Eco-Logica is a game for children ages 8 to 14 years old. It let's the child realize that there are certain problems with our environment that threaten the earth. The gameboard carries a drawing of a sad world. During the play the child is stimulated to find the right answers to ecological problems. The goal of the game is to get back a smile on the earth on the board. The game contains a board, a spinning device (with the image of a sad world), 1 die, 6 pawns, 6 cards with ecological issues, 16 chips, 16 cards with illustrations of ecological problems (like some animal species that are threatened to be distinguished), 55 solution cards and a manual of the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tailgate Racing",
    "ID": 26399,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26399/tailgate-racing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A three-in-one racing game with an oval stock cars track, drag strip, and road course track. Comes in two versions, one with racing cars and the other without if you want to use your own 1:64 scale cars.&#10;&#10;From the publisher's description:&#10;&#10;&quot;All the moves of racing: Entry Fee, Qualifying for Pole/Starting Grid Position, Start, 2-3 Wide Racing, Drafting, Blocking, Penalties, Crashing, Restarts, Finish, WIN $$$$.&quot;&#10;&#10;&quot;Game Includes: 3 Different Type Tracks, Gold Trophy, Dice, $5400 Money-Dek Cards, 10 assorted colors and model 2-1/2&quot; Race Cars, TR Rules, Ez Transport/stowage container.&quot;&#10;&#10;&quot;Game Surface: Sized to accommodate 1/64th&quot; collectibles, 2 sided, drink, food &amp; water proof picnic table sized playing area, doubles as a large place mat table covering/mega sized racing game surface (28&quot; x 60&quot;).&quot;&#10;&#10;&quot;Realism: Just like racing where skill and luck come into play. Accommodates everybody's preference, use Dice, Playing Cards or both.&quot;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wróg u bram: Stalingrad 1942",
    "ID": 26400,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.76",
    "Link": "https://boardgamegeek.com/boardgame/26400/wrog-u-bram-stalingrad-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Wr&oacute;g u bram: Stalingrad 1942 (Enemy at the gates) - 2-player game simulating one of the most interesting episodes of WWII.&#10;This game depends strongly on a card playing mechanism. There are three types of cards: Commanders (most important), Units, and HQ Cards.&#10;Commanders determine strength and size of your corps. They also determine your ability to play and modify HQ Cards.&#10;Units consist of infantry, artillery and armored units.&#10;HQ Cards are responsible for modifying battle results and the overall game situation - kind of special cards.&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gettysburg: Turning Point 1863",
    "ID": 26401,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/26401/gettysburg-turning-point-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The ATS game engine has been ported to the ACW period by Lieutenant Colonel Mark Johnson, author of That Body of Brave Men&mdash;The U.S. Regular Infantry and the Civil War in the West (in bookstores now) and the art is by renowned Civil War artist Alan Archambault.&#10;&#10;ATS Gettysburg is a tactical-level game covering combat during the 3-day Battle of Gettysburg on July 1-3, 1863.&#10;&#10;Period maps have been combined with a fresh battlefield examination by George Anderson.  The maps portray Bliss Farm and MacPherson's Ridge, two intensely fought-over battle sites.&#10;&#10;Each hex represents 50 yards of terrain and each game turn represents about 90 seconds of real time. Personnel units represent officers, couriers, color guards (6-8 men), artillery crews, and cavalry and infantry units (approximately 20-25 men). Each gun or vehicle counter represents one artillery piece or horse-drawn vehicle.&#10;&#10;Scenarios will cover action on McPherson's Ridge on Day 1, and at the Bliss Farm over Days 2 and 3.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Surprise Package",
    "ID": 26402,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26402/your-surprise-package",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to guess what prize you are about to win. A player begins the round with the cash value of the secret prize. Cash is taken away for each clue given about the prize and the time used by the player in asking yes-or-no questions about the prize. The player with highest value in cash and prizes after a predetermined number of rounds is the winner.&#10;&#10;The game is a faithful reproduction of the short-lived game show hosted by George Fenneman, although it is sometimes referred to as Surprise Package due to the &quot;Your&quot; on the cover being very small.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Butterfly",
    "ID": 26403,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26403/butterfly",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "One of the &quot;mini spiele&quot; series (plastic box, size approx. 6 x 4 x 2 cm). Contents: 12 plastic chips, plastic butterfly with little suspension frame.&#10;&#10;A simple dexterity game. Players take turns to place their chips on the butterfly. If a player causes chips to fall down, the player takes those chips. The player who manages to get rid of all of her chips wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire and Fury:  Great Western Battles Scenario Book",
    "ID": 26404,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26404/fire-and-fury-great-western-battles-scenario-book",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "The Great Western Battles book for Brigade Fire and Fury: Wargaming the Civil War with Miniatures contains orders of battle and maps for:&#10;&#10;Shiloh&#10;Corinth&#10;Stones River (Murfreesboro)&#10;Champion Hill&#10;Chickamauga&#10;Atlanta&#10;&#10;Many scenarios contain special rules and &quot;what if&quot; variations.&#10;&#10;The designers suggest that players play no more than one corps each, as commanding larger forces &quot;will slow down game play&quot;.&#10;&#10;The scenarios can be used for other systems.  Stand sizes are typically 200 men, turns are 30 minutes, and distances are 1&quot; = 66 yards.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire and Fury:  Great Eastern Battles Scenario Book",
    "ID": 26406,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26406/fire-and-fury-great-eastern-battles-scenario-book",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8",
    "Description": "The Great Eastern Scenario Book for Brigade Fire and Fury: Wargaming the Civil War with Miniatures contains maps and orders of battle for the following:&#10;&#10;1st Bull Run&#10;Seven Pines&#10;Gaines's Mill&#10;Frayser's Farm&#10;Cedar Mountain&#10;2nd Bull Run&#10;Antietam&#10;&#10;The scenarios are generic enough that they can be adapted to other miniatures rules.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panacea",
    "ID": 26407,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/26407/panacea",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From the back of the box:&#10;&#10;The fabled elixir of Panacea. Named after the Greek goddess of healing, its properties were to prolong life indefinitely. Alchemists have sought for this cure-all remedy for ages. Finally the time has come for you and your fellow alchemists to put the final pieces together. But only one can be first to call the Gathering of Alchemists and announce the solution to the greatest riddle of all mankind. Eternal fame and glory will be your reward. It is time for the discovery of Panacea!&#10;&#10;Panacea is a self-released game designed by Jeph Stahl and it was distributed at Great Lakes Games IV for free to attendees. There are 50 numbered copies of the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cap Kennedy",
    "ID": 26408,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26408/cap-kennedy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This building game is about the Cape Kennedy shuttle base. Each player has 25 parts (each in his color) in which he has to create a construction so that the shuttle can be launched. The player who completes the construction first wins the game. In the game, which has very simple mechanics, a die is used to determine if a part may be build. The die has colors on it, matching the 4 color of the players and 2 other color. When a die roll matches a color the part may be build. The game can be played from the young age of 5.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy",
    "ID": 26409,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/26409/spy",
    "Min Players": "5",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is a 'small' card game where each player represents a specific planet but as it goes with this type of games (and comparable to the games Mafia and Werewolves), this info is not passed on to other players. So, it's up to you to try and keep this a secret while trying to reach your goals... &#10;What's your goal anyway? Eliminate each and every other 'foreign' player [meaning : players who don't belong to your planet] and try to end  up with a group of players that all hail from the same planet.&#10;&#10;Presented at Essen 2006.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sanctuaries",
    "ID": 26410,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/26410/sanctuaries",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players take turns placing their set of 12 pentominoes (like Blokus) on a ten-by-ten grid in an attempt to prevent the other player from placing a piece. Unlike Blokus, there is no restriction on placement.&#10;&#10;The &quot;compressed game&quot; variant takes place with a single set of  pieces on an eight-by-eight subset of the board. There is also a solitaire variant, one player attempting to cover the 8x8 subset without covering the four marked center squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where On Earth Is Osama bin Laden?",
    "ID": 26411,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26411/where-on-earth-is-osama-bin-laden",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pass Iraq; Go Directly To Afghanistan; Find Bin Laden!  &#10;In this hilarious political satire, up to 6 players track the misadventures of the Bush Administration taking us into the wrong war in the wrong country for the wrong reasons.&#10;&#10;Meanwhile, Osama bin Laden is peeking out of a cave on the Afghanistan-Pakistan border.  Our country stinks at finding bin Laden.  Can you do better?&#10;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Truity",
    "ID": 26413,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/26413/truity",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "It really makes you think! A game to challenge and inspire, getting you to stand in someone else's shoes while thinking outside the square as to how to solve daily dilemmas. Designed by Lesley Williams, this product is covered by Patent, Trade Mark and Copyright, and only available through TRUITY associated websites. The game is hilariously funny, yet astounding in its ability to move peoples perspective, getting people dealing with issues in constructive ways in just minutes. Deals with all areas of life, from environmental to social, to abuse, to financial decision, there are hundreds of questions in the pack and even blank cards so that you can write your own questions for others to answer. This product was designed to stimulate the creation of new neural pathways, and develop conscious choices, this product is being used in areas of family welfare, social welfare, hospitals, mental health hospitals, correctional facilities and more.A vanity press publication supporting a psychological counselling service.&#10;&#10;From the box:&#10;&#10;A game to challenge and inspire.&#10;&#10;The vision of Truity International is to inspire, mentor and facilitate people from all walks of life which includes health, peace and success.&#10;&#10;Truity the game is a tool which leads people to develop enhanced thinking skills aligned with principles for ethical achievement. Play and enjoy.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Capulets & Montagues",
    "ID": 26414,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/26414/capulets-and-montagues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Card game for 2-6 Players. Each player controls a noble house in 13th Century Verona Italy. Each Family is described by the Traits of: Blood, Wealth, Favor, Dignity, and Vigor. Players share a common deck. Each turn 7 cards are drawn and players take turns picking cards they want. Cards will modify a players traits up and down. The Leader in a Trait will gain Prestige Points. Vigor Determines Turn order. Blood Cards anger the Prince of the city and may lead to punishments. Favor can be used to avoid punishments. At the end of 10 turns the player with the greatest Prestige wins. Complete rules are available for free.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Cities: Verona (Veneto, Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pacific Gamble",
    "ID": 26415,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/26415/pacific-gamble",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Card Game for 2 Players. Simulation of US vs Japan in the Pacific Theater of World War II. Players share a Common deck with some cards usable by both players and some specific to one side. Win by destroying all of your opponents Fleets. Industrial Capacity is built up and damaged by both sides during play and determines Fleet Production. Air Power determines Victory in Battles. Superior Sea &amp; Ground Forces can cause additional defeats on the loser. Superior Leadership and Intelligence factors allow extra card draws needed to win battles. Complete rule set available for free at: http://www.angelfire.com/games2/warpspawn/Pacific.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Nautical",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War Between the States",
    "ID": 26416,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/26416/the-war-between-the-states",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Card Game for 2 Players. American Civil War Theme. Players share a common deck with cards usable by both or just 1 specific player. Win by Reducing your Opponents Morale to zero. The North can win by taking Strategic Objectives. The South can win by timely play of certain Political Recognition cards. Cards portray specific Leaders (Lee, Grant), Battles (Bull Run, Gettysburg), Strategies, Tactics, Morale, Politics, Inventions, Armies, Naval, and Economic Factors of the War. Each round, players draw and play cards. Some cards will modify or neutralize other cards or allow more or fewer cards to be drawn. The winner of a Round will lower the Morale of his opponent. Complete rule set available for free at: http://www.angelfire.com/games2/warpspawn/TWBTS.html&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fall of the Weimar Republic",
    "ID": 26417,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/26417/fall-of-the-weimar-republic",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Card Game simulating Politics in Germany between the two World Wars. 7 Historical Political Factions Available.&#10;&#10;Depicts the causes of Nationalism and Anarchy in pre-war Germany plus the tactics used by the Nazis to gain power. Players share a common deck and attempt to obtain legitimacy and control of certain sections of the populace (Intelligentsia, Labor Unions). Common deck Cards allow you to build up the organization (propaganda capacity) of your party and damage your rivals. Win by having the most Power when the Republic Finally collapses.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Cities: Weimar (Thuringia, Germany)",
      "Country: Germany",
      "History: The Weimar Republic",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Platsch",
    "ID": 26418,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/26418/platsch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Called Splash in English.  Listed as Haba game Nr 4377.  Almost identical in concept to the 2002 game Platsch! by Haba listed as designed by Heinz Meister, where the kittens become hippos and the fish are life preservers.  Very simple dice rolling game for young children.&#10;&#10;From Game Box:&#10;The aim of the game: 2-6 hungry kittens are trying to catch some tasty fish out of the sea.  But whoever throws the dice too many times and comes too close will fall - splash! - into the water and will have to go back and take another turn.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Iraqi Conflict",
    "ID": 26419,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26419/iraqi-conflict",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Card game with variants for 2-5 Players.&#10;&#10;Simulation of the post US Invasion Reconstruction Period of Iraq. Insurgency and Civil Wars are treated as separate conflicts, thus  encouraging negotiations and card trading with Factions you are not directly competing against. 100 Card common Deck. Cards are specific to certain Factions. Hands are Scored at the end of every Turn. Highest total score at game end wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Negotiation",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Country: Iraq",
      "Country: USA",
      "History: Iraq War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "F.A.T.A.",
    "ID": 26420,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/26420/fata",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "This game has been published by dV Giochi as a reward for winning the 2005/2006 edition of the Gioco Inedito &ndash; Best Unpublished game contest.Powered by Lucca comics &amp; Games and dV Giochi, the contest aims to identify the best new card game design from all prototypes received and to reward it by publishing the game in a fully professional and high-quality format, overseen directly by dV Giochi. All prototypes submitted must conform to the technical and style requirements, fixed components and a given theme which changes every year. Everybody can join the contest and this is a great opportunity for emerging game designers to see their idea published.&#10;For more information:&#10;giocoinedito@luccacomicsandgames.com&#10;www.luccacomicsandgames.com&#10;&#10;The theme of the award was &ldquo;Faeries and Legends&rdquo;; F.A.T.A. (&quot;fata&quot; is Italian for &quot;fairy&quot;) is a very clever and elegant card game that won hands down.&#10;&#10;It features a deck of 110 cards. Each player belongs to a Techno-Fantasy Tribe of faeries and tries to catch the greater number of treasures by playing &quot;tri-spells&quot; (combination of three cards) and/or beating other players.&#10;&#10;During his turn, the player may play a special &quot;charm&quot; card, then he may steal a card in front of another player (with a rock-paper-scissors system printed on the cards), then he may finally play up to two cards in front of himself.&#10;Each player have two &quot;virtual&quot; columns where playing cards: the first card of a column is played normally, the second card is played rotated by 180&deg;, the third card completes the column (the &quot;Tri-spell&quot;) and must be placed rotated by 90&deg;.&#10;The three cards of a tri-spell have a different meaning: the first card is for deciding the performed action, the second for the number and kind of targets, the third for the power of the spell.&#10;&#10;Each player have also a designed enemy (secret role assignment at the start of the game): if he defeat this player, he's the winner. If nobody reach this target, the winner is the player with the most treasure at the end of the game.&#10;&#10;One of the authors, Martina Mealli, she's also the illustrator of the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ninjas vs. Pirates",
    "ID": 26421,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/26421/ninjas-vs-pirates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Simple trick-taking card game utilizing the UDE points cards of the World of Warcraft TCG.&#10;&#10;All UDE Points cards can be used to play a mini-game that will change every few sets. The mini-game for the Heroes of Azeroth release is Pirates vs. Ninjas.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dream Date",
    "ID": 26422,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26422/dream-date",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This precursor to the more famous &quot;Mystery Date&quot; has girls trying to literally attract boys. Players use heart-shaped magnetic pieces to navigate a clear plastic board. Under the board is a revolving cardboard circle representing the Social Circle, which contains magnetic discs of boys with whom the girl may &quot;click&quot; or &quot;repel.&quot; If they click, she picks a ring for a date, and tries to avoid &quot;obstacles&quot; along the Valentine Path which will make the boy lose the ring. The winner is the first girl who can go out with a boy and receive the ring. Contains spinner, playing surface and circle turntable, 4 hearts, 4 cars, 4 boys, 4 rings, and 9 star-shaped obstacles.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magenta",
    "ID": 26423,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/26423/magenta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "&quot;Magenta&quot; is a Brigade-level wargame on the &quot;Second Italian Independence War&quot;  battle of Magenta (1859), between the Austrians and the Franco-Piedmontese. 1 hexagon grid game-map, 100 counters.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Italian Wars of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yakuza War",
    "ID": 26425,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26425/yakuza-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Card game for 2 to 4 players. CCG type Mechanics. Set in 17th Century Japan. Each player controls a Yakuza (organized crime) group. Players are trying to kill off each others Boss. Players recruit Samurai, Ronin, Bushi, Ninja, and others to help them fight. Fight cards determine how many Units can fight in a battle. Battles are resolved by a combination of dice and card play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mind Scrambler",
    "ID": 26426,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26426/mind-scrambler",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "2004",
    "Play Time": "2004",
    "Weight": "0",
    "Description": "This game is similar to Simon ( http://www.boardgamegeek.com/game/5749 , but has an interesting twist in that it involves music and a larger # of lights (5 vs. 4).  But basically it is a sequence following game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Let's Get Personal",
    "ID": 26427,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26427/lets-get-personal",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Let&rsquo;s Get Personal is a controversial, conversational game for adults that gives you your chance to express opinions on a wide variety of topics. Your partner must correctly guess your answer to the situation before you can continue around the unique playing board. The game is a forum for finding out more about your friends and yourself in a light-hearted format that encourages involvement without risking embarrassment.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]