[
  {
    "Rank": "N/A",
    "Name": "Strategy Yatzy",
    "ID": 61148,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/61148/strategy-yatzy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game is not related to the classic dice game Yatzy (better-known as Yahtzee).&#10;&#10;The game consists of an 8 x 8 grid in a vertical frame, similar to Connect Four but only accessible from one side. The players roll four dice and insert four chips into the board with symbols corresponding to the results (the symbols are hearts, clubs, spades, and diamonds). Whoever gets three or more of the same symbols in a row may score, but a player may choose not to score yet. The more symbols in a row, the more points are scored. When all players have scored four times or when the frame is full, the game ends and the player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 8 x 8 Grids",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zahlenfuchs",
    "ID": 61149,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/61149/zahlenfuchs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Crossword game with mathematical equations instead of words. The game board is similar to Scrabble's, with special squares which increase the score.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zahnzieh'n",
    "ID": 61150,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61150/zahnziehn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "There are four different &quot;patients&quot; which can be put on a dentist's chair. Each one has a wide open mouth. Before the game, some teeth are inserted into the mouth. During the game, players try to pull the teeth with a mirror and other devices. When a player touches the rim of the mouth opening with a tool, the patient (electronically) cries in pain and it is the next player's turn. The player who pulls most teeth during the game is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Medical"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Holideck",
    "ID": 61151,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/61151/holideck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The deck for holydays. Promotional game fo a tourist company, it includes two card decks with court cards in holyday clothing. Besides seed and value of a regular 52-cards deck, each card shows a letter, a die result and a number. The manual gives rules (in Italian) for 11 different games:&#10;&#10;     Stai a galla: get one of the allowed combinations of cards as close as possible to 31 points.&#10;     Il gioco dei VIP: find VIPs' names with randomized starting letters.&#10;     Trentuno: play number cards without going over a total sum of 31.&#10;     Non pi&ugrave; mille: bluffing game raising (or pretending to raise) value of card combinations.&#10;     Stock market: get combinations of dice symbols before the others.&#10;     Aggiungi la lettera: use all the letters on the cards to form words.&#10;     La vocale proibita: find words with given consonants and without a given vowel.&#10;     Codice segreto: guess a hidden combination of numbers.&#10;     Poker solitario: solitaire game with poker combinations.&#10;     Quarantacinque: a variant of Shut the box with cards.&#10;     Up &amp; Down: guessing game about higher and lower cards.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Dice",
      "Game System",
      "Number",
      "Word Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eco-Destiny",
    "ID": 61153,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61153/eco-destiny",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An educational boardgame on the future of Earth's environment and the destiny of life in the next 100 years (from the box cover).&#10;&#10;Players compete to have the most points but moving through a spiral of eco-impacts after rolling a dice.  These eco-impacts have either positive or negative impacts on the environment and the events all relate to one of ten environmental impact areas (land, population, climate, politics, energy, water etc).&#10;&#10;The advanced game adds secondary impacts and eco-events (again both positive and negative) to the game taking it away from just a straight game of chance.&#10;&#10;Players get positive or negative points when double positive or negative events happen in the related environmental impact areas.&#10;&#10;The level of detail about possible future environmental events makes this game's theme very strong and probably its strongest point.  It is great to read the 260 eco-event cards and consider if they have already happened or are still likely to since the game was published in 1993&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "2010 Swedish Parliament",
    "ID": 61165,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/61165/2010-swedish-parliament",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "Play as the Socialists, the Conservatives, the Farmers, the Liberals, the Christians, the Communists, the Greens, the Nationalists, the Pirates or the Feminists and partake in the 2010 elections for the Swedish parliament.&#10;&#10;The goal is to beat your 2006 election result with as many percentage points as possible.&#10;&#10;You play cards to shift parties' positions on the 10 issue scales:&#10;&#10;- Consumption vs Environment&#10;- Employers vs Workers&#10;- Equality vs Family&#10;- Europe vs Independence&#10;- Fair Market vs Free Market &#10;- Globalism vs Nationalism&#10;- Net Salary vs Safety Net&#10;- Peace vs Security&#10;- Privacy vs Safety&#10;- Religion vs Secularism&#10;&#10;Event cards can also be played to shift a whole spectrum. For example, a spectacular scandal in a government-run service will make all voters slightly more positive towards privatization, which will benefit parties on the &quot;Free Market&quot; side of that scale. Likewise, a huge oil spill would be beneficial for the greenish parties.&#10;&#10;Positioning yourself on different scales gives you points with the different demographic groups: the young/old, the men/women, the educated/uneducated, the rural/urban and the working/non-working. You can't win them all, so concentrate on your niche and keep a watchful eye on your ideological neighbors.&#10;&#10;If parties move in the same direction on some issue, they strengthen their relation; if they move apart, they weaken their relation (if they have one). A strong relation means an alliance, and alliances are crucial as voters first choose which alliance that suits them best, and then which party within that alliance. A lonely extreme party has a small chance of presenting a complete and appealing policy package, while a large and stable alliance will harvest many voters. On the other hand, sacrificing your party identity to suit your allies might also mean losing your core voters to the more radical parties.&#10;&#10;The game is thus cooperative/competitive; take one for the team, but make sure you're not doing all the work in keeping together - don't forget to grab a bunch of voters for yourself!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Stockholm (Sweden)",
      "Country: Sweden",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Against the Covenant",
    "ID": 61177,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/61177/against-the-covenant",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Simple, introductory print &amp; play wargame, featuring the battles of Tippermuir, Aberdeen and Kilsyth, from the English Civil War, Scottish phase.&#10;Each battle has an individual map and around 50 counters.&#10;It is the eigth entry in TCS ECW series, featuring a chit pull activation system and the usual move and combat situations, that you may find in most introductory wargames.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Aberdeen (Scotland)",
      "Country: Great Britain",
      "Country: Scotland",
      "History: English Civil War",
      "Series: English Civil War (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sudoku goes Classic",
    "ID": 61195,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/61195/sudoku-goes-classic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Sudoku goes Classic consists of four games that are reimplementations of classic abstract strategy games in which Sudoku-type rules constrain movement and placement of pieces.&#10;&#10;The games are Halma (Chinese checkers on a square grid), Vierer (4-in-a-row), Revers (Reversi/Othello), and Score (Attaxx).&#10;&#10;Game components consist of a 6x6 grid, 36 double-sided counters (black/white on each side) bearing a number between 1 and 6, and 12 double-sided blank counters, which are mainly used to fill spaces that cannot be used because of Sudoku rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ben Tennyson: El juego",
    "ID": 61196,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/61196/ben-tennyson-el-juego",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players roll the die and move theirs characters on a 8x8 squared board trying to reach the big central square where Gwen, Ben's cousin, is trapped. Before reaching the goal each player must collect every one of Ben's transformations which are placed on the board at the beginning of the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Ben 10"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Paletti",
    "ID": 61203,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.11",
    "Link": "https://boardgamegeek.com/boardgame/61203/pizza-paletti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Hungry customers order pizzas and the players have to get the dough and the ingedients for the pizza. As soon as they have a complete pizza, they deliver it to the customer by bike or by car.&#10;The orders appear as cards with a pizza and the desired ingredients and the first one who delivers the correct pizza, gets the fee.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cannons & Crossbones",
    "ID": 61204,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/61204/cannons-and-crossbones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Pillage and plunder and try not to go under in Cannons &amp; Crossbones, a turn based combat and resource collection game!&#10;&#10;In Cannons and Crossbones, you play the role of a pirate crew. Your local pirate camp has gotten word that the hidden stash of the now deceased Pirate King Blackbelly has been found on Crossbones Island. You begin the adventure with no captain to guide you and naught but a raft to float on, but your crew has high hopes! There is only one problem: several other towns have gotten word of the treasure as well and, unknown to you, other greedy cutthroats have begun the race to plunder Blackbelly&rsquo;s booty. You can bet your eyepatch that they'll sink you if you don't sink them first.&#10;&#10;Summary: Cannons and Crossbones is a turn based strategy combat game where you collect resources to upgrade your offensive and defesive capabilities. The goal is to sink your friends for good!&#10;&#10;Game modes:&#10;&#10;1 vs. 1&#10;2 vs. 2&#10;3 player free-for-all&#10;4 player free-for-all&#10;Bonus scenario: Rise of the Pirate King Blackbelly (3 vs. 1).&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ganoven Memory",
    "ID": 61205,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/61205/ganoven-memory",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Gamoven memory is a memory game in which you have to find pairs of hudlums AND one handcuff. You turn over three instead of two cards if you have found a hudlum pair. Only if you can also find one of the handcuffs you will get the pair. Each pair is valued differently (x * 1000 $). The player with the highest money value wins the game.&#10;&#10;69 cards included in the game.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vikings",
    "ID": 61206,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/61206/vikings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the game's website:&#10;&#10;Vikings is a strategy game for two to four players, 10 years and older. The game is set in Iceland in the Age of Vikings. You draw an objective and must be the first player to reach your objective to win the game.&#10;&#10;To become the next Chieftain of Iceland you must occupy counties, harbours or fight for the opponents' Manors with your Berserker at the forefront! Players get taxes from the counties to buy new vikings or Berserkers.&#10;&#10;There is more to the game than this though, since there are limits to the number of vikings on each county so you must plan your battles well. On your travels you can move on ships, find magical runes, get hit by a mudslide or meet monsters so there are many things that can alter your plans!&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Iceland",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brainstorm",
    "ID": 61207,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/61207/brainstorm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Brainstorm is similar to Go-Moku in that it consists of players taking turns placing pieces on the playing field and attempting to get a certain number of their symbol in a row. Unlike Go-Moku, the goal is to get as many strings of three as possible, rather than to be the first to get a string.&#10;&#10;Game play begins with the players deciding which of them will play X and which will play O. Then the fifteen X/O dice are rolled, and whichever player's symbol came up more goes first. Players alternate placing the dice with their symbols until either time runs out or there are no more dice left. This does mean that one player may get more turns than the other. This confers a substantial advantage to the first player, which the rules suggest can be balanced out by playing multiple games.&#10;&#10;The final layout is scored, generally by counting the number of sets of three for each player, though the board also contains special double- and triple-score squares as well as some squares preprinted with X or O.&#10;&#10;The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Hunt",
    "ID": 61212,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/61212/monster-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Monster hunt is a free, quick-paced card game in which you compete against other players trying to catch monsters that are on the loose using traps.&#10;&#10;The first player to reach the target number of monsters trapped has won the game (If a player runs out of traps they have lost the game.)&#10;Each player starts with a total of 10 traps. These are represented by trap counters.&#10;&#10;The deck of cards which you can print yourself represents your search.Each time you draw a card you could encounter a monster to try and trap, or discover somewhere to explore or find something that will annoy your opponent.&#10;&#10;In monster hunt you can play to win or play to make your opponent lose.&#10;&#10;the game  has easy to follow rules and is aimed at children 8 and above although adults enjoy it just as much.&#10;&#10;Full rules and cards to print are available at http://www.auxlengames.co.uk/monster%20hunt.html&#10;&#10;All you need to play are two players, a six sided dice and something to represent traps (coins or buttons).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsters VS Monsters",
    "ID": 61216,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/61216/monsters-vs-monsters",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;In the middle of the 21st century, a world-wide television company decided to use its newly purchased genetic engineering division to design a new breed of combatants for an Arena based Reality TV show. The scientists chose 10 creatures of legend from around the world, and created these monsters for the show. A Bigfoot, the Wolfman, the Yeti, the Chupacabra, Loch Ness, the Mummy, a Skeleton, a Zombie, Frankenstein, and a Vampire were genetically designed in a lab. Once these monsters were born, they were trained in the habitat from the tales to become the perfect fighting machine. Monsters VS. Monsters is televised live and streamed through the internet in over 130 countries. Even though the show is loved the world over, it still ranks as the 2nd most watched show on the planet.&quot;&#10;&#10;Combining the simplicity of War, with the exciting elements of a dice game, MvM allows players to play an addicting game where loss can be defeated with a lucky dice roll. Each deck was designed to be a 1-2 player experience.&#10;&#10;Monsters VS. Monsters was designed with one goal in mind, to be a low-cost fun and engaging game for children ages 5-18.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiki Rummy",
    "ID": 61226,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/61226/tiki-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Tiki Rummy is an easy-to-learn card game with a Tiki theme.&#10;&#10;In this game you act as the leader of a Polynesian tribe collecting resources for your people. As the leader you'll play runs and sets of resource cards from your hand to score points. If you are the first player to play all of the cards in your hand, you will also score points for the resource cards the other players were unable to play. The player with the most points over several hands wins the game.&#10;&#10;What makes Tiki Rummy so fun to play are the powerful Tiki cards in the deck. You can call upon the Tiki to help you... or the Tiki can be used to cause trouble for your opponents!&#10;&#10;This game is travel-friendly and it is easily playable at your favorite bar, backyard BBQ, Tiki lounge, or wherever! The colorful cards have great lounge appeal... there is a good chance that when you start playing Tiki Rummy people will stop by your table and ask, &quot;Whatcha doin'?&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Tiki Culture",
      "Theme: Tropical",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reaper Madness",
    "ID": 61257,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61257/reaper-madness",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the Deep Dish website:&#10;Languages: English, German, French, Spanish, Italian&#10;&#10;Modern safety equipment and medicine has made a mockery out of the process of natural selection. Millions of humans that should have died were saved and thrown back into the gene pool. As a result, the human race is becoming weaker instead of stronger. You are a Reaper Second Class who has been assigned to setting things straight. It is your job to trim the herd by presenting the dumbest of the dumb with ample opportunities to do themselves in. Distinguish yourself, and you will be rewarded with a long overdue promotion.&#10;&#10;Your goal in Reaper Madness is to kill the most Meatbags (useless humans) by the end of the game. Your weapons are mundane objects and the stupidity of your victims.&#10;&#10;In the &quot;Kegger Edition&quot; the setting is a frat party, the perfect place to harvest dozens of drunken partygoers. Future editions will follow the Reapers to new hunting grounds in their quest to rid the world of Meatbags that should have killed themselves off years ago.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canine Troopers (fan expansion for Starship Troopers)",
    "ID": 61268,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61268/canine-troopers-fan-expansion-for-starship-trooper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Canine Troopers: It's The Bark, Not The Bite is an expansion for Avalon Hill's 'Starship Troopers', published by VAIPA Express issue #2, containing rules and counters to use canines ('Neodogs') in Starship Troopers scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Line of Sight",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Dogs",
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: The Oracle's Breath",
    "ID": 61272,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/61272/legends-of-the-ancient-world-the-oracles-breath",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Legend has it that the 'Oracle's Breath' is a powerful relic. Whosoever possesses the trinket can write his own fate. 'Rumors often exceed the truth,' you smirk to yourself. It is no surprise, however, that one day, Caius, a powerful merchant, approaches your group and makes a very lucrative offer.&#10;&#10;'Return the Oracle's Breath to me, and I will pay each one of you who comes back 300 silver pieces,' he states.&#10;&#10;But that was weeks ago. Now as your skiff approaches the damp wooden pier in the smothering fog, only one thought races through your mind. &quot;What have I gotten myself into!&quot; So you grab your weapons, and tie off, preparing for riches and reward, or a fight for your life in search of the Oracle's Breath.&#10;&#10;The Oracle's Breath is a complete fantasy adventure for solitaire or group play. This game includes the adventure booklet, game rules, playing pieces and game board. It is suitable for ages 12 and up and can be played with either the included Legends of the Ancient World games system or other game systems such as Melee.&#10;&#10;Home Page: http://www.darkcitygames.com/display.php?series=LAW&amp;id=21&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Achtung Hexe!",
    "ID": 61292,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.05",
    "Link": "https://boardgamegeek.com/boardgame/61292/achtung-hexe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "48 cards contain 6 parts of a gingerbread house, 1 witch and 41 cards with different amounts of gingerbread.&#10;The players take turns drawing cards. Gingerbread house cards are added to the house &quot;puzzle&quot;, gingerbread cards can be kept - but when a player draws the witch, he or she has to shuffle it back into the pile - with all the gingerbread cards he or she had collected so far. When the house is completed, the player with most gingerbread is the winner.&#10;&#10;The players do not make any choices during the game, so the result is decided by the shuffle(s) alone.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alonso oder: Es lebe das Gute",
    "ID": 61297,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/61297/alonso-oder-es-lebe-das-gute",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The players move their pawns on a grid, determined by dice rolls. They are trying to reach a location chip which was assigned a location (for instance, an hotel, an airport lounge, a living room etc.). The first two players to reach the chip have to have a verbal argument befitting that location. The third player takes one side. The other player(s) have to decide who is the winner. That winner gets a ring over the pawn (so does a player who took the right side); the loser places and names the location chip again. The first player to have three rings is the winner.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Linqer",
    "ID": 61300,
    "Year": "(2008)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61300/linqer",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "It is an expansion to the game Linq.&#10;&#10;It consists of 26 new pairs of cards which add 312 new words to the base game.&#10;This expansion also adds 8 new question mark Cards, in case that the old ones were played with very much, so you can spot, when somebody has it.&#10;&#10;It is only playable together with Linq.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pick-Up Pup",
    "ID": 61303,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61303/pick-up-pup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game comes with a mechanical &quot;magic action&quot; dog named &quot;Pepper&quot;. The object is to have the dog move around the table trying to pick up game cards and return them to you. The pieces that you pick up are then placed on a board with 9 different pictures of objects on it. (similar to a BINGO card)  First player to pick up all of the pieces to fill his/her card wins the game&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lion Hunt Game",
    "ID": 61305,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61305/lion-hunt-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game from 1956 has 4 colored wooden disks representing  HUNTERS, 9 circular cardboard LIONS, a wooden die and a gameboard. Object is to roll the die and to find more of the LIONS than your opponent.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Lions",
      "Players: Two-Player Only Games",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Andy Gump and His Game",
    "ID": 61306,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/61306/andy-gump-and-his-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Milton Bradley game from 1925. The game comes with red markers, 6 die which have on one side letters spelling individual letters of the word GUMP, and some chips with money values on them. Object is to try and roll the dice in an attempt to spell out the word GUMP.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Strips: The Gumps"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Hat",
    "ID": 61313,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61313/black-hat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Box:&#10;&#10;Black Hat&#10;3540&#10;For 2-4 children&#10;3 years of age and up.&#10;&#10;27 picture tiles made of birch ply-wood.  Printed in Selecta TCP-color-print system).  Transparent lacquer.  Equipment also includes 8 wooden racks to arrange the playing pieces.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jackpot Cubes",
    "ID": 61314,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61314/jackpot-cubes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jackpot Cubes is a &quot;push your luck&quot; dice game.&#10;&#10;The game also comes with 14 letter cubes, 10 bowling cubes, 10 playing card cubes, 21 word cubes, 3 slot clubs, a &quot;put&quot; and &quot;take&quot; cube, and 5 regular dice.  Also included are betting chips and a dice cup.&#10;&#10;Rules cover:&#10;1. Crossword Cubes&#10;2. Sentence Cubes&#10;3. Bowling Cubes&#10;4. San Francisco Cubes&#10;5. Jackpot Cubes&#10;6. Royal Dice Cubes (Yahtzee)&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Myriath",
    "ID": 61315,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/61315/myriath",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Myriath is an abstract, strategic tile-placing board game for 2-4 players. (The base game from nestorgames comes with components for only two players in two of four colors. Additional colored components are available to enable up to four to play.)&#10;&#10;Your goal in Myriath is to connect as many tail ends of your own pieces as possible to other pieces. When placing a piece, at least one of its tail ends (or half of it) must connect to an opponent's piece. The player with the most connected tail ends wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 11 Grids",
      "Components: 9 x 9 Grids",
      "Containers: Zippered Pouch",
      "Crowdfunding: nestorbooster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bambam Booboo",
    "ID": 61316,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/61316/bambam-booboo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Bambam Booboo is an abstract strategic tile placement and movement game for 2 players only. Players first place all their (bamboo) tiles, then move or again place their tiles, all the time trying to create 1 of 3 patterns (consisting of 4 tiles each) that will win them the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mój pierwszy quiz",
    "ID": 61317,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/61317/moj-pierwszy-quiz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz with pictures for preschoolers. During the game we invite players to solve picture tasks. Children are able to check their pictorial answer with no adult supervision.&#10;&#10;Box contains:&#10;. 1 game board&#10;. 90 cards&#10;. 1 die&#10;. 1 pawn&#10;. 1 instruction&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skatterz",
    "ID": 61318,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/61318/skatterz",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A small collectible game for children released as a promotion by Kellogg's in the Netherlands, Belgium and France. Skatterz are rubber squares which can be stacked onto each other. Images of Smurfs are printed on them. Packs of 3 Skatterz could be found in the following Kellogg's products: Coco Pops, Frosties, Honey Pops, Loops, Chocos, Smacks, Tr&eacute;sor and Rice Krispies. There are a total of 18 different Skatterz to be collected.&#10;&#10;The game goes as follows:&#10;&#10;1 Collect as many Skatterz as possible and stack them.&#10;2 Throw the pile of Skatterz onto the ground.&#10;3 Now everybody tries to grab as many Skatterz as possible.&#10;4 Count your score and give your friends the tasks, printed on the back of the 5 Crazy Skatterz, for the next round.&#10;5 The first player who reaches a score of 30 points wins the game.&#10;&#10;There used to be an official website to go with the promotion, but it is no longer active.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Characters: Smurfs",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das kleine Bierquiz",
    "ID": 61321,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/61321/das-kleine-bierquiz",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Das kleine Bierquiz&quot; is the pocket version of the triva board game &quot;Die Welt der Biere&quot;. The question are presented on a notepad, with multiple choice answers. This travel version of &quot;Die Welt der Biere&quot; is designed to ask some questions during a car drive, a flight or something like that.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Beer",
      "Series: Das kleine Quiz (HUCH!)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Touch and Go",
    "ID": 61332,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61332/touch-and-go",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to roll an egg-shaped roller up the line of &quot;gold&quot; strips and see how far each player gets. How far you get determines how many points you score. The rules are in the lid&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Handbook House Marik",
    "ID": 61335,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61335/classic-battletech-handbook-house-marik",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Publisher Blurb:&#10;&#10;Wings of the Eagle!&#10;&#10;Wracked for centuries by civil wars, House Marik's Free Worlds League has endured by virtue of the tenacity and diversity of its people. Now, led by the strongest Captain-General in half a millennium, House Marik has stretched its wings, pushing the shadows of its influence across the Inner Sphere. Both by its revitalzied military and an economic might that challenges even the ages-old dominance of House Steiner, the eagle soars proudly, as do the people who wave its banner.&#10;&#10;The Second in a dynamic Classic BattleTech series, Handbook: House Marik compiles the crucial history, politics and cultures of the Inner Sphere's first Great House. More than just a sourcebook, Handbook: House Marik includes rules for both Classic BattleTech and Classic BattleTech RPG campaigns, including new support vehicles, creatures, personal weapons, life paths and more!&#10;&#10;For use with Classic BattleTech and the Classic BattleTech RPG.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Technical Readout – Vehicle Annex",
    "ID": 61339,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61339/classic-battletech-technical-readout-vehicle-annex",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "UNSUNG WORKHORSES&#10;&#10;MechWarriors receive all the glory; aerospace fighter pilots a close second; vehicles are considered the workhorses of any military; infantry are even given their day in the sun in the minds of the common citizen. But no battle could be waged, nor won, without the mammoth apparatus of support vehicles that feed the war machines of the Great Houses. From cargo trucks to tank airships, airborne MASH to communication satellites, armored transport rails to coastal patrol boats, hauler exoskeletons to LoaderMechs, even hover and wheeled police cruisers or civilian vehicles conscripted into the military: the support vehicle is the true backbone of any military machine. Built using the construction rules found in Combat Equipment, Classic BattleTech Technical Readout: Vehicle Annex provides a never-before-seen look at the support vehicles behind the militaries of every faction, as well as a slice of every day life in the BattleTech universe. From tracked land-trains to police cruisers, Luxury VTOLs to Fix-wing passenger planes, satellites, super-heavy naval surface ships, IndustrialMechs and more: the gamut of the BattleTech universe, fully illustrated for the first time.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Comical Clowns",
    "ID": 61343,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61343/comical-clowns",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A shooting game.  Heads  are hung on wire stands which sit in holes along a piece of wooden base. There are six wire stands and six clowns' heads. The rules are in the lid. Whoever has the most hits wins the ganme.&#10;&#10;Produced by GLEVUM for ROBERTS BROTHERS GAMES&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Circus",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Mercenaries Supplemental II",
    "ID": 61353,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61353/classic-battletech-mercenaries-supplemental-ii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Pirate or Merc?&#10;&#10;Kell Hounds. Northwind Highlanders. Blue Star Irregulars. Literally a thousand and one mercenary units populate the Inner Sphere, yet these are the house hold names that captivate common man. But for every top, there is a bottom. Gray's Ghosts. Kraken Unleashed. Vinson's Vigilantes. Some call them 'pirates,' others 'down-on-their-luck,' and others 'salvation' when the job's small enough and the pay's just right. But for these hard-boiled warriors, life isn't cheap. Life hardly exists at all!&#10;&#10;A companion volume to Classic BattleTech Field Manual Mercenaries, Revised and Mercenaries Supplemental, Mercenaries Supplemental II delves into the dregs of the mercenary world, allowing players to use these unique mercenaries in their Classic BattleTech campaigns. Additional rules for mercenary creation include non-BattleMech Unit Tech Levels, special renegade and freelancer mercenary paths, as well as rules for playing mercenaries in different BattleTech eras, from the Star League, to the Succession Wars, to the present.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cactus Creek",
    "ID": 61358,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61358/cactus-creek",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The gold rush is in full swing and Cactus Creek is one of the hundreds of communities that sprung up seemingly overnight, it's residents trying to get rich quick. As one of them you must help build the town, mine the gold and hopefully make your fortune.&#10;&#10;Cactus Creek is a strategic game of resource management, cowboy placement and making sure you're in the right place at the right time.&#10;&#10;The game is played over a number of rounds where players select roles and place cowboys so they can build buildings, gain resoures and trade in order to end up as the richest player when the bridge and railroad are complete.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Technical Readout – Project Phoenix",
    "ID": 61359,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61359/classic-battletech-technical-readout-project-phoen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "As the FedCom Civil War swung into high gear and conflict swept through the Inner Sphere, the need for additional war materials was paramount. However, unlike many companies, which produced new, but expensive, BattleMechs, a new upstart company, Vicore Industries, took a different route. By taking centuries old machines and upgrading both their physical as well as technological capabilities, Vicore almost single handedly started a revolution that provided a cheap means to bring 'new' BattleMechs to the field commanders desperate for more assets.&#10;&#10;Classic BattleTech Technical Readout: Project Phoenix provides descriptions, game statistics and illustrations for twenty-nine classic BattleMechs that have been upgraded both in appearance and technology. Also, for the first time in any technical readout, additional illustrations representing all the variants for every design in the book are also included. This is the corrected second printing.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Grande Opera",
    "ID": 61361,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61361/la-grande-opera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "La Grande Opera (italian for &quot;The Great Work&quot;) is a game which may be found only in a giant-sized version in two museums, in Tuscany, both dedicated to Leonardo da Vinci.&#10;&bull; Museo Ideale, Vinci (near Florence)&#10;&bull; Museo del Bigallo, Florence (city)&#10;&#10;Players choose actions in order to build inventions and collect victory points. Each invention is a step to complete the &quot;Great Work&quot;, the never-ended deviation of a river near Florence.&#10;&#10;Other actions may include the making of artworks, pledging the Medici family for gold and resources, or just project new inventions.&#10;&#10;Many schools and tourists came to the museums to play the game, that is in fact a diceless, strategical eurogame, the first one set up inside a public and cultural place such a museum, at least in Italy.&#10;&#10;The game is up to 4 players/teams.&#10;&#10;The art design is by ICT Solutions, and the images are all original drawings of Leonardo, provided by Museo Ideale's archive.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Garden",
    "ID": 61369,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/61369/castle-garden",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Chess-Like Abstract Game.&#10;The theme setting is the middle age, with Knights and Warriora battling it out to defend the Castle Garden.&#10;&#10;Each piece has different movement, with a particular pattern of cells it can reach, similar to the piece movement in Navia Drapt. Also the pieces move differently based on the location on the board.&#10;The packaging is of very high level, with wooden pieces contained in a tin box, similar to the ones used to keep cookies. The rules are in thick illustrated booklet, akin to a book.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EinSATZ bitte!",
    "ID": 61381,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/61381/einsatz-bitte",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Did it ever happen to you that you stopped speaking in mid-sentence, because you could not remember what exactly you wanted to say? The same might happen to you quite often in SENTENCEd to speed! It is plain simple to start talking, as you will know the beginning of the phrase, and you will also know what to explain &ndash; but you're absolutely left to your own devices to connect these two goals.&#10;&#10;In SENTENCEd to speed! each of two teams has one minute to guess as many items as possible. One player of the team is the source, who has to complete the first half of a    phrase in a logical way to explain a given item. The more items the source explains which are guessed correctly by his or her team members, the more points are scored. The team with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "One-Time Path",
    "ID": 61389,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61389/one-time-path",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "One-Time Path is a really simple 2-players dice game.&#10;&#10;You just need a die, 5 coasters, 12 coins (or chips or counters...) and a glass.&#10;&#10;Put the 5 coasters forming a path between both players and the glass over the middle coaster.&#10;&#10;In every turn, the two players (Up and Down) show at the same time several coins (from 1 to 6) and add them to obtain the 'threshold' (the 'threshold' should be a number between 1 and 6 so if the 'threshold' is greater than 6 you must subtract 6).&#10;&#10;Then, one of the players rolls a die and moves the glass following this instructions:&#10;&#10;&#10;     If the die punctuation is greater than the 'threshold' the glass is moved one position towards the Up player.&#10;     If the die punctuation is less than the 'threshold' the glass is moved one position towards the Down player.&#10;     Is the die punctuation is equal to the 'threshold' the glass is not moved at all.&#10;&#10;&#10;When the glass reaches one of the players the game is over and this player has lost.&#10;&#10;Obviously the Down player wants to have a 'threshold' of 1 or 2 and the Up players prefers a 'threshold' of 5 or 6 so both players are trying to guess what the other thinks to adjust their coins in consequence.&#10;&#10;If you can guess how many coins the adversary is going to show you can have better chances to win the game.&#10;&#10;One-Time Path it's a interesting drinking game. Just fill the glass with some liquor and force the loser to drink it ;-)&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PiRat Rummy",
    "ID": 61393,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/61393/pirat-rummy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Times be tough on board the Red Chetta. Cheese is scarce and the smelly humans be going crazy mad with the Scurvy bug. The Vermin crew have split thar allegiance. Half be siding with our fair Captain Gruyere while the rest be hidin behind the big mouth of Til Mook. Instead of riskin the entire crew on an all out war, the mice and rats have agreed to the &ldquo;Test of three&rdquo;. Each captain will send forth squads of 3 to fight. When 3 sets of 3 have managed to win their fights and hold their ground, the losing crew members have agreed to be cast adrift on a rotten cheese wheel.&#10;&#10;In PiRat Rummy the two players play the battling PiRat captains choosing and sending out their crew members into battle. Players make squads (sets) of 3 cards and places them into one of 3 fighting rings. When a set is placed opposite an opponent&rsquo;s set and in the same ring a fight takes place and the losing squad is removed from the fight ring. The object of the game is to place and keep 3 strong squads on the field before your opponent and win the game.&#10;&#10;PiRat Rummy was designed as a submission to Cate108's Themed Rummy contest 2009.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Rats",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 Expansion: Apocalypse Reload",
    "ID": 61415,
    "Year": "(2009)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61415/warhammer-40000-expansion-apocalypse-reload",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Publishers Blurb:&#10;&#10;Apocalypse Reload allows you to take your games of Warhammer 40,000 Apocalypse to a whole new level. Command hundreds of men and squadron after squadron of vehicles in deadly battle formations. The greatest heroes of the age will march to war as huge, impossibly powerful, war machines stride forward, their super-heavy weapons reducing the enemy to a bloody mess. Use orbiting spacecraft to unleash weapons of planet-shattering power and employ devastating strategic assets. This is war on a scale undreamt of.&#10;&#10;This 88-page large-format, supplement book contains additional material for your Warhammer 40,000 Apocalypse games, including: over 50 new datasheets, more than 40 new strategic assets, an overview of some useful tactics and a large gatefold spread featuring a titanic battle report.&#10;&#10;You must possess a copy of Warhammer 40,000 and the Warhammer 40,000 Apocalypse supplement in order to use the contents of this book.&#10;&#10;Apocalypse Reload was superseded by the 2013 and 2019 Warhammer Apocalypse rulebooks ans doesn't work with those rule books.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "98 Degrees: Play for Keeps",
    "ID": 61417,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61417/98-degrees-play-for-keeps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Show off your knowledge about 98 Degrees' music and interesting facts about Nick, Jeff, Drew and Justin! This is no ordinary board game, in this game you play for prizes, prizes you can KEEP!&#10;&#10;Do you know which 98 Degrees member was kicked out of his high school choir for goofing around? Or, which one was the Karate Kid for Halloween? How about the one who once actually autographed a diaper?!? You'll have to answer questions about 98 Degrees in order to earn degrees. Be the first to fill up your thermometer from 0 to 98... you'll be a winner AND a fabulous prize will be yours to keep!&#10;&#10;Personal information used for the game questions was actually supplied by the guys themselves!&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World at War Compendium",
    "ID": 61426,
    "Year": "(2009)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61426/world-at-war-compendium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.125",
    "Description": "World at War Compendium Vol. 1 is over 100 pages jam-packed with World at War scenarios, analysis and articles, new maps and 88 die-cut counters.&#10;&#10;The World At War Compendium Vol. 1 includes every World at War scenario and most World at War articles published in the first seven issues of Line of Fire. Additionally the Compendium includes over 30 pages of new material including two new scenarios, a guide to Soviet player tactics, and the long-awaited World at War timeline. Additionally, there are five 8.5&rdquo; x 11&rdquo; 14pt card stocks maps, which include all the World at War maps published in Line of Fire and two new maps. There are also 88 counters, which include counters from Line of Fire issues 1-7 and new Syrian and Israeli counters.&#10;&#10;WORLD AT WAR COMPENDIUM VOL 1. ARTICLES&#10;&#10;The Game&#10;World at War Timeline&#10;A View from the River: On the Making of Blood and Bridges&#10;The Ever-expanding World at War &#10;A Small World at War: Using Miniatures in World at War&#10;Clash at Dattenberg: An Extended Example of Play&#10;&#10;Tactics&#10;Achtung Panzer: West German Forces in World at War  &#10;Tactical Notebook&#10;Pact Guide: Improving the play of the Warsaw Pact in World at War&#10;&#10;Battle Reports&#10;Wittman&#202;&#188;s Ghost &#10;Race for the Bridge&#10;Death of the First Panzer &#10;Keep &#202;&#187;Em Separated &#10;Who Spilled My Tea? &#10;Wrecked Outside Rieden&#10;An Appetite for Destruction&#10;&#10;SCENARIOS&#10;Munich&rsquo;s Highway Modulette&#10;Munich&#202;&#188;s Highway: The Southern Sideshow in World at War &#10;Rough Wake-up&#10;The Bridge at Passau &#10;Crossing the Danube &#10;Bridgehead&#10;Operational Maneuver Group&#10;Armored Acorn&#10;&#10;Other Scenarios&#10;The Crimson Tide &#10;99 Red Balloons  &#10;In the Beginning  &#10;Death from the Sky &#10;Yankee Hammer &#10;See You in Paris&#10;A Good Old-fashioned Ambush&#10;Clearing the Way &#10;Cruel Spring&#10;Hide &amp; Seek &#10;Down by the River&#10;The Death of the First Panzer Division &#10;And We Danced&#10;Break on Through to the Other Side &#10;Counterpunch &#10;A View to a Kill  &#10;Going Home&#10;Barring the Door &#10;The Road to Armageddon  &#10;Golan in the Mirror &#10;The Relief of Tanenhause&#10;&#10;The Compendium includes:&#10;&#10;Components:&#10;&#10;Five 8.5&quot; x 11&quot; Card Stock Maps&#10;88 Counters&#10;100-Page Magazine&#10;All in a Zip-lock Bag&#10;&#10;The World At War Compendium Vol. 1 is a magazine, with maps, scenarios, and die-cut counters for the World at War game system. It is not a separate game.&#10;&#10;Expands...&#10;&#10;    World at War: Eisenbach Gap&#10;    World at War: Death of the 1st Panzer&#10;    World at War: Blood and Bridges&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: World at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Montreal Expos Control Action Baseball Game",
    "ID": 61436,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/61436/montreal-expos-control-action-baseball-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game was produced by COLECO World Sports games and is reminiscent of the old time electronic games where vibration made players move after a hit ball. This game board looks somewhat similar but is not electronicall controlled. There are fielders out in the field and there are depressions throughout the field. When the pitched ball is hit is rolls into ares that let the player know if a hit or an out has occured. There are places to put runners who are on base. There is a depression in the infield which creates mostly automatic outs.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "National Derby",
    "ID": 61437,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/61437/national-derby",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Very simple spin the spinner to show a color and then move the horse of that color along the track to the finish line.&#10;&#10;The track itself is a straight line track with 17 landing areas and then the finish line. First accross the finish line wins&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Matched Blades",
    "ID": 61439,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61439/matched-blades",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Matched Blades is a simple card game depicting a sword fight between two duelists. Players simultaneously select actions that adjust their offensive and defensive posture, as well as execute attacks and special actions. The last player standing wins the duel.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magdar: the Second Age",
    "ID": 61442,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61442/magdar-the-second-age",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Magdar: the Second Age is an official print-and-play upgrade intended to be glued over specified tiles and counters in the base game. In addition to rule variants, the expansion includes:&#10;&#10;&#10;    Replacement 3-boulder tiles, designed to make the game last longer.&#10;    New special feature tiles: Stone of Kings and Well of Souls&#10;    Counters for a Dwarven Dodgeball variant&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escalier Royal",
    "ID": 61449,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/61449/escalier-royal",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the editor:&#10;&#10;Relive the intrigue and art de vivre of the court of the Sun King&#10;You arrive as a young aristocrat at the court of the Sun King with the aim of obtaining responsibilities and incomes in order to boostyour family's fortunes. To acheive this, you must earn the King's favour by entertaining him with all kinds of activities - not an easy task because because you have many rivals. So you will need to demonstrate tact and cunning, know how to raise the stakes for your advantage and scheme to get close to the King.&#10;A page of history to be discovered through this tactical game of bid and bluff.&#10;&#10;Content&#10;1 game board&#10;1 coloured dice&#10;6 &quot;courtier&quot; pieces&#10;1 &quot;king&quot; piece&#10;110 game cards&#10;50 likeability points&#10;100 &quot;crown&quot;&#10;6 chests&#10;1 instruction leaflet&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Myytti: Väinämöisen tarina",
    "ID": 61450,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/61450/myytti-vainamoisen-tarina",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Players are artists in 19th and 20th century Finland. V&auml;in&auml;m&ouml;inen, main character in Kalevala, has been selected as a national hero and there is a need for portraits which present the heroic qualities of Finns. Three competitions are held in which players compete to create the best work of art. The players play out cards that contain a (body) part of a piece of art on top of each other so that the cards forms various V&auml;in&auml;m&ouml;inen figures. The goal is to create a figure that fulfills some pregiven requirements. The finished pieces of arts are given scores.&#10;&#10;A fairly simple set collection game that Lautapelit.fi has produced together with the Finnish National Gallery. The game was originally designed by a group of art teachers, thus the players will also learn some art history about V&auml;in&auml;m&ouml;inen - the main character in the Finnish national epic Kalevala.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Country: Finland",
      "Folk Tales & Fairy Tales: Kalevala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Run Emily Run!",
    "ID": 61451,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/61451/run-emily-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "One player is Emily, trying to survive the night; the other player is the Bogeys. No one knows who Emily is until a player picks up the &lsquo;Emily&rsquo; card. How long can they hide their secret before the other player guesses? Once the &lsquo;Run Emily Run&rsquo; card is reached there can be no more bluffing.&#10;&#10;Play centres round a haunted house built of cards. House cards start face up but as play continues they are played face down and the house becomes increasingly mysterious.&#10;&#10;The pack includes; 2 Run Emily Run cards, 2 Emily cards, a Front card, a Back card and 12 each of Orange Bogey, Green Bogey, Hiding and Curio cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hop It!",
    "ID": 61453,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/61453/hop-it",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Hop It! is a game for two players set in a lily pond full of nervous frogs and tadpoles. They&rsquo;re nervous because the pond is also a nesting ground for the Blue-Headed Frogmuncher.&#10;&#10;Tadpoles swim from one space to an adjacent space; frogs move by hopping over adjacent pieces.  Any tadpole hopped over immediately matures to become a frog by turning it over. They grow up quickly in this pond! Any frog hopped over is scared to death by the shadow and removed.&#10;&#10;A player wins as soon as the opponent is reduced to a single piece; not having any breeding partners, its species dies out.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ESP",
    "ID": 61454,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/61454/esp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "ESP is a tile placement game of strategy, deduction and extrasensory perception.&#10;&#10;Each player gets two sets of tiles with the five standard Zener symbols used in ESP testing, and attempts to be the first to make a row of 5 different symbols.&#10;&#10;Initially, the tiles can be placed face-up or face-down; in the later stages of the game, a player may flip a face-down tile or move a face-up tile. Inferring the identity of an opponent's face-down tiles is a vital part of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolsung: The Boardgame – Mini add-on",
    "ID": 61467,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61467/wolsung-the-boardgame-mini-add-on",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion to &quot;Wolsung: the Boardgame&quot;, a large family game for 2 to 4 players. They act as inventors and industrialists living in a fictional steampunk world, largely similar to the Victorian times. The inventors develop extraordinary constructions &ndash; steam cars, golems and zeppelins &ndash; in the race for the title of the best designer at the World&rsquo;s Fair.&#10;&#10;This add-on includes:&#10;&#10;&#10;     5 optional Special Cards which can be used interchangeably with the original Special Cards from the game.&#10;&#10;&#10;&#10;     4 new Machine Cards: The Jokers. They represent specific types, but belong to no specific country, so they can be treated as belonging to any country.&#10;&#10;&#10;Before you start playing, put the Jokers into the appropriate decks - according to the VP value.&#10;&#10;Have lots of fun!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Fishing – Prized Catch Edition",
    "ID": 61469,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/61469/monopoly-fishing-prized-catch-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Whether you&rsquo;re fly fishing for trout, trolling for salmon or in deep pursuit of a prized marlin, the Fishing Edition of MONOPOLY is sure to reel you in for the ultimate fishing experience. Anglers can buy, sell and trade the most sought after catches in the world of fishing from largemouth bass and spotted trout to tarpon, king salmon and swordfish. So, get your reels, bait and tackle ready and go fishing, MONOPOLY style.&#10;&#10;Six collectible tokens include Tackle Box, Lure, Reel, Fisherman&rsquo;s Hat, Net and Waders&#10;&#10;Ages 8+&#10;2-6 players&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scene It? Twilight Edition",
    "ID": 61474,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/61474/scene-it-twilight-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Bring the Twilight movie phenomenon home with Scene it? - Twilight Edition! Hundreds of heart-stopping movie clips, on-screen puzzlers, and mini-games will challenge your observation, memory, and puzzle solving skills. Bonus activities include How to Host a Scene it? Twilight Party, Which Cullen Are You?, and Read My Mind. Show your knowledge of Bella, Edward, Jacob, and the rest of the gang and relive your favorite Twilight moments over and over again with Scene it? - Twilight Edition!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Twilight",
      "Components: DVDs",
      "Creatures: Vampires",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Hell's Highway",
    "ID": 61479,
    "Year": "(2009)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61479/flames-of-war-hells-highway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hell's Highway is a supplement for the World War II miniatures game Flames of War. It covers the battles for Eindhoven and Nijmegen during Operation Market Garden, September 1944.&#10;&#10;The book contains a brief history of the operation, maps, and army lists for British (Irish and Welsh Guards), American (82nd and 101st Airborne) and German (Fallshirmjaeger and Waffen SS support) forces.&#10;&#10;Hell's Highway is softcover book and 80 full-color pages.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Eindhoven (North Brabant, Netherlands)",
      "Cities: Nijmegen (The Netherlands)",
      "Country: Netherlands",
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magical Battlions",
    "ID": 61486,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/61486/magical-battlions",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "From the introductions:&#10;&#10;MAGICAL BATTLIONS [sic] is a rule system for fantasy miniature battles.  It assigns figures factors by a process of measurement and judgment to reflect the capabilities depicted by the pieces themselves.  Figures are moved as individuals; no special stands or formations are required.  Play takes place on boards comprised of hexagons or squares; a list of terrain features and effects is provided.  The system is best suited for skirmishes involving 10 to 200 figures.  Any number of players can participate either as teams or in a free-for-all.  There is no need for referees.  The length of play and the area needed for play depend on the number of figures and players involved; a battle between two players' armies of 50 figures apiece would easily fit on a card table and probably last 2 to 4 hours.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Union So Tested:  Look, Sarge, No Charts – American Civil War",
    "ID": 61488,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61488/a-union-so-tested-look-sarge-no-charts-american-ci",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "0",
    "Description": "User Comments:&#10;&#10;&quot;A Union So Tested&quot; is an adaptation of the &quot;Look Sarge, No Charts&quot; WWII system.  The game allows players to command approximately a division each.  Individual bases represent regiments (approximately 250-500 men).  The ground scale is 1&quot; = 50 yds., regimental bases are 3&quot;x1.5&quot; in size.  Each turn represents 15-30 minutes of time.  The authors use 10mm miniatures, but any size figures can be used as long as the base size is maintained.&#10;&#10;During each turn, each brigade, division and corps HQ throws a six-sided die for activation.  Players then draw cards one by one from a deck composed of black and red cards from 1-6 plus a single joker.  Each time a card matching the dice result thrown by the HQ is drawn, elements of that HQ can activate for movement, fire, etc.  HQ's can exchange dice with the HQ above or below it, in order to seize the initiative.  When the joker is drawn, the turn ends.&#10;&#10;Each stand fires by adding its attack factor to a d10 roll; hits are caused by equalling or exceeding the target's defense factor varies with unit type and terrain.  Regiments have 3 step losses.:  when a unit takes one hit, it fires at half strength (factors are not modified, but any odd die roll is an automatic miss); on a second hit, fire is at half strength and units may fire only on black cards; on the third hit, the unit is eliminated.  Long range fire cannot cause hits, only morale checks.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Simulation"
    ],
    "Families": [
      "Series: Look, Sarge, No Charts! (LMW Works)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twenty One Turn Hero Minigame",
    "ID": 61491,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/61491/twenty-one-turn-hero-minigame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "The world is in turmoil! THE SORCERER discovered a spell that will destroy the world in 21 turns! YOU as a hero need to defeat the sorcerer! Good luck hero!&#10;&#10;This is a solo fantasy adventure game where you become the unfortunate hero that needs to defeat the sorcerer who wants to destroy the world within 21 turns. You need to battle as many monsters as possible, collect as much gold as possible, buy equipment to be stronger, and finally defeat the sorcerer (indicated at the corner right above the map), all within 21 turns.&#10;&#10;All you need is two different tokens, a pencil, an eraser and this game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Components: 7 x 8 Grids",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Alert: The New Frontier",
    "ID": 61492,
    "Year": "(2010)",
    "Geek Rating": "6.494",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61492/space-alert-the-new-frontier",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.3333",
    "Description": "Do you think your team of space pioneers is already experienced enough? Even the most dangerous of enemies don&rsquo;t scare you anymore? There&rsquo;s a new program of reconnaissance flights to extremely dangerous sectors. To survive you&rsquo;ll need to pass a special training that allows you to do more actions in the same time. But as you probably assumed by now, nothing is as easy as it seems.&#10;&#10;The expansion to the extraordinary cooperative game Space Alert brings even greater challenges for experienced teams. You don&rsquo;t have to worry though, this expansion is interesting even for teams that don&rsquo;t win against the most difficult of enemies from the basic game so often.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Expansion for Base-game",
      "Fighting",
      "Real-time",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castella³",
    "ID": 61493,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/61493/castella3",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In turn, players each place a wall of their colour, building up a grid.  When a square in the grid has three or four walls  of the same colour a castle of that colour is placed within the square.  When players run out of walls, they are allowed to reposition one of their previously played walls.  The first player to play all five of his castles wins.&#10;&#10;This is a three player variant of the previously released game Castella, by the same designer and publisher.&#10;&#10;Re-implements:&#10;&#10;    Castella&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Series: Bamboo Collection (HaPe)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fast4Words",
    "ID": 61506,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/61506/fast4words",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "1",
    "Description": "Within 4 minutes, players take turn placing 8 of their 10 letter cubes into the two sided grid and then find as many word combinations as possible on their side.  Players with the most points WINS! Fast Paced, Fast Action, Fast Scoring, FAMILY FUN!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dire Heroes: Gas Attack at Ypres",
    "ID": 61507,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61507/dire-heroes-gas-attack-at-ypres",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Ypres salient, a 6 mile (10 km) jut into German held territory, was established after the First battle of Ypres in the autumn of 1914. The position was tentative being surrounded by German forces on three sides.  As a result, the Allies started to dig-in forming defensive trenches.  The Germans followed suit starting the race to the sea that culminated in long trench lines that stretched from Switzerland to the North Sea.&#10;&#10;In the spring of 1915, the German command was ready to launch an offensive to force the capitulation of the salient.  In an attempt to overcome the unexpected stalemate of trench warfare the German command decided on the use of chlorine gas to pry open a section of the Ypres salient and conclusively cut the salient off.&#10;&#10;French Algerians, Territorials, Canadians and British were holding the salient unaware of what was to come.&#10;&#10;Dire Heroes - Gas Attack at Ypres is a rule book that is used in conjunction with a standard Memoir '44 board and components to recreate the 2nd Battle of Ypres during the Great War. Players take turns moving their units and launching offensives in order to capture objectives or to force the surrender of the opponents forces.&#10;&#10;The game starts with the infamous gas attack and the German offensive.&#10;&#10;Requires a Memoir '44 basic set and the Dire Heroes - Gas Attack at Ypres rule book to play.&#10;&#10;(Memoir '44 is a registered trademark of Days of Wonder, Inc.)&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Enclosure",
      "Hexagon Grid",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Ypres (Belgium)",
      "Country: Belgium",
      "Digital Implementations: VASSAL",
      "Game: Memoir '44"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Test Brooklands Race Game",
    "ID": 61508,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61508/high-test-brooklands-race-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A roll and move racing game. Players move their racing cars along the track. The first player who arrives at the finish, wins the game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Automotive Products (Gasoline, Tires, etc.)",
      "Promotional: Board Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meias Palavras",
    "ID": 61510,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/61510/meias-palavras",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Imagine a sequence of words: pasta, Italy, Pope, etc ...&#10;Pasta recall Italy, Italy recalls Pope. And Pope recalls...?&#10;&#10;Each player starts with a part of sequence of words (six total). Exchanging bits of information one discovers the entire sequence before the others. He is the winner!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Proxy War",
    "ID": 61517,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/61517/proxy-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The US and USSR are locked in a struggle for global superiority.  In Proxy War, players take either the role of the US or USSR to get their Superpower to the top.  However, direct involvement in the different regions of the world is kept to a minimum.  The two Superpowers are involved in a Proxy War: influencing the world without direct involvement.  Each Superpower will use their political clout to alter the Political Tilt or Political Value of a region.  For instance, the US might have a strong position in the Middle East.  The USSR may choose to reduce the Political Value of that region, making it less attractive to Uncle Sam.  Or the USSR may change the Political Tilt of that region so that it is more favorable to the Soviet Agenda.  By advancing global agendas, the two Superpowers gain or lose favor in a region depending on the local politics.  Through all the politicking, random global events will alter the world political view causing both Superpowers to adjust individual political manipulations in order to achieve global superiority.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flunk",
    "ID": 61529,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/61529/flunk",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Flunk is a sort of Dummy Contract Whist for three. It doesn't claim to be a form of Bridge. Three-handed Bridge is a contradiction in terms, as it lacks co-operative bidding between the partners, which is one of the two defining features of that game. But it does offer its other defining feature, namely, that of declarer playing from dummy with a view to selecting a trump suit (or announcing no trump) and declaring a contract.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crummy",
    "ID": 61530,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/61530/crummy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are two main aims. One is to collect quartets - that is, four cards of the same rank, such as Aces, Kings, etc - and discard them from play. The other is to play out all your cards as soon as possible. There is a bonus for making the first quartet, and an alternative score for not making any at all.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nira",
    "ID": 61534,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61534/nira",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A chess-like abstract played on a 10x10 board.  Players controlling their Farmer, Mechanic and Engineer pieces vie to dominate the neutral Government piece.&#10;&#10;Published by NCA Enterprise.  Described in Modern Mechanix, March 1934 (http://blog.modernmechanix.com/2009/10/26/agitators-engineers-are-chessmen/).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sicher zur Schule",
    "ID": 61535,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.90",
    "Link": "https://boardgamegeek.com/boardgame/61535/sicher-zur-schule",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Red tiles are open, green ones face down - there are pairs which shows matching traffic situations. A green card is flipped open. If the player can find the matching situation on a red card, he or she can keep the green one, if not, the red card is flipped over (they are two-sided. If still nothing matches, the green card remains open and can be matched by anyone later. &#10;The player with most green cards wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Scout (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deutschland-Wissen",
    "ID": 61537,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61537/deutschland-wissen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to mark locations on a map of Germany. For this, they use rings which come in three sizes. After everyone has placed a ring, the solution is checked and everyone in whose ring the place was gets points. The smaller the ring is that someone chooses, the more points he or she scores.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Night on Earth 'Run For It!' Scenario",
    "ID": 61538,
    "Year": "(2009)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61538/last-night-on-earth-run-for-it-scenario",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "Holed up in the Manor House with many survivors from town, it becomes clear that the only way out is to make a run for it! Take hold of this frantic and thrilling new scenario by Lead Designer, Jason C. Hill, and see if you have what it takes to get the survivors out alive. This advanced scenario introduces some new rules and takes advantage of content from the Growing Hunger Expansion!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wortmeister",
    "ID": 61539,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61539/wortmeister",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Six dice are rolled. One is a number dice; it determines one of five categories which are printed on cards (free choice on a roll of six). The other dice show letters. Each player now tries to write down words which &#10;- fit the category&#10;- start with one of the letters&#10;- contain as many of the five letters as possible&#10;&#10;Short words which contain many of the letters can be more valuable than long words in this game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tintenklecks",
    "ID": 61540,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/61540/tintenklecks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spelling game for children. Each player draws a tile with a starting letter, then forms a word by picking tiles and adding them. A die is rolled then. The result determines which letters have to be turned around (i.e. first letter, vowels ...). Then the word is shown to the other players. The first player to identify the word scores a point. No points are given if the word is misspelled.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battling Gladiators",
    "ID": 61549,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/61549/battling-gladiators",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A battling board game for 2 to 4 players in which each gladiator strives to gain his freedom by completing a circuit of the gladiator board, having scored at 5 least victories over his opponents.&#10;&#10;This game expands on the Battling Tops system and adds a roll &amp; move board game.&#10;&#10;Re-implements:&#10;&#10;    Battling Tops&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Fighting Top Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junior Quran Challenge Game",
    "ID": 61554,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61554/junior-quran-challenge-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Based on the Quran Challenge Game. A trivia game based upon the Quran. Children learn facts about the Quran such as the Prophets names and their stories. All questions are direcly taken from the Quran.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Religious: Islam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Awful Green Things From Outer Space: The Obnoxious Orange Things From Another Place",
    "ID": 61570,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61570/the-awful-green-things-from-outer-space-the-obnoxi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "The Obnoxious Orange Things From Another Place is a one page expansion for The Awful Green Things From Outer Space published in The Crusader (Volume 5, Issue 20 - Jun 2009).&#10;&#10;Unlike the egg-laying Green Things, adult Orange Things reproduce by splitting into a random number of immature fragments.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outside the Znutar",
    "ID": 61571,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/61571/outside-the-znutar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Outside the Znutar extends the battle against The Awful Green Things From Outer Space outside the ship with small craft and spacesuits. It was first published in Dragon (Issue 40 - Aug 1980), then incorporated into later printings of the base game by Steve Jackson Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Movement Points",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Magazine: Dragon",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gänget bygger koja",
    "ID": 61577,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/61577/ganget-bygger-koja",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "&quot;The gang builds a hut&quot;&#10;&#10;Players build teams which try to build small huts in the forest as fast as possible. They collect boards and tools and then try to build. The team which manages to build their hut first wins.&#10;&#10;The huts are actually built as 3D models of real, thin plywood.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elvis Presley King Of Rock Game",
    "ID": 61584,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/61584/elvis-presley-king-of-rock-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is marked:  Copyright 1979. King of Rock Game Company.&#10;&#10;The object of the game is to become the first player to enter the center of the gold record disc and become the &quot;King of Rock&quot;.  This is accomplished by the acquisition of record copyrights, thus obtaining a required gold record and therefore qualifying for entrance into the gold record disc.&quot;&#10; The game has mansions, safe spaces, forfeit/collect spaces, buying copyrights, mortgages, and bankruptcy spaces, along with a gold record disc area.  There are also Motion Pictures Cards, Recording Studios Cards, Concert Cards and Television Special Cards (you get to collect and pay points,.purchase Album Singles for points, etc.)&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Celebrities: Elvis Presley",
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdoms",
    "ID": 61597,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/61597/kingdoms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Kingdoms. The game where you must build your evil empire before other demon lords can build theirs.&#10;Kingdoms is a very social game that encourages interaction between players and is best suited for 4 players although 2 players can still have a lot of fun. If you like building up your strength while causing you opponents a lot of trouble then this is the game for you.&#10;&#10;Each player starts with 1000 gold, 1000 resources and a blueprint of their kingdom which shows the buildings they need to construct in order to win the game. To construct buildings you need money, resources and minions.&#10;&#10;The rules of play are simple. Each turn a player draws a card and performs an action such as constructing a building, buying resources from the bank, or sending a cat with fleas into a rival kingdom.&#10;&#10;Each turn you are faced with the choice of building up your kingdom or ruining someone else's. Be wary of players forming secret alliances.&#10; However its not all about being mean to each other, the card pool contains a lot of nasty surpises too. Watch out for Demonic health Inspectors, drunken Aunties and your new &lsquo;uncles&rsquo; dropping by, and various unpleasant diseases coming your way.&#10;&#10;Then there are your Minions. Everybody needs minions, it&rsquo;s just a pity they are an unpredictable and fickle lot. Minions construct your buildings for you and generally moan a lot of the time. &lsquo;We are bored!&rsquo; they cry so you build them a den of iniquity. They are still not happy. &lsquo;We are lonely!&rsquo; so you build them a House of ill repute. They are never satisfied. Good job you can smite a few now and again to keep them in line&#10;&#10;Mess with you opponents plans. Tempt their minions to your kingdom or infect them with a plague or even send in a serial killer to thin the herd.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fantasy",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snakes",
    "ID": 61603,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/61603/snakes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Boardgame version of the well-known video-game Snake.&#10;&#10;Players move on the 8x8 grid game board hunting food or bonus objects and try to avoid to hit the walls and opponents' snakes. For every food they eat they grow 1 snake-piece longer. Eaten food may be use for scoring or for their special abililities.&#10;&#10;In his turn player:&#10;1) roll 3xd8 for placing food/object on the board&#10;player chooses 1xd8 as food/object and other 2xd8 for coordinates.on the game board&#10;2) playing card with the food icon and number for snake moving&#10;a) exchanging all these food for points (1 food = 1 point, &#10;2 foods = 1+2=3 points, 3 foods = 1+2+3=6 points etc.)&#10;b) moving his snake in straight direction as many squres as showed on the card.&#10;&#10;Game ends if player places his last snake-piece on the table in his turn and then the scoring take places. Players add 1 point for every snake-piece on the scoring track. Player with the most points is the winner.&#10;&#10;Contents:&#10;&#10;     1 gameboard&#10;     40 Snake-pieces in 4 colors&#10;     4 scoring markers in 4 colors&#10;     36 cards&#10;     35 Food tiles (Mice, Rats, Rabbits, Snails, Moles, Crabs)&#10;     15 Bonus object tiles marked with &quot;?&quot; (Magnets, Scissors, Bombs, Clues, Stones)&#10;     3xd8 dice&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Snakes",
      "Components: 10 x 12 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das spannende Schuco Straßenrennen",
    "ID": 61610,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61610/das-spannende-schuco-strassenrennen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game contains four car models, a game board and a die. The players can roll the die as many times as they want and move the car accordingly, but as soon as they roll a five or six the entire movement of the turn is lost. Some squares on the track force them to roll another time and thus increase their risk.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death or Glory",
    "ID": 61612,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61612/death-or-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Death or Glory - What&rsquo;s it all about?&#10;&#10;These rules are one of the first historical projects to come out of Spartan Games. The idea was to create a set of skirmish rules that were quick to play, fun, colourful and different to other rule sets. We wanted to play games featuring mythical warriors such as Robin Hood, Achilles and King Arthur, and historical legends like Alexander of Macedon, Frederick Barbarossa and William the Conqueror.&#10;&#10;The focus of development was therefore to create rules that favoured the heroes and legends of past centuries at the expense of the common soldier. Death or Glory (DoG) does this, and makes such heroes and legends quite literally deadly on the tabletop. BUT, and this is a big but, they are not unbeatable. If you charge King Arthur into a unit of enemy warriors on his own, with no support or strategy and it&rsquo;s going to hurt - or could even be fatal! But use him as he should be, a legendary fighter, and he will carve his away around a battlefield - just as he does in the movies.&#10;&#10;The idea is to use DoG to re-enact scenes from a movie, book or graphic novel, or make up your own encounters using lots of models. Whether you have Leonidas cutting a path through Persian Immortals to save an injured companion, or Jason trying to fight his way through skeletons to the safety of his ship, DoG is perfect for recreating such encounters.&#10;&#10;This rulebook loosely covers the Dark Ages, as the statistic cards that are provided are for fairly generic European warriors with chain armour and large shields. There are also two specific lists with statistic cards for Norse and Saxon warriors. Additional supplements and/or downloads will be made available from the Downloads section of this web site.&#10;&#10;The DoG rules have now been fully playtested and are being designed, ready for printing. We anticipate that shops will have stock of the rule book in late 2009. DoG will be a full colour, perfect bound 96-page book.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pippi Langstrumpf macht was ihr gefällt",
    "ID": 61613,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61613/pippi-langstrumpf-macht-was-ihr-gefallt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There are task cards which show four of the five pictures in the game. One of them is put on the table.&#10;The active players flips open picture cards which contain one picture each. If the picture is not on the current task card, the player puts it down. Subsequent pictures are put on top of the first. When the third picture is on the stack, all players have to perform an action that is assigned to the fourth motive. The first player to correctly do that gets the task card. The first player to collect five task cards is the winner.&#10;The actions are Pippi Longstocking-related and include grimaces and other theatrical actions.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Acting",
      "Memory"
    ],
    "Families": [
      "Authors: Astrid Lindgren",
      "Books: Pippi Longstocking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Durham Edition",
    "ID": 61615,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/61615/monopoly-durham-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The historic jewel in the crown of North East England, Durham is a picture-perfect city of outstanding natural beauty and captivating countryside. Now is your chance to tour this amazing city and all its beautiful and famous locations with the new Durham Monopoly! From the Gala Theatre and The Riverside, to the iconic and much-loved Durham Cathedral, it&rsquo;s all up for grabs as you race around the board building a property empire to beat your opponents!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Country: United Kingdom",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monstersnack",
    "ID": 61619,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/61619/monstersnack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A monster wants to eat. The players take turns placing food cards on a stack - but the monster only wants so much of each kind of food (similar to a nutrition pyramid). When a player thinks that the previous card extended the limit, he or she can challenge it - if correct, he or she gets a carrot, if false, the player who played the card gets the carrot. The first player to collect four carrots is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hammer iT",
    "ID": 61625,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.46",
    "Link": "https://boardgamegeek.com/boardgame/61625/hammer-it",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is a trivia game which also includes a large block of wood, a hammer and some nails. The active player rolls a die to determine a category of question (skip the trivia part on a roll of 6). When the player can answer the question asked, he or she can hit his or her nail (which is in the block of wood) with the hammer once. The first player whose nail is completely inside the wood is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominari",
    "ID": 61635,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/61635/dominari",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is played on a 6x6 board which is divided into 9 2x2 squares. On these, tiles are placed which have numbers 1-6 or are empty. One side is white, the other black. The two players take turn placing the tiles which have to connect to other tiles of their color and have to fit into the rows and columns sudoku-style. The aim is to fill as many rows, columns and squares with one's own color.&#10;&#10;There are some other variants of the game in which other player's tiles can be enclosed and turned around (to one's own side), for example.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chess³",
    "ID": 61640,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/61640/chess3",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Chess&sup3; (ChessCubed) is a three-player take on Chess, set on a hexagonal board.  The concept of three-player chess is nothing new (e.g. 3 Man Chess, Chess for Three, Three Player Chess, Trigon Chess & Checkers, Tri-Chess, Megachess, 3er Schach), and the concept of chess on a hexagonal board is nothing new (e.g. Hexes: Hexagonal Chess, Hexagonal Chess, En Garde!, etc.).  Heck, the concept of three-player chess on a hexagonal board isn't even new (e.g. Hexagonal Chess for three), but there are several features of Chess&sup3; that make it stand out:&#10;&#10;&#10;     It emulates the traditional, two-rank setup with a straight line of powerful pieces protected by a straight line of pawns.&#10;     The hexagonal playfield has an incredible 168 hexes in order to accommodate each player's army.&#10;     Each player has the eight traditional power pieces, plus a champion.  (The champion is the popular bishop/knight compound, but obviously with a hexagonal definition.)&#10;     Each player has ten pawns to protect the nine power pieces from wall to wall.&#10;     It features an angular, but familiar redesign of the pieces, each of which bears a hexagonal base.&#10;&#10;&#10;The game is designed to be portable, with a roll-up board, a drawstring bag for each player's pieces, and a courier tube of a case for the whole thing.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: HexHex8 Grids",
      "Players: Three Players Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Courtier",
    "ID": 61653,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61653/courtier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;STORYBeloved King Lonelyheart has been murdered, and as he had no heirs to the throne, you and the other royal advisors are squarely out of a job. But fear not! Six candidates are rallying for the position, and the one the people find most favorable will be elected. The question is, which ones will you kiss up to and which ones will you denounce? Your choice in playing will determine how wise (and crafty) you really are. The wisest player will be selected as the new ruler's first advisor and will win the game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OBJECTIVEEach turn players will gain inside information on one of the six candidates. Players will then be approached with opportunities to praise or denounce candidates. Players want to praise the candidate they believe will be the winner of the election, and denounce the candidates who they think will lose. At the end of the game, the candidates will be ranked, and the player's score will be based on what they have said about each candidate, along with the candidate's final position. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Room Full of Zombies: Party Edition",
    "ID": 61654,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61654/room-full-of-zombies-party-edition",
    "Min Players": "12",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "24 hours ago, your quiet, unassuming little town was struck by a plague that turned ordinary citizens into brain eating zombies.  As the last handful of uninfected survivors, your job is to gather the three mementos that are most precious to you, team up with other survivors, and escape town - all without having your brain eaten by zombies.&#10;&#10;Room Full of Zombies is a party game for 12 to 20 players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Horror",
      "Party Game",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aussie-Trivia",
    "ID": 61655,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/61655/aussie-trivia",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Box says An intriguing fun and educational game for 2 or more players or teams. &#10;It is an Aussie version of Trivial Persuit I suppose.&#10;Proudly printed in Australia.&#10;Created and manufactured by J.P.P Productions 18 Tregear Street. Moonah. Tasmania. 7009&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erzähl doch mal...",
    "ID": 61664,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/61664/erzahl-doch-mal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Erz&auml;hl doch mal... is a story telling game in which the players try to use their picture cards to tell a story with the elements in the pictures. The game requires creativity, as players have to figure out a way to implement the new cards in the story. The game also requires concentration and memory, because the players have to remember the whole story in correct order, as they have to recite the whole thing from beginning to end, every time a card is added.&#10;&#10;If a player makes a mistake - forgets something, tells things in wrong order - the card they drew is removed from the game. That element won't join the story. It also means a loss of a point, as the number of cards collected during the game determines the winner.&#10;&#10;A little wooden cat moves forward on a track towards a castle which marks the end of the game. Some spaces on the track have special effects that remove cards from play or exchange them, changing the story. Some spaces let you draw a card, but the next player has to tell the story.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schafe scheuchen",
    "ID": 61665,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/61665/schafe-scheuchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Four &quot;flocks&quot; of sheep (two sheep per player) move onto a meadow, trying to find the juiciest grass. There is also a shepherd dog which influences the moves. A sun disk moves around the game board; when the day is over, the sheep which ate the juiciest grass are the winners.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Sheep"
    ]
  }
]