[
  {
    "Rank": "N/A",
    "Name": "Xaga: Das Stadtspiel",
    "ID": 30862,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/30862/xaga-das-stadtspiel",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "XAGA- Das Stadtspiel is a creative boardgame. The game begins with a city that wants more color from ideas and strategies. Variety is desired, because instead of quantity the citizens are concerned with the quality of the city. On the city-plan, the players alter buildings, plants and so on, and attempt to bring in inhabitants and guests. However the building alone are not sufficient. A clever and imaginative advertisement is fundamental to winning the game.&#10;&#10;In the constant role-change between investor and inhabitant the players together create their own place of fantasy and strategy. Communication is very important! The end the election for the &quot;Citizen of Honor&quot; decides the win. To win the title, one does not only need the votes, but also the &quot;most buildings&quot;, the &quot;most beautiful house&quot;, the &quot;most disturbing neighbor&quot; and several other categories.&#10;&#10;",
    "Categories": [
      "City Building",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Charge at the Alamo",
    "ID": 30864,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/30864/charge-at-the-alamo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A downloadable game portraying the Mexican assault on the Alamo.  The Alamo Compound and six immediate approaches are depicted on a map that can be adequately printed on a single 8/5 x 11-inch sheet.&#10;&#10;Units are activated on the basis of Command Rolls.  Twenty-nine Mexican units (roughly companies) face ten Texan personnel units and eight artillery markers.&#10;&#10;The Alamo complex is represented by walls and buildings of varying strength which can be reduced as a result of attacks.  Defenders may be outside or inside certain structures.  Mexican formations have stacking limits and may spread from their original appearance area by oblique movement.&#10;&#10;The rules amount to approximately seven pages.  Optional rules, examples of play and designer's notes are also included.&#10;&#10;Designer information:&#10;&#10;Richard Trevino&#10;6313 Evers Rd Apt 1410&#10;Leon Valley TX 78238&#10;&#10;",
    "Categories": [
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "History: Texas Revolution",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Super Bowl XXXII",
    "ID": 30866,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.86",
    "Link": "https://boardgamegeek.com/boardgame/30866/monopoly-super-bowl-xxxii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the first NFL authorized Monopoly edition, and also the first Super Bowl Monopoly game. Comes with 8 football-themed computer tokens.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gugnunc Game",
    "ID": 30867,
    "Year": "(1914)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30867/the-gugnunc-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This British WWI era game features the cartoon characters Pip, Squeak &amp; Wilfred who appeared in the Daily Mirror.  The board references WWI and players are encouraged to read the Daily Mirror daily to catch the latest adventures of these characters.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pip-Pip!",
    "ID": 30868,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30868/pip-pip",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ahead of its time, this game features a modular board.  The players create a track and then race their cars around it.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sonic U.F.O.",
    "ID": 30870,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/30870/sonic-ufo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The object of the game is to be the first player to fly their four UFO's back from outer space and land them on Planet Earth.&#10;&#10;On your turn you cover your eyes with the mask provided while another player moves the large UFO round the board. As it moves it &quot;beeps&quot; and you need to identify where it landed. If you guess right then you can move your UFOs and &quot;ZAP&quot; another player back to outer space. If you get it wrong then the other players get a free move.&#10;&#10;Not quite as easy as it sounds (especially if your hearing isn't that good) and you can also &quot;freeze other ufo's by landing on them.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Theme: UFOs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Princess Charming",
    "ID": 30871,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.22",
    "Link": "https://boardgamegeek.com/boardgame/30871/princess-charming",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This game is intended for ages three and up.&#10;&#10;The eleven game boards are stacked and the princess pawn is placed at the start of the top board. The players then take turns moving the princess until she reaches the hole in the board, causing the active player to earn a token and allowing the top board to be removed and movement to continue on the next board. The game ends when the end of the last board is reached and the players count their tokens to see who has the most.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Commands of Christ",
    "ID": 30872,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/30872/commands-of-christ",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is basically a vehicle for memorizing Scripture to overcome sin and temptation.  Players use the spinner to move around the board.  After landing on a &quot;Wisdom Card&quot; space, a player has the opportunity to collect 1 to 3 Wisdom cards if he can memorize &quot;Commands of Christ&quot; (Bible verses) printed on the cards.  A Temptation space causes a player to go to one of the 3 pits, where he must memorize a verse for overcoming temptation.  If the verse can't be quoted within the allotted time frame, a Pit card must be drawn and acted upon with negative results such as making the player lose cards already collected.  The player with the most cards collected at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Jesus Christ"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cinemania",
    "ID": 30873,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30873/cinemania",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Cinemania you are a movie producer who competes against the other players to release 5 movies of several different genres (Science Fiction, Comedy, Horror, Adventure, and so on), trying to get the best Box Office for each release.&#10;Each movie needs several requisites to be produced, and these are met by the correct playing of various kind of cards (Actor/Actresses, Director, Effect -like Cinematography, Soundtrack, Special Effects, so on - and special cards). You may also play bonus and malus cards to favour your movies and damage the competing productions.&#10;There are also Event cards and the race to the Oscars. Winner is determined over various scores (Best movie in each genre, Oscars won, Total Income, Objective cards, and so on)&#10;&#10;The game contains:&#10;&#10;    261 full color cards for the various decks needed for play&#10;    1 individual playing board for each player&#10;    Other playing aids&#10;&#10;&#10;To get the printed DTP version you may ask to pumaye@virgilio.it&#10;&#10;Print and play versions are available at wargamedownloads.com and arima.it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orville the Octopus",
    "ID": 30874,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30874/orville-the-octopus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Take a dive for sunken treasure and then try to escape the clutches of ORVILLE THE OCTOPUS.  The game was made by the  Eberhard Faber Company in 1962. Orville is an 8 inch wide metal Octopus with flasher eyes. He balances on a center post in his seascape background. Danny Diver a metallic deep sea diver with a magnet embedded in his feet is suspended on a rubber string connected to a rubber ball. Treasure pieces in the form of gold balls, coins and anchors are scattered on the sea floor. The object is to pick up as much plunder as you can but if you get too close to Orville he spins around and, with a sickening metallic ping sound,  he grabs Danny.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Octopuses",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Major League Baseball",
    "ID": 30875,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/30875/major-league-baseball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Experience all the thrills and excitement of Major League Baseball.  You are the manager of a National or American League team vying for first place and on to the World Series.  Everyone can play.  Your six year old (by the roll of dice) plays right alongside Mom and Dad while they answer the Trivia question cards.   There are over 500 True and False, multiple choice or direct response questions on 100 cards.  All this happens on two different parts of the unique gameboard with Manager and Umpire cards getting into the act adding to the frustration and momentum that are all part of the real baseball world.   This is an officially licensed product of Major League Baseball.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cycling: A Fascinating Game",
    "ID": 30877,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/30877/cycling-a-fascinating-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move game in which players collect cards to overcome obstacles in their bicycle ride.   Players roll the dice and advance their pawns on the gameboard. If player landed on certain squares with lamp, oilcan, et c., he takes the card with the item and may use it during the game, e.g., if he landed on squares 20/30 and he doesn't have lamp or bell he must go back to squres 5/18 and get one. There are 9 type of cards, 3 cards each.&#10;&#10;Cyclist who reaches first the square with 100 wins the race.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meistertrainer",
    "ID": 30881,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/30881/meistertrainer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Das realistische Futballspiel von Premiere World&#10;&#10;This game features the teams of the German Bundesliga for the season 2001/2002.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bug-House",
    "ID": 30882,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30882/bug-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game Ages 5 - 12. The first player to build his bug-house wins the game. Game comes with cards, plus enough plastic lots, Chimneys, Hammers, Saws, Trowels, and cardboard walls for 4 players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sternkrieg: A Game of Interstellar War",
    "ID": 30883,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/30883/sternkrieg-a-game-of-interstellar-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Sternkrieg is a game of interstellar exploration and conquest. Each player represents a colony in the same 'constellation' (per the rules) which builds ships and sends them out to explore other regions, gaining raw materials which can be used to build more ships. Players can also use their ships to attack each other. Combat takes place either on a tactical hex grid (provided by the players, as would be the counters) or on a table using miniatures.&#10;&#10;Ships and fortresses (which protect planets) are customizable, being built using a point system.&#10;&#10;The game was first published in 1976, with a second edition released in 1977. The differences between the two are not known.&#10;&#10;",
    "Categories": [
      "Economic",
      "Miniatures",
      "Science Fiction",
      "Space Exploration",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starship: The Game of Space Contact",
    "ID": 30884,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30884/starship-the-game-of-space-contact",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Starship is a fairly elaborate tactical simulation of a contact between two starships, each of which has an mission that is unknown to the other ship.&#10;&#10;One player's ship is designated as the &quot;intruder&quot; and the other is the &quot;intercepter&quot; (sic). At the beginning of the game, each player secretly chooses a mission. The possible missions vary depending on the player's role, intruder or intercepter.&#10;&#10;The missions include reconnaissance, space exploration, piracy, raid, and patrol (under either a &quot;cold war&quot; status or active hostilities). Each mission provides conditions for a &quot;strategic victory&quot; (such as capturing the other vessel, making peaceful contact, etc.) and orders which, if violated, will prevent the player from gaining a &quot;command victory&quot; (e.g., a player might be ordered to not fire first). Victory points are given for strategic, command, and tactical victories (the latter being based on ship damage), and these are compared to see who won (if anyone, as a possible outcome is that neither player wins).&#10;&#10;The game takes place in three-dimensional space, but the hex map is only used to show the relative positions of the ships. Markers placed on the map show a ship's vertical distance above or below the plane. A small map can be used because at the start of each turn the map is effectively rotated to put the Z-axis at the center along the line between the ships.&#10;&#10;Players write down and execute their movement and firing orders simultaneously. The main concern in battle is preventing one's systems from overheating, which can occur due to acceleration/deceleration as well as combat.&#10;&#10;While the game's envelope gives the publication year as 1976, all the components say 1975. It seems possible the envelope was added to the game after the first copies were produced.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starship & Empire",
    "ID": 30885,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30885/starship-and-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Starship &amp; Empire is a strategic space conflict game with a tactical combat resolution system.&#10;&#10;The strategic map consists of 1-4 sectors, each of which is a 10x10 grid with each space having 10 height indicators, thus making each sector a 10x10x10 cube. Star systems are located in various spots on these maps and serve various functions depending on the scenario chosen.&#10;&#10;Players write down movement orders for their fleets and execute them simultaneously. When fleets encounter each other, combat is resolved on a large hex map, with players again writing orders, which now include weapons fire as well as movement.&#10;&#10;Ships are rated for energy (usage of which must be tracked), rest mass, crew and computer ability, and cargo capacity.&#10;&#10;A number of different scenarios are provided, some of which require conquering the other player's systems and some of which have other objectives, such as a pirate vs. merchant scenario.&#10;&#10;",
    "Categories": [
      "Pirates",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Paper-and-Pencil",
      "Player Elimination",
      "Ratio / Combat Results Table",
      "Resource to Move",
      "Simultaneous Action Selection",
      "Three Dimensional Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Life and Legend of Wyatt Earp",
    "ID": 30886,
    "Year": "(1958)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30886/the-life-and-legend-of-wyatt-earp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Life and Legend of Wyatt Earp, the new Western game of adventure for 2 to 4 players is based on the career of the historic U.S. Marshal (as seen on the popular TV program).  It's a game of strategy and luck which youngsters Ages 7 - 12 will find absorbing get-together fun.  Pursuing outlaws and bandits, capturing them on a &quot;fast draw&quot; and bringing them prison offers the exciting competitive play recommended by child psychologists.&#10;&#10;",
    "Categories": [
      "American West",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NoGlobal",
    "ID": 30887,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/30887/noglobal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "NoGlobal is for 2-5 players, and each player takes on a different role&mdash;President, policeman, demonstrator, or violent protester&mdash;and each role has a different win condition: the President wants to visit three monuments in town, the violent protester has to throw a tart at the President, and so on.&#10;&#10;NoGlobal is available for download through Arima.it.&#10;&#10;(information from www.boardgamenews.com)&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doodlebops Get on the Bus! Game",
    "ID": 30888,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/30888/doodlebops-get-on-the-bus-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based on the children's TV show/performers, this game is a basic roll and move.  The goal is to get the Doodlebops characters on the bus in time for their concert. Players try to collect all three Doodlebops instruments - keytar, guitar and drum set along the way. The first player with all the instruments and all the Doodlebops on the bus is a winner.  Includes: Game Board, 12 Doodlebops Play Pieces, 12 Instrument Chips, Die and Instructions. No reading is required, Ages 4 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: The Doodlebops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mexican Rails",
    "ID": 30889,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30889/mexican-rails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Mexican Rails kit was originally conceived as an expansion to Empire Builder and available directly from Mayfair. It includes some new cards, tokens, and a map of Mexico that could be aligned with the Empire Builder board, but all the components were black &amp; white copies packed in a 9&times;12 envelope with a Mexican Rails sticker on it. Rather than upgrade to production quality similar to the base game, the board, loads, and cards were incorporated into North American Rails.&#10;&#10;It was also published in Games International (Issue 7 &#226;&#128;&#147; July 1989) magazine.&#10;&#10;Expands:&#10;&#10;    Empire Builder&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Hexagon Grid",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Series: Empire Builder Rail Games (Mayfair)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Go to McDonald's Game",
    "ID": 30890,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30890/lets-go-to-mcdonalds-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Let's Go To McDonald's Game is a child's game. Players race along a colorful track to be the first to reach McDonald's. The game teaches color recognition and matching, turn taking, and fair play. Each player controls a &quot;Happy Meal Toy&quot; character (Grimace, Birdie the Early Bird, The Hamburgler, and of course, Ronald McDonald himself) and advance along the path avoiding obstacles such as a duck crossing, an open manhole, a skunk, and a broken fire hydrant. Randomly placed tiles along the way will either send you forward or backwards on the path because as the game itself states, &quot;Anything can happen on the way to McDonald's!&quot; The first player to reach the Golden Arches is the winner.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: McDonald's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of the Beasts",
    "ID": 30891,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/30891/king-of-the-beasts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A giant, jungle themed, roll and move game for 2 - 4 players Ages 3 and up. Measures 28&quot; X 38&quot; and is meant to be played on the floor.&#10;&#10;This is not the same game as Knizia&#039;s King of the Beasts: Mythological Edition.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "American Dream Game",
    "ID": 30892,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/30892/american-dream-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;The American quest for fame and fortune. Four different levels of fun to choose from. A real American Made Game. Find security, peace of mind, wealth. Set goals and plan strategies.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Junkie Game",
    "ID": 30893,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/30893/the-junkie-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An educational board game made to illustrate the destructive nature of addiction.  Its mechanics are described by the author as a reverse of games like Monopoly; instead of acquiring wealth, the players lose money, their job, and their possessions throughout the course of play.&#10;&#10;From the author's own description:&#10;&#10;&quot;Up to [seven] players play at being heroin addicts... the last to lose all his assets is the winner... It was meant as a kind of teaching aid for people who worked for drug programs, or wanted to learn that sort of thing.&#10;&#10;&quot;Three to five [players] is ideal...  You roll dice and advance to heavier habits ($10/day, $20/day, etc.)&#10;as you spiral inward.  There are Hassle and Wisdom cards, when you land on red or green squares, kind of like Chance and Community Chest in Monopoly.&quot;&#10;&#10;When the player loses his or her job due to varying circumstances, hustles help replace player income.  These could be described as variable player powers, because in a sense, different hustles earn a player income in different ways.&#10;&#10;As the game progresses, players are likely to acquire more expensive habits which require more money to maintain, as well as suffering the loss of their job, arrests by law enforcement, and negative conseqences of board spaces.  The player who survives the longest is declared the winner, though the true goal of the game is to show that getting involved in the real-life junkie game is always a losing proposition.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Pests",
    "ID": 30894,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/30894/pizza-pests",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pizza Pests-A Pizza-building Card Game for Pizza Lovers. Memory-Matching Game where cards are designed like pizza slices.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"Fun-Full\" Thrift Game",
    "ID": 30895,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30895/fun-full-thrift-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The &quot;Fun-Full&quot; Thrift Game is designed to teach good saving principles. It consists of fifteen pairs of cards and one odd card. The cards display text that promotes the value of saving money.&#10;The cards are all dealt to the players. Play consists of drawing a card from the player on the right to match cards in the acting players hands. The player with the odd card left at the end of the game is the loser.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dračí hrad",
    "ID": 30898,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/30898/draci-hrad",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In S&aacute;rk&aacute;nyv&aacute;r (Dragon's Castle) the players can take role of one of the 6 characters: archer, barbarian, dwarf, etc.&#10;The game is separated into two parts: in the first, you will have to collect your equipment (weapons, magical items, food, etc.), and in the second you can explore the castle of the dragon, find treasures, fight monsters or the dragon itself. The game ends when one of the players finds the lost scepter (or optionally you can play until you defeat the dragon), and the winner is the one who has the most gold pieces.&#10;&#10;Can be played as a cooperative game too.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Role Playing",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: 8 x 11 Grids",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bikee",
    "ID": 30899,
    "Year": "(1899)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30899/bikee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From Games et al and used with permission:&#10;This is a truly fun game manufactured by C W Faulkner &amp; Co in 1899 and is a race game covering the, then, popular hobby of cycling. Falulkner produced a series of games similar to Bikee called the &lsquo;Upidee Series&rsquo; Cards are laid out to provide the course and the use of a teetotum provides the means of movement. This game consists of up to six cyclists, two dice, the rules and 20 illustrated course cards. The bottom of the box lists other games by Faulkner.&#10;&#10;Note: Rules stipulate teetotum but d6 die is pictured with game in BGG gallery. Another ebay sale has images showing a four-sided teetotum with sides numbered 1-4.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gathering",
    "ID": 30901,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/30901/the-gathering",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Coloured balls are drawn at random from the bag and placed onto the board, filling up all the spaces.&#10;&#10;Each player then draws one coloured figure at random to determine which coloured balls they will control and places it in one of the four home areas.&#10;&#10;Some neutral coloured balls are then removed depending on the number of players before the game begins.&#10;&#10;Players take turns moving either one of their own balls or a neutral ball and the game ends when one player gets all of their own coloured balls into their home area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 11 x 11 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Strike",
    "ID": 30902,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/30902/first-strike",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3",
    "Description": "An Exciting New Board Game that Incorporates Military Strategy and Economic Manipulation&#10;&#10;Every territory generates one of 7 products. Every round of 7 turns you collect cash for what you own. This cash is used to build armies, navies and missiles, as well as finance moves and wars.&#10;&#10;Start out as small tribes, scattered all over the world. Your resources are limited. Create armies and expand into city-states, grabbing high-value product. Convert this product into war materials.&#10;&#10;As you conquer more territories you gain more resources. Claim countries and get bonuses. Build up your defenses. Protect your sea lanes with navies. Send out marines to claim new territories and islands.&#10;&#10;As you grow, so do your opponents. Clashes are inevitable. Everyone wants the high-value product. Wars break out. Missiles fly.&#10;&#10;When you reach super-power status, with an inventory of nuclear and conventional missiles, natural barriers are no longer a problem. You have the resources to launch large-scale attacks.&#10;&#10;There is no randomness to a battle. As in chess, the attacker always wins. But your opponent may see a gap in your defenses and turn the tables on you. You could win a battle but lose the war.&#10;&#10;Should you build your defenses? Or attack your opponent when he's weak? Remember, he who strikes first has the advantage.&#10;&#10;Grow your empire and dominate the world!&#10;&#10;Home Page: http://www.ajcraft.net&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goldesel",
    "ID": 30903,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/30903/goldesel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "&quot;Dora, David and Dorothy are donkeys: but not any old kind of donkey, special donkeys.  They are really little golden donkeys.  With a bit of luck they are happy to give away some of their precious treasures.  Therefore you have to have some luck and uncover the right cards...&quot;&#10;&#10;Players reveal tiles that instruct them to collect one of three colored donkeys.  In subsequent turns, the donkeys will move from owner to owner until the &quot;we give you coins&quot; tile is turned up.  At this point, players collect coins for any donkeys that are in front of them.  The game also comes with tiles to use with &quot;elder players.&quot;  Even with the additional tiles, the game is purely chance.  But children will need to interpret the new directions (ex: all donkeys move to the left).&#10;&#10;Children learn colors, taking turns, counting to three, and simple directions (left/right).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rhyme-n-Tyme",
    "ID": 30904,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30904/rhyme-n-tyme",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a party game focused on the mechanic of team's guessing humorous rhymed pairs of words.  In alternating turns, each team's clue giver selects a card and begins describing the two word rhyme using words and/or pantomime (like in charades).  When the correct rhyme is guessed, the clue giver draws another card, with the goal being to guess as many rhymes in 60 seconds.  Examples of rhyming pairs of words include:  &quot;Pooch Smooch,&quot; &quot;Moose Juice,&quot; &quot;Jet Sweat&quot; and so on.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "See It and Sign It American Sign Language game",
    "ID": 30905,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30905/see-it-and-sign-it-american-sign-language-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;The SEE IT and SIGN IT Game by Bill &amp; Bud, Inc. is an easy-to-follow game that teaches ASL, (American Sign Language,) the fun way! It's 6 games in one, plus a DVD with live action demonstrations. Each of the included 60 word cards shows how to sign a different word, and the Secret Decoder Lenses reveals the hidden word on the back of each card.  The game includes 10 two-sided game boards that allow players to with either just 30 words first or all 60 words.  Six different games can be played with the cards and game boards. Winner of Dr. Toy Award for ten best socially responsible products.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Language Learning",
      "Word Games: Sign Language"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High School Musical Game",
    "ID": 30906,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/30906/high-school-musical-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a game aimed pre-teens and teens using the theme of &quot;High School Musical&quot;  Players compete to make it through East High School(represented on the game board) to be the first to collect six different cast cards while trying to avoid detention.  Players succeed by answering trivia questions or singing/dancing along with an included interactive music CD.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Components: Compact Discs (CDs)",
      "Movies: High School Musical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Domiphun",
    "ID": 30907,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30907/domiphun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Brilliantly designed game presents 3 ways to play. Traditional dominoes, build your own dominoes where players create their tiles each turn, and a 2 dimensional version where players can build up as they go. Includes 56 squares and 16 connector joints.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ca$h 'n Gun$: Yakuzas",
    "ID": 30909,
    "Year": "(2007)",
    "Geek Rating": "5.789",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30909/ca-dollar-h-n-gun-dollar-yakuzas",
    "Min Players": "6",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5385",
    "Description": "With this expansion you can play Ca$h&#039;n Gun$ with 9 players now. &#10;Also there are new weapons (Tantos, Shuriken &amp; Shotgun), new cards with special powers and some nice object-cards.&#10;&#10;Expands:&#10;&#10;    Ca$h 'n Gun$&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Mafia",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Ca$h 'n Gun$",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top-Gun: lotnicza gra wojenna",
    "ID": 30910,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30910/top-gun-lotnicza-gra-wojenna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Top-Gun is a game about Jet Air-Combat between NATO/Warsaw Pact Fighters. Game contains a sheet of counters that have to be cut out, a map with squares (instead of hexes) and several data sheets about specific aircraft. Also included are about 10 small pages of rules and 3 dice.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Double Event",
    "ID": 30911,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30911/double-event",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A horse riding game for up to six players based on 3 Day eventing, Dressage &amp; Cross Country.&#10;&#10;The Dressage phase of the game is played with 2 dice - one denoting how many squares the competitor should move &amp; the other the results of that move.&#10;&#10;The Dressage &amp; Cross Country phases in Double Event can be played as independent games or the scores combined for a Double Event.&#10;&#10;From the creators of International Jump Off.&#10;&#10;",
    "Categories": [
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Equestrian",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tenacety",
    "ID": 30912,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30912/tenacety",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Tenacety is an extremely entertaining card game suitable for the whole family. It is played on a peg board &amp; utilizes only the 10's, Jacks, Queens, Kings &amp; Aces of a pack of cards - hence the name Ten-ace-ty !&#10;&#10;The game ends when one player has managed to remove all 5 of his pegs from the pegboard having won tricks containing those cards he had originally pegged.&#10;&#10;Great family card game, simple to learn &amp; play !&#10;&#10;Contents&#10;&#10;1 x Playing board&#10;20 x Playing cards (10's, Jacks, Queens, Kings &amp; Aces)&#10;20 x Pegs in 4 colours&#10;Rules on reverse of box&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: 4 x 5 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Equilíbrio",
    "ID": 30913,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/30913/equilibrio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Board consists of a trail with three separate parts. A central part, where the players must combine 5 balls in two colors to match the pattern they have at hand, and a left and right section with three balls each, where the players put the balls to feed the central section.&#10;&#10;Very similar (if not identical) to Aya&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Calculus",
    "ID": 30914,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/30914/calculus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.625",
    "Description": "Calculus is a strategic connection game between black and white. Players alternate pushing stones of their colour onto the board. There is no grid - stones may be pushed to anywhere on the board. When touching stones enclose an area the majority of stones on the perimeter of that area decide who controls the area. It is illegal to create an area which has the same number of black and white stones on its perimeter. Stones that are part of the perimeter of an area are immobilized, but the rest may be pushed again instead of introducing a new stone. The winning player is one who connects their edges of the board.&#10;&#10;There is no standard shape of board and no standard stone. You can use a tree stump and real stones if you wish. I prefer to use circular stones.&#10;&#10;Calculus may be reproduced for non-commercial purposes.&#10;&#10;Power Point files with the rules and a sample game are posted in the files section of this page. (An additional rule up for discussion is posted in the forum: &quot;Arguements about touching&quot;.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Abstract Play",
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crackernomics",
    "ID": 30915,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30915/crackernomics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an educational Ages 8 and up game designed to teach business concepts like: global markets, return on investment, fixed-cost ratios, etc. as well as teaching skills like math, geography, negotiation, trading and communication.  &#10; Each player assumes the role of Will Trader, an enterprising duck who aspires to build his Cracker Mills all over the world. Players compete by developing businesses, making investments, and other similar actions while circling the gameboard.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pyramid Scheme: Legend of the Pharaohs",
    "ID": 30916,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30916/pyramid-scheme-legend-of-the-pharaohs",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an abstract strategy game which utilizes a theme of ancient Egypt.  Pyramid Scheme: Legend of the Pharaohs  can be played by 2 or 3 alternating players or teams of players. Each begins the game with a Base Pyramid comprised of 9 pieces (8 Soldiers and 1 Guardian). Each player's objective is to capture the playing pieces and ultimately, raid and capture the Treasure Chamber within the Base Pyramid of the opponents.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xemorpheum",
    "ID": 30917,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30917/xemorpheum",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Xemorpheum (pronounced Zemorpheum) was specifically designed to teach Third World business concepts to students and business people.  The game models a Third World Business environment in an ancient coliseum setting in a far off country called Richmania.&quot;&#10;&#10;Xemorpheum is played by two to seven players who compete against each other by rolling dice, moving around a coliseum track, drawing cards and paying crossing fees to other players or to the treasury.  Players increase their chance of winning by amassing cash, building factories and training arenas, and assembling armies. To win, one player must avoid sudden death bankruptcy and gather more wealth and power than other players while surviving the myriad of hazards, traps and pitfalls inherent in the game's unique playing environment.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batman Trivia Game",
    "ID": 30918,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/30918/batman-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a roll and move type trivia game with the added twist of pursuing, fighting and capturing villains.  The game is based on the comic book character &quot;Batman&quot; by DC comics.  It includes 1000 questions covering 65 years and multiple decades of Batman history.&#10;&#10;Depending on the space the player lands on, when the player answers a question correctly they receive a power card that gives them bonuses to being either a) Batman or b) a villain.  If the player answers a question correctly from a villain space, they receive a villain card.  The player must then make his way to the currently upturned location card.  Once there, the player attempts to &quot;capture&quot; the villain by using power cards against the player sitting next to them with the added luck of a dice roll for each.  When a player captures 3 villains, he wins the game.&#10;&#10;The question cards each include 5 questions representing 5 difficulty levels. i.e.:&#10;&#10;1. Batman's secret identity is what playboy billionaire?&#10;2. True or false.  The Wayne manor grandfather clock is set to the time of death of Bruce Wayne's parents.&#10;3. After the Grasshopper stole the batmobile, batman installed an alarm to ensure it never happened again.  What villain was subsequently tripped up by that alarm?&#10;4. Selina Kyle's brother Karl is better known as whom?&#10;5. Several incarnations of the batmobile were designed by what stuntman?&#10;&#10;As you can see, the questions get progressively harder.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivia: Omaha",
    "ID": 30919,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/30919/trivia-omaha",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a roll-and-move style trivia game based on the city of Omaha, Nebraska (USA).  The trivia questions are based on local features of the city of Omaha and surrounding area, and are in 5 categories: Sports, History, Entertainment, Arts, and General Trivia.  The game includes 4 Movers, 10-Second Timer, 4 Score Cards, 1 Die, game board, and 320 Question Cards with 1,600 questions.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Disney's 102 Dalmatians Spot Me",
    "ID": 30920,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30920/disneys-102-dalmatians-spot-me",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Loosely themed on the Walt Disney Movie &quot;102 Dalmations,&quot; this is a children's game where the players compete to be the first to get rid of their &quot;spots&quot; by placing them on Oddball the dog.  Rolling the oversized plastic dice tells how many spots to affix dog-side. If you roll Cruella on the dice, however, then Oddball or another player gives up some spots to you.  Ages 4 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "Brands: Disney",
      "Characters: 101 Dalmatians"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chuck-A-Luck",
    "ID": 30921,
    "Year": "(1830)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.92",
    "Link": "https://boardgamegeek.com/boardgame/30921/chuck-a-luck",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "A simple betting game, based on the roll of three standard 6-sided dice held within a turnable cage.&#10;&#10;From the printed rule sheet:&#10;&quot;You may invite any number of people to play. The first step is to set out your equipment and select a person to be Banker. The Banker pays off all bets for any agreed number of plays or time limit at the completion of which another player acts as Banker.&#10;All numbers on the layout do not have to be sold. For example, only two or three people may participate in a single play. The profit percentage is exactly the same as if all numbers were covered. &#10;When all bets are down on the layout, the Banker gives the cage a turn which raises and drops the dice at the opposite end of the cage. The three numbers on the top surface of the dice are the winners. &#10;If a bettor's number appears on one die he receives the return of his stake plus a like amount (even money). If it appears on 2 dice he is rewarded with the return of his bet plus twice the amount bet (2 to 1). Three like numbers rewards the players with thrice the amount bet plus the bet (3 to 1).&#10;Lowe's CHUCK-A-LUCK is an exact duplicate of the regulation casino game. It has all the play features of the larger size game and will give players the same high degree of enjoyment.&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round the Coast",
    "ID": 30922,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30922/round-the-coast",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Subtitled: A Race round Britain.  Amusing, Thrilling, and Instructive&#10;This is a very simple race game designed to help people learn the geography of coastal England, Scotland, and Ireland.  Think of it as Snakes and Ladders in a circle.  Players roll, move, and could hit an obstacle or movement bonus depending on their move.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Asfar: The Finieous Fingers Expansion Set",
    "ID": 30923,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30923/heroes-of-asfar-the-finieous-fingers-expansion-set",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is the third expansion for Heroes of Asfar, the entertainingly chaotic card game in which you try to subdue an opponent's character cards, thereby scoring enough points to win.  This final expansion set of HOA contains 8 legendary Character Cards, and 12 additional Play Deck Cards, including Finieous and many of his friends (from early issues of Dragon Magazine), and items such as Bored-Flak's Wand of Fireballs and the Magic Slingshot Stone.&#10;&#10;Expands&#10;&#10;&#10;    Heroes of Asfar&#10;&#10;&#10;&#10;Microbadges:&#10;&#10;&#10;&#10;    &#10;         - Finieous&#10;&#10;         - Mergatroid&#10;&#10;    &#10;    &#10;         - Fred&#10;&#10;         - Bored Flak&#10;&#10;    &#10;    &#10;         - Charley&#10;&#10;         - Grond&#10;&#10;    &#10;    &#10;         - Ranger Rupert&#10;&#10;         - Evil Wizard Kask&#10;&#10;    &#10;&#10;&#10;&#10; ",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Asfar: The Bag of Chaos",
    "ID": 30924,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30924/heroes-of-asfar-the-bag-of-chaos",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is the second expansion for Heroes of Asfar, an entertainingly chaotic game in which you try to subdue an opponent's character cards, thereby scoring enough points to win.  This expansion contains 4 new character cards, 35 additional play deck cards, including such cards as the Flying Iron Cestus, the Awesome Ring of Wishes, and the Bag of Chaos.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bullets & Ballots: A Learning Game on Central America",
    "ID": 30926,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30926/bullets-and-ballots-a-learning-game-on-central-ame",
    "Min Players": "20",
    "Max Players": "40",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This game is designed to give its players first-hand experience with the problems confronting the countries of Central America and with difficult U.S. policy choices in the region. Between 20 and 40 players (this is obviously a classroom game) participate in a simulation of real-world political struggles and conflicts that will raise fundamental issues about Central America and the role of the US in the region.&#10;&#10;The game consists of four 15-minute periods of activity followed by a debriefing and policy discussion. Players are divided into five teams: the Guatemalan Government, the Army/Wealthy Class, the Guerrillas, the Peasants/Workers, and the US Government. An initial 15-minute Strategy Session within each team is followed by three 15-minute months of an electoral campaign involving discussions and negotiations among the teams.&#10;&#10;Each team presents a brief Position Statement to start the action. Over the course of the campaign, each team may use means ranging from moral persuasion to military force in pursuit of its goals. The Army/Wealthy Class and the Guerrillas may opt to launch offensives. The Army can take over at any time, and they also have the option to &quot;silence&quot; members of any of the other Guatemalan teams. At the end, the team in power has the option of holding an election. All Guatemalans except silenced members and guerrillas are eligible to vote. Peasants/Workers have two votes; others have one. Guerrillas may vote by joining the Peasants.&#10;&#10;",
    "Categories": [
      "Educational",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "History: Central American crisis",
      "Region: Central America"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Monkey Gang",
    "ID": 30927,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/30927/the-monkey-gang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "This is another game in the Haba Mini-Spiel series for children.  Players start with one monkey, one coconut, and one banana playing piece.  On a turn, the player rolls a die to determine what kind of piece the player will try to take from one opponent.  In order to steal the piece, however, the player must guess which hand their opponent has hidden the piece.  The first player to receive three of any playing piece wins.&#10;&#10;The game teaches shape recognition and counting to three.&#10;&#10;spielaffe&#10;spielaffe&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Series: Tin Games Series Mini-Spiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Jamaica / Puerto Rico",
    "ID": 30928,
    "Year": "(2007)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30928/age-of-steam-expansion-jamaica-puerto-rico",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.55",
    "Description": "This new set of expansion maps is fully compatible with Age of Steam and Steam.&#10;&#10;Jamaica is a two player map that takes place on the small Caribbean island of the same name&#10;Puerto Rico is a single player map with varying levels of difficulty that can be played in 30 minutes or less.&#10;&#10;Original edition maps are not mounted.  They are printed on card stock and cut into 2 pieces.&#10;Age of Steam Deluxe versions are mounted boards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Country: Jamaica",
      "Country: Puerto Rico",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Barbados / St. Lucia",
    "ID": 30929,
    "Year": "(2007)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30929/age-of-steam-expansion-barbados-st-lucia",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0556",
    "Description": "These Age of Steam Expansions are compatible with Winsome's original Age of Steam and Steam. Both maps are tight and highly strategic, with Barbados as a single player map with great replayability, and St. Lucia as a two player map with fast playing time and unique features.&#10;&#10;Maps are not mounted.  They are printed on card stock and cut into 2 pieces.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Country: Barbados",
      "Country: Saint Lucia",
      "Game: Age of Steam",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: America / Europe",
    "ID": 30930,
    "Year": "(2007)",
    "Geek Rating": "5.644",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30930/age-of-steam-expansion-america-europe",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4706",
    "Description": "This Age of Steam expansion is fully mounted (just like the original Age of Steam map) and contains two maps: America and Europe. These maps are fully compatible with both Winsome Games's original Age of Steam and Steam.&#10;&#10;Age of Steam: America takes place during the great expansion, as the government has subsidized your locomotive, giving you a powerful &quot;6&quot; train as you begin building your railroad network. Unfortunately, competition is high for the limited number of goods that are in demand across the country, making each turn critical to your strategy. This Age of Steam expansion includes the following unique features:&#10;&#10;    Powerful, Free &quot;6&quot; train: You start with a 6 locomotive, and never have to pay for it.&#10;    Scarcity of goods: Each city starts with only one good on it, and each player may only deliver one good per turn.&#10;&#10;&#10;Age of Steam: Europe puts you in charge of developing a high speed, super-efficient rail system for Western Europe. You've been cleared to create high capacity, high speed track, enabling you to double your income along the most critical portion of your rail system. This Age of Steam expansion includes the following unique features:&#10;&#10;    Express Links: Each player is able to build an Express Link, that costs twice as much to build, but provides two income when a good is shipped over it.&#10;    Player-controlled Goods Production: The player who chooses the Production Action determines which goods make it on to the playing area; if no one chooses this action, no new goods are added to the board.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draim Arena",
    "ID": 30931,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30931/draim-arena",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.75",
    "Description": "A new Swedish CCG.&#10;&#10;Novel or unusual features include non-rectangular cards(!), comparatively small decks, and combat resolution by special twelve-sided &quot;tactics&quot; and &quot;combat&quot; dice.&#10;&#10;Official homepage: http://www.draim.com/arena&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! The Bullet!",
    "ID": 30933,
    "Year": "(2007)",
    "Geek Rating": "6.547",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/30933/bang-the-bullet",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8466",
    "Description": "BANG! The Bullet! is the deluxe version of BANG! and its expansions. Coming in a deluxe bullet-'box' it contains:&#10;&#10;- BANG! - Third Edition with reworked cards and rules&#10;- Dodge City - Second Edition with reworked cards and characters&#10;- High Noon - Second Edition&#10;- High Noon II (A Fistful Of Cards) - Second Edition&#10;- Two new exclusive High Noon cards - &quot;New Identity&quot; and &quot;Handcuffs&quot;&#10;- Three new characters - Uncle Will, Johnny Kisch, and Claus &quot;The Saint&quot;&#10;- Two blank cards&#10;- One silver sheriff badge&#10;&#10;Released: Essen 2007.&#10;&#10;BANG! The Bullet 2nd Edition:&#10; - BANG! 4th edition (no player mats or bullet tokens)&#10;- Dodge City 3rd edition&#10;- High Noon 2nd Edition&#10;- A Fistful Of Cards 2nd Edition&#10;- Two Exclusive High Noon cards - &quot;New Identity&quot; and &quot;Handcuffs&quot;&#10;- Three new characters - Uncle Will, Johnny Kisch, and Claus &quot;The Saint&quot;&#10;- Two blank cards&#10;- One silver sheriff badge&#10;&#10;Reprinted in June 2009&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Player Elimination",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Tubes",
      "Containers: Unique Shape",
      "Game: BANG!",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kogge: Bornholm",
    "ID": 30934,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30934/kogge-bornholm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Bornholm includes all components needed for a fifth player and some new components. The expansion will be compatible with Kogge second edition and will be a limited print run of 96.&#10;&#10;Components: 1 black ship/cog, 4 black offices, 4 black raid maker, 10 goods (4 x grey, 3x orange, 2 x purple, 1 x white), 2 additional Bonus markers, 1 additional Order-of-play chit, 1 small game board (Bornholm), rules (in German and English).&#10;&#10;Released: Essen 2007.&#10;&#10;Expands&#10;&#10;    Kogge&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prussia Rising",
    "ID": 30935,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/30935/prussia-rising",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "Strategic treatment of the Franco Prussian War with 12 two-weeks turn, a point-to-point map and an easy to play system for movement and combat (with tons of dice rolling on the way).&#10;Similar to GDW's A House Divided, with rules for the Paris Commune, battlefield promotions, cavalry screening, siege combat and surrenders.&#10;It's a DTP wargame with a 4A4 full color map and 192 full counters.&#10;Available as a print &amp; play wargame through wargamedownloads or as a laser-printed DTP from Boulder Games.&#10;http://www.wargamedownloads.com/item.php?item=582&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "History: Franco-Prussian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inside Blitz Football",
    "ID": 30937,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/30937/inside-blitz-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "From the website:&#10;&#10;Inside Blitz is a football simulation like no other.  After playing many others in my life I set out to take all the good and get rid of all the bad I saw in those games.  That along with some innovative game play makes this game something special.  The game play is simple yet captures every aspect of the game of football.  Players perform just like they did in the season recreated.  Using a combination of Fast Action Cards and dice plays develop using the personnel on the field.  Your linemen can get called upon to make a play, the defensive secondary may have to stop the run or your linebackers may have to break up a pass.  If it is inside the game of football it is in Inside Blitz.&#10;&#10;With defensive players rated in 7 categories, you can see the strengths and weaknesses of all the players.  From coverage skills in four depths of passes to their run defense you will see the weak links.  Not all pass rushers and ball hawking DBs were created the same and here you will see who those players are.&#10;&#10;Linemen, receivers and runners are rated for run and pass blocking.   Your sieve of an offensive line will allow more pressure while those staunch linemen will protect your QB like Fort Knox.  You will see the blockers blast running lanes or fail to get room for your runners.&#10;&#10;Quarterbacks have 4 different throwing depths so the deep ball guys will perform as such.  Those dump off guys will get their shots downfield but when pressured they will look to their comfort dink passes. The pass rush and scrambling system can really bring out the anticipation of those type plays as well.&#10;&#10;Receivers are rated for pass catching ability in three depths down the field.  All receivers have their own 6x6 cards for each depth of pass with the ability to bust one for a longer gain if they can get loose.&#10;&#10;Runners are rated for inside and outside running making each runner completely different.  Along with each players own 6x6 card for each type of run you will see where the home-run-hitter type runners will get the all or nothing yards while your consistent bull of a back will get his yards no matter but don&rsquo;t expect a big one.&#10;&#10;You have never seen a solitaire system like this one!  Play calling takes into account down, distance and the style of play of both the offense and defense.  Using all this also gets defensive platoons into the game without any hassle on the gamers part.  The distribution of who gets the ball is taken care of with ease.  You won&rsquo;t be seeing a bomb to your clod-footed TE but your track star will be targeted more often at that depth.&#10;&#10;Special teams, penalties and propensity to fumble are not overlooked in this game.  Each coverage team is given ratings to reflect the way they played on the season.  Teams are rated separately for penalties which is a very important aspect of football that gets glossed over with many games.  Finally each player is given their own fumble rating to show how each player took care of the ball.&#10;&#10;All this is presented in a professional and quality way making Inside Blitz the game of the new generation.  Come on inside!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atom Smash",
    "ID": 30938,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30938/atom-smash",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Command the forces of the atomic world as you battle the strength of your opponent's elements and compounds. Use the properties of chemical reactions to build strategies and defeat your foe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Sandmännchen-Spiel",
    "ID": 30939,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30939/das-sandmannchen-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This German game is for Ages 4 and up.  The players must move around the board trying to finish the tasks they need to do before going to bed. &#10;predecessor of: 'Das Gute-Nacht-Spiel' http://boardgamegeek.com/boardgame/110492/das-gute-nacht-spiel&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wilde Horde",
    "ID": 30940,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/30940/wilde-horde",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "At the dawn of time, man emerged from the cave and wanted something to do.&#10;&#10;So they invented a sport: Rockball. The rules of this game are long lost to the passing years, but you can recreate the thrill and excitement of being a Rockball team manager. Recruit athletes with bribes &ndash; bones, rocks, sticks and meat &ndash; but draft carefully; only the smart leader will build the best team.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Jack: The Carriage",
    "ID": 30941,
    "Year": "(2006)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30941/mr-jack-the-carriage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "&quot;The Carriage&quot; is a wooden piece (with sticker and rules, of course), which was included in Jeux sur un Plateau number 31 (October 2006) and spielbox issue 4/07. It's an expansion for the original deduction game Mr. Jack developed by Bruno Cathala and Ludovic Maublanc.&#10;&#10;You can opt to move the carriage/coach instead of activating a character.  Its effect is to pick up a character, and zip the suspect up to 8 spaces away, and deposit him/her at the other end of the journey.&#10;&#10;Expands:&#10;&#10;    Mr. Jack&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: Mr. Jack",
      "Historical Figures: Jack the Ripper",
      "Magazine: Spielbox",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nursery Rhymes Mix-Ups",
    "ID": 30942,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30942/nursery-rhymes-mix-ups",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each card has one word from a well-known nursery rhyme.  The object is to collect sets of three cards that complete one phrase from a nursery rhyme, e.g., &quot;Little Miss Muffett, &quot;Jack and Jill,&quot; &quot;Hickory Dickory Dock,&quot; etc.  The first player to complete three sets of three wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Grande Parade",
    "ID": 30943,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/30943/la-grande-parade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "La Grande Parade is a memory-based circus-themed children's (and parents') game.&#10;&#10;Every player will try to gather the highest number of cards within every category. Categories include Clowns, Magicians, Bears, and so on.&#10;&#10;The &quot;difficulty&quot; of the game is in deciding when to stop picking cards from a category and begin a new one. In fact, if you cannot stop a category, go for another one and then come back to the first.&#10;&#10;As an example: the first card is a bear, then a clown is revealed. By taking the clown, it will not be possible to take bear-cards anymore (the category is closed). So that's why a player is free to leave a card instead of taking it, which makes his turn end.&#10;&#10;When there are no cards left on the table, or none that anyone can take, the game ends and the biggest collection wins.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miracle Five",
    "ID": 30944,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/30944/miracle-five",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Published in Japan, Miracle Five is an advanced version of Go-Moku. As in Gomoku, the aim is to get five of your pieces in a row. Unlike Gomoku, some of the pieces can be moved on the specially-designed board.&#10;  It was designed by Goro Hasegawa, who, according to the game box and website, was the inventor of Othello.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marinva!",
    "ID": 30946,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/30946/marinva",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Marinva! is a memory and dexterity game. The &quot;board&quot; is a 7x7 grid of hidden cards that the players must reveal to make identical couples. But the shape and colors of the drawings are specially designed for a hard recognition and confuse the memory. In addition, there are special cards that force the players to make fast moves with his hands (applaud, hit the table...) for win extra turns, change the situation on the table or reveal new cards.&#10;&#10;&quot;Marinva!, el joc&quot; is a non-commercial game, published in Spain for &quot;Marinva, Jocs i educaci&oacute;&quot; (www.marinva.es), catalonian company dedicated to introduce the gaming in the world of education, for celebrate his 10th anniversary.&#10;&#10;Marinva! es un juego de memoria y rapidez de reacci&oacute;n orientado a p&uacute;blico adulto. Sobre un tablero de 7x7 cartas ocultas, los jugadores deber&aacute;n descubrirlas para formar parejas id&eacute;nticas. Pero los motivos geom&eacute;tricos y colores de las cartas est&aacute;n especialmente dise&ntilde;ados para dificultar su reconocimiento y crear confusi&oacute;n. Adem&aacute;s, hay cartas especiales con las que los jugadores pueden robarse el turno entre ellos, pueden cambiar de sitio en la mesa o destapar m&aacute;s de una carta si son los m&aacute;s r&aacute;pidos al hacer determinados gestos con las manos (aplaudir, golpear la mesa...).&#10;&#10;&quot;Marinva, el joc&quot; fue editado en Espa&ntilde;a como obsequio con motivo del d&eacute;cimo aniversario por &quot;Marinva, Joc i educaci&oacute;&quot; (www.marinva.es), empresa catalana dedicada a introducir el juego en el mundo educativo.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Fugitive",
    "ID": 30948,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/30948/the-fugitive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A spin and move game for 2 to 4 players, based on the ABC television series of the same name. Comes with game board, 4 player pawns, spinner, and 32 cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Katze",
    "ID": 30950,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/30950/katze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "&quot;From far away you can hear the loud meowing of the cats.  If you can guess how many cats' eyes will twinkle at you, you can join in the singing of the cats.&#10;&#10;But, beware of the big dog ...&quot;&#10;&#10;Another game in the HABA Mini-Spiel line.  Players roll a die that determines how many cat faces they are hoping to match.  Players then toss a handful with as many cats (one blank side, one face side) as they choose into the air.  If they are successful, they keep a cat face.  Play continues until a player has gathered three cats.&#10;&#10;This children's game teaches turn taking, counting up to four, and simple probability.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Tin Games Series Mini-Spiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verhext!",
    "ID": 30953,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30953/verhext",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Text from the introduction in the rules:&#10;The witches keenly stare at the magic bowl.... in a few seconds the magic symbols will appear. The witches are as quiet as mice and even the cauldron has stopped bubbling. Finally the symbols can be clearly recognized. Immediately the witches yell their magic spells, as only the quickest witch to shout the correct spell will become the new superior witch!&#10;&#10;This is one of Haba's Tumble-dice games, characterized by using dice in a domed container, a clever way of ensuring the dice don't get separated and lost.&#10;&#10;The contents of the game are:&#10;- A clear-domed tumbler with seven red six-sided dice (each die with 2 cats, 2 bats and 2 brooms) and one die with one, two or three black dots, or one, two or three red dots on its six sides. &#10;- One orange wooden witch meeple&#10;- 30 cards showing either a scene with many witches or a scene with one witch. The backs of the card show the face of one of three different witches. &#10;- The rules.&#10;&#10;The tumbler is placed in the centre and seven cards are dealt face up around the tumbler. The witch piece is placed on any card and during the game only moves in a clockwise direction. The player whose turn it is shakes the dice and all players simultaneously try to see what spell is indicated and which they must recite. The spell to recite is determined by where the witch lands. The die with one to three spots in two colours determines where the witch lands. If it is a card with many witches, the players must recite the spell corresponding to the type of animal that appears the most times on the dice. If it is a card with one witch, the players must recite the spell corresponding the type of animal that appears the least number of times on the dice. The first player to recite the correct spell gets to keep the card that the witch was standing on. The witch then moves clockwise the number of steps indicated on the pipped die and a new card is placed in the space vacated by the witch.&#10;&#10;The winner is the first player to get three of the same witch (on the card backs) or any five witches.&#10; The rules provide for a professional variation, where the colour of the dots, either black or red, on the pipped die makes a difference. The cards have little signposts with a black star or red mushroom. The movement of the witch will then be in the direction of the red star or red mushroom accordingly .&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Würfelbecherspiell (HABA)",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noodle Booster",
    "ID": 30955,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/30955/noodle-booster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a trivia/brainteaser type game marketed for children. Includes 200 Noodle Booster challenge cards, 80 tokens, 6 &quot;Take a Chance&quot; cards, and a one minute timer.&#10;&#10;From the publisher: &quot;The game designed by Gifted Program educators.Testing to identify gifted students is based on higher-level cognitive processes and to a large extent children are poorly prepared due to little or no exposure to such subject matter. Noodle Booster exposes players to these concepts and techniques in a fun format. Studies and research demonstrate that a child's performance will increase significantly by merely becoming familiar with the concepts.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Trot",
    "ID": 30956,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/30956/treasure-trot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Enter the world of Bella Sara. Have you met Bella, Thunder, Jewel and Fiona? Choose your favorite, then use a die or your own Bella Sara horse cards to move your horse along a colorful winding trail of adventure. The first player to collect three treasure sets wins the game!&#10;&#10;Featuring a double-sided game board, younger players can choose the easy, fast-play version and learn color recognition, counting, and problem solving.&#10;&#10;Want more of a challenge? Flip the board over for the more strategic advanced-play version. Treasure Trot includes the exclusive Bella Sara horse card, Apuni. This one-of-a-kind card is only available in the Treasure Trot game. Giddy-up!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Horses",
      "Series: Bella Sara (Conceptcard)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Razzzia!!",
    "ID": 30959,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.36",
    "Link": "https://boardgamegeek.com/boardgame/30959/razzzia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this mafia game players are different gangsters travelling around the world. The object of the game is to deliver three kills and $100,000 cash to godfather in Palermo.&#10;&#10;There are different squares on game board which have their own decks of cards. There are MAFIA-, DOLLAR- INTERPOL- and LAW-cards. Each deck contains different action cards. Two cards are special: Mafia War and Razzzia! Mafia War sets one player to attempt to travel to Palermo while other players try to kill him. Razzzia! makes player to lose all their dirty cash.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sandtrap Golf",
    "ID": 30960,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/30960/sandtrap-golf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Sandtrap Golf is a new fun interactive game.&#10;&#10;The game has 54 golf ball playing cards in a handy round tin that easily stores in your bag.&#10;&#10;The cards have all the shots in the game including hole in ones, double eagles, birdies, bogies, snowmen, lost balls and of course, mulligans .&#10;&#10;The object of the game is to turn over your playing cards first, with the lowest score while forcing your opponents to keep as many face down cards as possible.&#10;&#10;The rules are simple and easy to learn.&#10;Best played with 2 to 4 players.&#10;&#10;Play 9 or 18 holes anytime, anywhere with anyone.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arnold Palmer's Golf Card Game",
    "ID": 30961,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/30961/arnold-palmers-golf-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are 110 playing cards with a Stroke, Bonus Stroke (eagles &amp; birdies) and Penalty (hazard &amp; OB) cards.&#10;&#10;The object is to score as low as possible on each hole by exchanging Face Up and Face Down cards as soon as possible while avoiding a forced final putt.&#10;&#10;Any game that you can play on the course, can be played with the Arnold Palmer Card Game.&#10;If your game is heads up nine or eighteen holes, Skins, Match Play or 36 or 72 hole tournament play, this game is for you.&#10;&#10;Each game contains 110 playing cards, rules, score pad, golf tee and scoring pencil and up to 6 players can play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epoque",
    "ID": 30962,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/30962/epoque",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Epoque is a futuristic wargame system which deals about battles between three futuristic factions.&#10;&#10;Main battle units in Epoque are M.A.P.S., huge mechanical armours. The battle system uses proprietary 1/48 scale models for M.A.P.S. and 30mm miniatures (for infantry), plus various support vehicles.&#10;&#10;The rule set allow players to use other models and miniatures in the game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Joe Quadri's Action Tennis",
    "ID": 30963,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/30963/joe-quadris-action-tennis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Learn to play the percentages &ndash; quite literally &ndash; with this tennis board game.&#10;&#10;Players simulate a real match by spinning the wheel, picking a card and learning their fate. Just like real life, there&rsquo;s also some rolling of the dice involved. It&rsquo;s not all luck, however &ndash; winning consistently requires mastering the strategies behind the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HysteriCoach Hockey",
    "ID": 30964,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/30964/hystericoach-hockey",
    "Min Players": "4",
    "Max Players": "13",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "HysteriCoach Hockey is an edition of HysteriCoach for the Canadian and American market. It has a new graphic design. Some rules are changed from the original version, fitting better Hockey rules.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer PaK 4: Lend Lease Forces",
    "ID": 30965,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30965/panzer-pak-4-lend-lease-forces",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Panzer Miniatures Rules: A Tactical Game of Armored Combat contain all gameplay aids and rules necessary to use the additional unit cards and organizations contained in Panzer&reg; PaK 4&mdash;Lend Lease Forces.&#10;&#10;This book is packed with 32 pages of detail in full color. Inside you will find Soviet TO&amp;E charts covering the Soviet forces using lend lease equipment. You will get to field tank, anti-tank, anti-aircraft, motorcycle, SU, sapper, mortar, mechanized units and powerful guards variants. You won&rsquo;t lack for variety with this expansion. In addition you get an additional 8 lend lease vehicle unit cards, including the Stuart III, Sherman III and Churchill III.&#10;&#10;Included components:&#10;&#10;&#10;     Detailed Soviet TO&amp;E: 18th Tank Corps &mdash; as of 1 July 1943 (fielded the Churchill III in its 36th Guards Heavy Tank Regiment) and the 1st Guards Mechanized Corps early 1945 (fielded the Sherman III in its mechanized and tank brigades) &#10;&#10;&#10;&#10;     Optional Rule: Hidden movement rules for Panzer &#10;&#10;&#10;&#10;     Unit Data Cards: 8 new unit data cards&#10;&#10;&#10;&#10;     Scenarios: Five historical scenarios including two that may be linked into a mini-campaign &#10;&#10;&#10;&#10;     Hidden Movement Cards: Two hidden movement play cards&#10;&#10;&#10;Expands:&#10;&#10;    Panzer Miniatures Rules: A Tactical Game of Armored Combat&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tempête sur l'Échiquier",
    "ID": 30966,
    "Year": "(1989)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/30966/tempete-sur-lechiquier",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.625",
    "Description": "The 2006 edition of Temp&ecirc;te sur l'&Eacute;chiquier (Knightmare Chess) by Variantes contains both Knightmare Chess and Knightmare Chess 2 all in one. In total 140 cards in color.&#10;&#10;Knightmare Chess adds a whole new element of unpredictability to the occasionally stale game of standard Chess by giving players cards that they can play before, after, or sometimes instead of their turns.  Big fun for an evening of relaxed Chess play, recommended for chaos lovers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ratsutalli",
    "ID": 30967,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/30967/ratsutalli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Ratsutalli (Finnish for &quot;horse stable&quot;) you move around the board answering horse-oriented questions which gain you chips that you use to buy riding equipment in the &quot;purchase squares&quot;. He who first manages to collect a predetermined amount of equipment wins the game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reclame quiz: Editie 2002",
    "ID": 30968,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30968/reclame-quiz-editie-2002",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2 to 4 teams of minimum of 2 people play against each other. They try to get as much points as possible by finishing assignments.&#10;&#10;The team trows a die and the number decides what assignment they get. For every successfully finished assignment the team gets the assignment-card, which counts as 1 point. The green, red and blue cards are normal cards, the golden cards are special &quot;Gouden Loeki&quot;-cards.&#10;&#10;The assignments can be slogans, drawing, trivia ect. The game is themed around popular commercials.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Favorite",
    "ID": 30969,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30969/the-favorite",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Subtitled: The New Mechanical Race Game&#10;This is a children's version of the many mechanical horse racing games popular for the last 200 years.  This one was manufactured in England by Glevum Games.  The game involves pulling the horses in a jerky action to propel them forward. The horses are mounted on flat metal stand that are attached by metal clips to the table.  Instructions are printed in the lid.&#10;&#10;Because it's a children's version, it doesn't include the wagering common in most games of this type.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dartex",
    "ID": 30970,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/30970/dartex",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Subtitled: The Thrilling Card Game Based on Popular Darts&#10;&#10;This simple 52-card game published in England allows players to compete in a game of darts.  Sized the same as a pack of standard playing cards with a rules sheet included.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jack and the Beanstalk",
    "ID": 30971,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/30971/jack-and-the-beanstalk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the back of the box:&#10;Learn about shapes in this fun game with a popular fairy talk theme. Feel for the magic shape 'bean' in the bag and if it matches one of your cards you can build the beanstalk for Jack to climb. You'll have to avoid the giant to win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Fantasy",
      "Math",
      "Novel-based"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Jack and the Beanstalk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taiwan: Assassin's Mace, Scorpion Sting",
    "ID": 30972,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/30972/taiwan-assassins-mace-scorpion-sting",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Taiwan: Assassin's Mace, Scorpion Sting is a two player game simulating a hypothetical People's Republic of China's invasion of the Republic of China (Taiwan).&#10;Features the problems of a sea/air invasion against a hostile foe.&#10;&#10;A print and play, hex and counter wargame available for free.&#10;Available as a single PDF from http://www.mmiparchive.papermakeit.com/28%20-%20Boardgames.html&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: China",
      "Country: Taiwan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Firing Solution",
    "ID": 30973,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/30973/firing-solution",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Prepare For Battle!&#10;&#10;Beams of coherent light slice through the ships hull as her captain barks out orders to his crew. We're not out of this yet, all stop, bring us about and ready all forward batteries to fire on my mark... Fire!&#10;&#10;Firing Solution is a table top fleet level tactical space combat and campaign game where player field fleets of ships, sending them into battle against their enemies.&#10;&#10;Highlights:&#10;&#10;     Space combat your way... In two or three dimensions on hex grids or measured using any flat playing surface, all without complicated rules or math.&#10;     Easily field fleets of ships in battle using any of the 30+ included ships or quickly design your own using the included construction rules.&#10;     Damage types and defenses use a rock / paper / scissors approach with each damage type having an appropriate defense. Empires may specialize in particular technologies but no single vessel can excel at everything.&#10;     Tactical Data Link squadrons, Escorts, other special equipment and ship orders add considerable depth to fleet tactics.&#10;     Command an empire in its struggle for galactic dominance with the included campaign system based on colony control and infrastructure.&#10;     The combination of ship elevation and roll status with directional defenses, individual weapon firing arcs and dorsal, ventral or spinal mounting options bring 3D battlefields to life without vectors or other complex math.&#10;     Enhance weapons by adding various weapon effects such as barrage, slow arming or spinal mount to alter their capabilities.&#10;     Unique damage system scales the severity of each weapon attack allowing larger vessels to dispatch small ships more easily while smaller vessels need to wear down larger targets with repeated strikes.&#10;     Use one of the four included Empires or create your own using a simple system allowing the creation of empires tailored to your favorite setting.&#10;     And Much More.&#10;&#10;&#10;Format:&#10;68 Page PDF with Separate Front/Back Cover PDF&#10;http://www.wargamedownloads.com/item.php?item=583&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Measurement Movement",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kvitt eller Dubbelt",
    "ID": 30974,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/30974/kvitt-eller-dubbelt",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Swedish trivia game, based on a famous TV show, this game from the 1970's or 1980's is played with one die that have different colors, a block for points and question cards. You roll the dice, answer a question, if you are right you may stay and take the points you are on, or continue to earn more points. If you answer wrong you get 0 points.&#10;&#10;Categories are:&#10;History&#10;Geography&#10;Animal/Nature&#10;Science&#10;Sports&#10;Entertainment.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elvis: The Game",
    "ID": 30975,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/30975/elvis-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Answer questions in five separate categories as you relive the magical  moments from the life and career of Elvis Aaron Presley. Correct answers earn players gold record albums. Be the first to return to Graceland with a collection of five different albums and you win the game.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Celebrities: Elvis Presley"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Aquilla's Alliance",
    "ID": 30976,
    "Year": "(2008)",
    "Geek Rating": "5.745",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30976/heroscape-expansion-set-aquillas-alliance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7692",
    "Description": "Aquilla's Alliance is a Large Figure Expansion Set in the HeroScape series.  It is the Third Large figure assortment (along with Orm&#039;s Return and Raknar&#039;s Vision).&#10;&#10;Aquilla's Alliance was released on June 13th, 2008, along with the terrain expansion Ticalla Jungle and small figure expansion Defenders of the Kinsland.&#10;&#10;The Large figure expansions contain some of the most powerful units in the Heroscape game.&#10;&#10;Detailed list of figures&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Ticalla Jungle",
    "ID": 30977,
    "Year": "(2008)",
    "Geek Rating": "5.875",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/30977/heroscape-expansion-set-ticalla-jungle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2667",
    "Description": "Ticalla Jungle is an Expansion Set in the HeroScape series.&#10;It is the 5th terrain expansion, after the lava, forest/bridge, ice, and castle expansions.&#10;&#10;Ticall Jungle was released on June 13th, 2008 along with Aquilla's Alliance and Defenders of the Kinsland.&#10;&#10;The expansion contains, 3 jungle trees and 6 jungle bushes, and a squad of three small common figures, the Fyorlag Spiders, which have the ability to bond with any Predator (like Sujoah, the giant bug in Aquilla's Alliance).&#10;The expansion is also designed to complement the Swarm of the Marro master set's swamp terrain.&#10;&#10;Detailed list of figures&#10;&#10;Expands:&#10;&#10;    Heroscape Master Set: Rise of the Valkyrie&#10;    HeroScape Master Set: Swarm of the Marro&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Heroscape",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superstar Chess",
    "ID": 30978,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/30978/superstar-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Superstar Chess was invented by L&aacute;szl&oacute; Polg&aacute;r, Hungarian chess master coach. It is a hexagonal chess variant, created mainly for educational purposes.&#10;The board consists of 37 hexes and each player has 1 king, queen, rook, knight, bishop and 5 pawns.&#10;The rules can be found on the author's homepage (http://www.polgar-superstar-chess.net) or in the 'files' section of this page.&#10;&#10;&quot;It is quick and interesting and a lot of creative, brilliant games will be played with it.&quot; - Leon Pliester Ph.D., International Master of Chess&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "McDonald's PlayPlace Game",
    "ID": 30979,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/30979/mcdonalds-playplace-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "McDonald&rsquo;s PlayPlace Game is a children's game in which players follow a colorful track leading to and through a three dimensional game board resembling a McDonald's PlayPlace. Players start at home and follow a path to the PlayPlace. Once there, they must turn their token over, indicating that they have removed their shoes, before they can continue. The first player to go through the PlayPlace, put their shoes back on, and make it home is the winner.&#10;&#10;On the path there are some arrows that lead forward and some that lead backward. Players advance by spinning a color wheel and moving to the indicated color.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: McDonald's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fanchise",
    "ID": 30980,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30980/fanchise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Players divide themselves into two teams. Each team begins with $500,000, 5000 fans, and a set of playing pieces. They decide which team will be the home team and the game begins. The standard rules of baseball apply.&#10;&#10;Both teams ante $50,000 every inning. The ante increases by $25,000 every three innings. The team that scores more runs in the inning will win this pot. The pot rolls over if both teams score an equal number of runs.&#10;&#10;Before the result of an at bat is rolled, the defensive team may move its playing pieces on the gameboard to indicate its defensive position. The offensive player rolls the icosikaidihedron, a 22-sided die, to determine the result of the at bat. If a base runner is in the first, second or ninth batting position then the offensive player may try for a stolen base. The game gives the offensive player a fifty-fifty chance of success for a stolen base.&#10;&#10;Certain events will allow either team to move its token along the Franchise gameboard. Fans are won and lost here.&#10;&#10;The game is over when the baseball game is complete. All fans won by the teams are worth $10 each. The team with more money has won.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Star Gumball Game",
    "ID": 30981,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30981/lucky-star-gumball-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is made up of a large dome ( 10&quot; diameter) shaped like a Gumball Machine. First you fill the outer part of dome with gum balls, then you insert a penny - which puts one of the gumballs into play. You then use all the skill you can to maneuver the gumball to the center hole- if you get it there.. it delivers the gum ball down the chute to you!   The TV commercial jingle that was featured in the advertising for this game said : &quot;You pay, you play, you chew away, and save pennies everyday&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand National Steeplechase Game",
    "ID": 30982,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/30982/grand-national-steeplechase-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a simple roll and move horse racing game, with the added dimension that the horses need to clear the steeples.  The first version I know of is a 1901 edition, but I've only seen a postcard advertising it and not the actual game.  There have been a wood version circa 1930 and a paper version date unknown.  This list of versions, however, is by no means definitive.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tom Dick & Harry",
    "ID": 30983,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/30983/tom-dick-and-harry",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A very cheap version but with the same idea as Jaques&rsquo; Ascot.  The game consists of a box that houses five card horses and riders: Tom, Dick and Harry &ndash; Gert and Daisy as well. The horses are attached to a spindle by cord that winds around the spindle when turned.  The horses are set up on the table, the handle turned, and the horses approach the winning post.  The speed of the horses depends on the way the cord winds, giving the chance of a different winner each time.  The game components are all cardboard or cord&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  }
]