[
  {
    "Rank": "25401",
    "Name": "Apples to Apples Mod",
    "ID": 78436,
    "Year": "(2009)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/78436/apples-to-apples-mod",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the game package:&#10;&quot;The game of hilarious comparisons goes modern with a fresh, sleek look and an exclusive GREEN APPLE DIE - everything you need to play Apples to Apples in a whole different way! The &quot;judge&quot; simply rolls a letter and thinks up an adjective - A-&gt; Annoying. Players select the best match from the Red Apple cards in their hands. If the judge picks your card, you win the round! Every Red Apple card inside is exclusive to Apples to Apples Mod!&quot;&#10;&#10;Contents: &#10;110 Red Apple cards&#10;2 Green Apple reference cards&#10;Green Apple die&#10;rules/instructions&#10;&#10;Everything is in a plastic shell that should be good for travel.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games",
      "Series: MOD (Mattel)"
    ]
  },
  {
    "Rank": "25402",
    "Name": "Nibble Nibble",
    "ID": 33845,
    "Year": "(2007)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/33845/nibble-nibble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In this game you have to collect four different kinds of candy's. You get them by rolling a dice and then you walk over an play board. You land on a kind of candy which one you have to take from the house. But beware: the witch can show up in de front door. than you must put the candy back. Like the fairy tail of H&auml;nsel und Gretel, you can take the candy from a real house of the witch.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Fantasy",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25403",
    "Name": "Inner Circle",
    "ID": 2962,
    "Year": "(1981)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/2962/inner-circle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6061",
    "Description": "In Inner Circle each player places their pieces on the outer rim of the hexagonal board.  On a player's turn, the player moves a piece the number of dots that are underneath that piece (no peeking, it's touch and move).  The aim is to land in survival spots in the board.  After all the spots are claimed, the board is lifted out, and the pieces that didn't make it are left behind.  This repeats until all but one player's pieces are eliminated, or the last piece makes it to the center spot on the fourth board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Map Reduction",
      "Memory",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "25404",
    "Name": "Home Sweet Home (or Not)",
    "ID": 358219,
    "Year": "(2022)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/358219/home-sweet-home-or-not",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The sun shines through the window, the aroma of recently cooked food wafts through the kitchen, and the dining room looks splendid as it awaits the guests. Everything's pointing to a memorable Sunday &mdash; except for the flying dish that just smashed into the attic. Why does this stuff always happen to us?&#10;&#10;In the co-operative board game Home Sweet Home (or Not), 2-5 players must collaborate to complete the objectives laid out in one of the five missions included in the game. Each mission requires a different layout of the house, which is constructed of different rooms connected by 3D wooden doors.&#10;&#10;Each player represents a family member who must spend action points to recover objects from the rooms and return them to their correct places according to the mission. Will you be able to get all of the stuff out of the rooms and into the attic before the aliens abduct you? Can you help Santa Claus load all of the presents into the sled that's parked in your garage?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "25405",
    "Name": "Donald Quest",
    "ID": 302361,
    "Year": "(2020)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/302361/donald-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Donald Quest: Card Game is a 2 to 4 players card game. You are a BeastBuster (hunter of Beasts) and you have to capture the MeteorBeasts and their commander, the evil Phantom Blot. &#10;During your turn you will be able to equip weapons and traps which will help you to fight the MeteorBeasts. But you have to be careful, because the first who manages to catch Phantom Blot wins the game!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Donald Quest: Card Game &egrave; un gioco di Carte da 2 a 4 giocatori. Sei un BeastBuster (cacciatore di Beast) e dovrai catturare i MeteorBeast e il loro comandante, il malvagio Macchia Nera. Il primo che riesce a catturare Macchia Nera vince la partita!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "25406",
    "Name": "Zogar's Gaze",
    "ID": 134615,
    "Year": "(2013)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/134615/zogars-gaze",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Draw a random race and class card and keep your identity a secret. Then you adventure into Zogar&rsquo;s Dungeon and attempt to collect the objects you need to meet your two separate win conditions. You must enter the dungeon on your turn but you can leave whenever you want. Press your luck and try to collect as much loot as you can, but be aware, Zogar&rsquo;s minions are wandering about and you might lose all you have gained if you perish.  In addition Zogar&rsquo;s all seeing eyes are protecting his lair and if too many are revealed, than every player loses and Zogar wins the game. Muhahahaha!&#10;&#10;Do not fear; there is also a market where you can secretly turn in loot you do not need for items that can save your life from the dangers below.&#10;&#10;This is a 1-4 player game where players attempt to meet certain win conditions based on their race and class. The first player to meet these conditions wins. Try and figure out who the other players are and attempt to slow them down. The game plays quickly with a 4 player game lasting between 30-45 minutes.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25407",
    "Name": "Dragonwake",
    "ID": 363464,
    "Year": "(2022)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/363464/dragonwake",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Dragonwake is a 3-6 party game of deception, deduction, and dragons!&#10;&#10;Undisturbed in the depths of an ancient lair, the Dragon slumbers. If the Dragon wakes, it could be the end of the world as we know it. Legendary heroes have been called to enter the lair, find the sacred relics, and slay the Dragon. But beware! The party of heroes has been infiltrated by the shadowy members of the Dragon Cult. These cultists will lie, deceive, and cheat to sabotage the heroes and wake the Dragon.&#10;&#10;Enter the lair with your secret role as a hero or a cultist. Each player is dealt a hand from a deck consisting of relic cards, the dragon card, and gold cards. You can't pick cards from your own hand, so you'll have to lie, build trust, or find other ways to persuade other players to work with you. Find all of the relics in time or before the dragon is found and the heroes win! Otherwise, the cultists wake the Dragon and destroy the world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Hidden Roles",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Sudden Death Ending",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25408",
    "Name": "Stop & Go",
    "ID": 25270,
    "Year": "(1960)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/25270/stop-and-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "This is a board game designed to teach non-American children the rules of the road and roadsigns.  It utilizes international road signs and traffic signals that change.  Age range 8-99.&#10;&#10;The idea is you visit various addresses drawn from cards but must get there by rolling the dice and obeying all traffic laws and signals as you maneuver your car through the city.  Other players also have their goals.  It was fun to play as a kid.  Probably could be easily adopted to US roadsigns.&#10;&#10;It would also be useful for adults from North America traveling to other locations, who intend to rent/drive a car there, as a quick way to learn/refresh knowledge on the road signs used in most parts of the world.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "25409",
    "Name": "Trivial Pursuit: Volume 6",
    "ID": 11883,
    "Year": "(2003)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/11883/trivial-pursuit-volume-6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7619",
    "Description": "All-new edition. 4,800 new general knowledge questions in 6 categories. Answer questions correctly to collect all the wedges in your pie. Then race to the center of the game board to win. The same play and categories as past Trivial Pursuit games.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "25410",
    "Name": "UNO: Disney Princess",
    "ID": 14347,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/14347/uno-disney-princess",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Yet another Uno variation. This version features pictures of the various Disney heroines (royal and otherwise) who have been dubbed Princesses by Disney Marketing.&#10;&#10;WHAT MAKES IT DIFFERENT FROM TRADITIONAL UNO: The Dragon card. If a Dragon card is played, the Dragon can only be slayed (played on) by following it with a card that pictures a Princess with her beau (the 0 and 5 cards).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Brands: Disney",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "25411",
    "Name": "Charades for Kids",
    "ID": 13367,
    "Year": "(1999)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/13367/charades-for-kids",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "A player draws a card with a list of charades, then rolls a die to see which one to act out. There is also a deck of picture cards for players too young to read. The active player acts out the charade for the player on the left. This player gets only one chance to guess. If incorrect, the next player gets one chance, and so on. The first player to guess correctly moves two spaces along the game board. The player doing the charade moves ahead one space. If no one guess correctly, then no one moves for that turn. There are also &quot;All Play&quot; spaces where everyone guesses simultaneously. The first player to reach the finish space wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "25412",
    "Name": "Am Rande des Gletschers",
    "ID": 4443,
    "Year": "(2002)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/4443/am-rande-des-gletschers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "Ice age glaciers push their way over the land and bury most food. Try to make your clan survive. Send out your hunters and  herb gatherers. When the time comes for the Great Meeting of Clans, you may become the best of all clan chiefs.&#10;&#10;Components:&#10;&#10;110 cards:&#10;-4 Cave cards&#10;-20 Clan cards &#10;-60 Hunt cards &#10;-24 Fate cards&#10;-2 chip cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25413",
    "Name": "Masterline",
    "ID": 174927,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/174927/masterline",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "Designer/publisher : Jonathan BIZET&#10;Artist : Gwen VIBANCOS&#10;Rulewriter : J&eacute;r&eacute;mie VUILLARD&#10;&#10;MASTERLINE is a strategy game for 2 players. Goal is to align  five complete gears of your own color.&#10;&#10;Shuffle the deck and distribute 4 cards to each of the two players. The rest of the deck is left face down to form the stock pile. Draw the first card and put it face up between the players. The first player chooses the color of his gear (silver or copper), which will remains his color for the rest of the game.&#10;At your turn, you draw a card, and place one card from your hand. These two phases (drawing and placing) are mandatory.&#10;&#10;Below the type of the cards:&#10;&#10;    Padlock : cannot be rotated, even by a joker card&#10;    Rotation : identified by their arrows. Allow the player to rotate one adjacent card by a quarter turn in the arrow direction&#10;    Joker : purple cards. They bear both colors. When placed, they allow the player to rotate any card by a quarter turn. The color association between gears must always be respected when placing them.&#10;&#10;&#10;When placing a card, you are free to decide whether to use its power or not.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25414",
    "Name": "The Million Pound Drop",
    "ID": 92646,
    "Year": "(2010)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/92646/the-million-pound-drop",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Based on the TV show of the same name that challenges the public to bet big or risk losing everything.&#10;&#10;Just like the TV show you begin with a million pounds in your possession, bundled as sets of &pound;50 notes. Over a series of rounds you then run the risk of losing some or the entire amount. The game continues until you complete all the questions, or are left with nothing. How do you win or lose money? Well you must answer questions correctly, with a sequence of multiple choice questions consisting or four, three and then two possible answers. &#10;That&rsquo;s where the fun starts. The board game consists of four trap doors that you can place money on to pick your answers. You can put money on as many doors as you like, but must leave one empty. There&rsquo;s only ever one right answer, so if you spread money across multiple doors you will always lose some of it (or all if the empty door is the correct one).&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "25415",
    "Name": "CatTube Famous",
    "ID": 178569,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/178569/cattube-famous",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "CatTube Famous is a card game where you release cat videos and become the next CatTube celebrity! See the trends, release videos, get viewers, be famous!&#10;&#10;CatTube Famous is a card game where you aim to seize global trends and release cat videos that&rsquo;ll get you a massive following on CatTube. Will audiences laugh at a fat cat hanging off the curtains this month, or will it be a cat thinking &ldquo;they&rsquo;re people too&rdquo; as they climb up on the dinner table? Read the trends, time your video releases right, and you too could be CatTube Famous!&#10;&#10;How to become CatTube Famous:&#10;Play Video Cards that appeal to the Trends each round. The winner of each round collects the Trend cards.&#10;&#10;The game ends once all the Trend cards have been collected, the player with the most Trend cards is the winner and now certified CatTube Famous!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25416",
    "Name": "Scene It? Pirates of the Caribbean",
    "ID": 32684,
    "Year": "(2007)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/32684/scene-it-pirates-of-the-caribbean",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "From the Publisher:&#10;&#10;Set sail into uncharted, fun-filled waters with Scene It? Pirates of the Caribbean. This special edition of Scene It? Featuresa DVD packed with your favorite Pirates moments! Who calls Sparrow Witty Jack? What does Davy Jones have for an arm? Where does the brethren court meet? You'll find out as you race your friends around the pirate-themed game board. Not only will you answer questions based on content from all three films in the Pirates of the Caribbean series, but you'll encounter puzzlers and brainteasers that you won't find in any other Scene It? games, such as, Tortuga Bound, Ragetti's Eye and Hidden Treasure!&#10;&#10;Game Includes: 1 Game DVD, Party Play Feature, 1 Pirate-Themed Game Board, 4 Collectible Metal Tokens, 100 Trivia Cards, 30 Buzz Cards, 1 Pirate-Inspired &quot;Antiqued&quot; Numbered Die, 1 Eight-sided Catagory Die, and 1 Instruction Sheet&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Pirates",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Components: DVDs",
      "Game: Scene It?",
      "Movies: Pirates of the Caribbean"
    ]
  },
  {
    "Rank": "25417",
    "Name": "Harry Potter Hogwarts Dueling Club Game",
    "ID": 11642,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/11642/harry-potter-hogwarts-dueling-club-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "The newest Harry Potter Board Game allows players to take the roles of their favorite Harry Potter Characters and enter the magical world of the Dueling Club. Players may travel from class to class in order to learn more powerful spells with which to duel opponents or they may venture to the common areas of Hogwarts and procure magical items that may help during a duel.&#10;&#10;Each player takes a mover (Harry, Hermione, Ron or Malfoy) and a matching spell book. When a player enters a classroom, they may take a spell card and load it into their spell book. Each player can perform every spell, but some students are more proficient than others with certain spells. The Spell Books &quot;de-code&quot; the spells and tells players how well their characters can cast spells.&#10;&#10;But be forewarned, students can only duel in the designated dueling club area in the center of the board. If players challenge each other outside of the dueling club, they may test their skills in one of three wizard games.&#10;&#10;Be the first player to defeat all other players in the dueling club and be the ultimate wizard!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "25418",
    "Name": "Z First Impact: Opus 1 Chapter 1",
    "ID": 172707,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/172707/z-first-impact-opus-1-chapter-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "In this first album First Impact Chapter 1 play as one of four members of the squadron urban scouts through these first 8 episodes. While avoiding zombies and mutants , you'll walk the streets in silence, climb on the roofs of buildings , drive a powerful vehicle customized or dare go down into the sewer ...&#10;&#10;These are but , a few of the many actions that you can perform as a hero of Z First Impact . Will you to complete your shipment in hostile territory , despite the toxic attacks Boobers , the presence of pests on the roof, or the cries of howler ?&#10;&#10;Play with four different characters each with unique characteristics in order to fullfill the missions objectives.&#10;&#10;You may use an android or iPhone augmented free software instead of using dice and you will also have lots of visual and gaming effects.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25419",
    "Name": "Peasant Buffet",
    "ID": 155465,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/155465/peasant-buffet",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "A cutthroat press-your-luck card game -- Gather your loot, survive, and doom your friends to be devoured by horrible monsters!&#10;&#10;Horrible monsters have attacked the village of Donteatus and they're eating all of the peasants within its borders! Take control of one of the scrambling survivors to collect as many goods from the town as you can before being devoured, but only one player will ultimately win.&#10;&#10;In Peasant Buffet, each player takes the role of a Peasant trying to survive the onslaught of monsters while collecting the items they desire. The player who collects the most of their goal items, before being eaten, wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25420",
    "Name": "Rio Grande:  The Battle of Valverde",
    "ID": 740,
    "Year": "(1991)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/740/rio-grande-the-battle-of-valverde",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3636",
    "Description": "Rio Grande is included as an insert game in Issue #143 of the Strategy &amp; Tactics magazine.&#10;&#10;Rio Grande is a mid complexity tactical level wargame, covering the battle of Valverde, fought in New Mexico Territory, on February 21, 1862, between the Union forces (and New Mexico volunteers) led by Col. Edward Canby and the Confederate Army of New Mexico (mostly Texas troopers and Arizona volunteers), led by Brig. Gen. Henry Sibley, during the Confederate offensive into New Mexico.  The game highlights cavalry vs. infantry fighting.  &#10; Game includes a 17&quot; by 22&quot; map, which depicts the area of southern New Mexico over which the battle was fought, 100 diecut counters and rules.&#10;&#10;Errata for the game found in Issue #143 of &lsquo;&rsquo;Strategy &amp; Tactics&rsquo;&rsquo; magazine.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Battles and Leaders (Richard Berg)",
      "States: New Mexico"
    ]
  },
  {
    "Rank": "25421",
    "Name": "Don't Panic!",
    "ID": 6513,
    "Year": "(1987)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/6513/dont-panic",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1875",
    "Description": "The Name a Lot on the Spot Game.&#10;&#10;Game consists of 6 rounds and a bonus round. In Round 1, the guesser sets the timer, the announcer draws a card and announces the category. The guesser must name 3 things in the given category like things at the beach for example. The timer is stopped as soon as the guesser is able to name 3 things in the category. Their scoring peg is moved ahead based on where you stopped the timer (labeled 1-6). In Round 2, name 4 things and so on. For each round, the peg is moved ahead according to the number on the timer.&#10;&#10;The final round is the lightning round. The guesser starts the timer, and the announcer gives the category. The guesser must name 2 things in the given category. Once completed, the announcer sets the card aside, a new one is drawn, and the category is announced. Once again after 2 things have been named, the card is set aside, and a new one is drawn. This continues until the timer stops. One point is given for each card completed. The scoring peg is moved accordingly.&#10;&#10;The player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Party Game",
      "Real-time",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25422",
    "Name": "Get the MacGuffin",
    "ID": 241245,
    "Year": "(2018)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/241245/get-the-macguffin",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.1667",
    "Description": "As popularized by Alfred Hitchcock, the &quot;MacGuffin&quot; is the thing that everyone wants and is trying to get. Examples include the Holy Grail, the Maltese Falcon, and the briefcase in the movie Pulp Fiction.&#10;&#10;The game Get the MacGuffin is a quick and humorous deduction game involving hand management and player elimination. The goal is to be the last player with cards. The player with the MacGuffin card will frequently win the game, but holding onto that card can prove quite difficult! Also, because there are 23 cards in the deck and players are always dealt an equal number of cards, there will always be some cards that are not in play. Figuring out which cards are missing is part of the strategy!&#10;&#10;Who has the MacGuffin? Will the Assassin take out The Crown? What did the Garbage Collector find in the trash? What will The Thief steal, and from whom? To the shrewd, all may become known, but sometimes all you can do is Shrug.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25423",
    "Name": "Mondo: Der rasante Legespaß",
    "ID": 154009,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/154009/mondo-der-rasante-legespass",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Mondo: Der rasante Legespa&szlig; is a tile-laying game along the lines of Mondo with modified rules and only 48 landscape tiles. Mondo: Der rasante Legespa&szlig; can be combined with the Mondo base game. Detailed differences to come later.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Mondo (Pegasus Spiele)"
    ]
  },
  {
    "Rank": "25424",
    "Name": "The London Game",
    "ID": 2866,
    "Year": "(1972)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/2866/the-london-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The London Game has a board showing the centre of the innovative map of the London Underground, updated over the years as the game was re-issued and the Tube developed. Starting at a mainline terminus, players must travel the network, visiting 6 tourist locations on Souvenir cards dealt from a deck of 30, stopping at the relevant Tube station and finally returning to their starting point. You move from station to station on the roll of the die, but to change lines you must stop at junctions and draw a Hazard card. This may move you or other players around the board. You may also close stations with a token when you leave, to block other players. &#10;The later editions have 36 full colour cards and some changes in the locations, but nobody bothered rewriting the rules text at all in 20 years!&#10;&#10;Sibling: The Boston Game&#10;Sibling: The New York Game&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Lose a Turn",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Country: England"
    ]
  },
  {
    "Rank": "25425",
    "Name": "Bugs & Co",
    "ID": 89976,
    "Year": "(2011)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/89976/bugs-and-co",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "In this game, everyone plays at the same time, and players' speed and memory skills get a thorough workout!&#10;&#10;A number of &quot;monster&quot; tiles are spread face down on the table. The aim of the game is to collect as many families of three identical monsters as possible, without being fooled by similar-looking impostors!&#10;&#10;When the game starts, each player (using one hand only) must turn over and pick up as many &quot;monster&quot; tiles as possible, one by one. Each tile thus collected is placed face down in the player's other hand. Once a player has placed a tile in their second hand, they cannot look at it again or put it back on the table. Any mistakes will cost you dearly, with penalty points at the end of the game for incomplete and mismatched families.&#10;&#10;A limited number of &quot;trophy&quot; tiles are laid out face up alongside the &quot;monster&quot; tiles. Bonus points are awarded for each &quot;trophy&quot; tile at the end of the game. At any time, a player can pick up the highest-value &quot;trophy&quot; tile still available and place it in their other hand. The player must then stop playing. When the last &quot;trophy&quot; tile is taken, all the players who have collected a &quot;trophy&quot; tile and stopped playing start calling out a ten-second countdown. The game ends when the countdown reaches zero and any players without a &quot;trophy&quot; tile must also stop playing.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25426",
    "Name": "Wizard Würfelspiel",
    "ID": 286547,
    "Year": "(2019)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/286547/wizard-wurfelspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Wizard W&uuml;rfelspiel, players place bids each round as in the Wizard card game, but now they're bidding on how many symbols of a certain color will be rolled on the seven dice. The six-sided dice feature blue, red, yellow, and green symbols on four faces, along with a wizard on a fifth face and a jester on the sixth.&#10;&#10;At the start of the round, the seer places a circle on their bid for the round on his score sheet, a bid that specifies a color and a number from 1-5, e.g., blue-4. In turn, each other player places a bid that differs from all other bids placed this round. The seer then decides what color wizards will count as for this round.&#10;&#10;The seer then rolls the seven dice up to three times, keeping as many dice as they like after the first and second rolls. If a non-seer's bid is met after the first or second roll, then that player places an X through their bid. If the seer has rolled three times or made their bid, all players stop. If at this point anyone has made their bid, they X the circle; otherwise they write the difference between their bid and the number of that color rolled on the dice in the circle. Instead of writing this difference, a player can cross off the number of jesters showing on the dice in the jester row, assuming the number is from 1-5 and the player has not Xed this space previously.&#10;&#10;Whoever bid the highest amount in a different color than the seer becomes the seer for the next round. The game lasts multiple rounds, ending once one or more players has nine Xs in their bidding area. Players then score points, earning 1-5 points for each successful bid and losing points for the differences they recorded. Whoever scores the most points wins!&#10;&#10;Wizard W&uuml;rfelspiel includes ten spell cards that you can optionally add to the game. Each spell alters the results of the die rolls or bids in some way.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write",
      "Series: Wizard (Amigo)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "25427",
    "Name": "Awkward Family Photos Greatest Hits",
    "ID": 287407,
    "Year": "(2019)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/287407/awkward-family-photos-greatest-hits",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Highlights&#10;Simple gameplay and no movie knowledge required&#10;Perfect for game nights with friends and family&#10;Easy instructions&#10;&#10;Contains 100 hilarious images and 330 memorable movie lines&#10;&#10;We all have them&hellip;awkward family photos. They make us cringe and laugh and wonder, &quot;What were we thinking?&quot; Well, inside this box are 100 of the most hilarious, classic and cringeworthy photos carefully curated from the archives of AwkwardFamilyPhotos website. And you'll get to choose from 330 of the most memorable movie lines ever uttered on the big screen to caption these unforgettable images. With simple gameplay and no movie knowledge required, get ready for an award-winning game night. Behold Awkward Family Photos Greatest Hits! Box Contents: 100 Awkward Family Photos, Card Box and 330 Movie Line Cards.&#10;&#10;Every player is dealt eight cards featuring a movie line from one of hundreds of popular movies. One player, &lsquo;The Critic&rsquo;, picks the next Awkward Family Photos card and places the card on the table for everyone to see. All other players decide which one of their eight movie lines best captions the photo, by placing their selection facedown in the play area.  &lsquo;The Critic&rsquo; reads each card aloud and picks the movie line that he/she thinks best captions the photo in play. The player with the winning card wins the round! First player to get 10 cards win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25428",
    "Name": "Bad Grandmas",
    "ID": 95589,
    "Year": "(2011)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/95589/bad-grandmas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "There&rsquo;s a running battle in the Retirement home! The confrontations between the Gang of Kniters and the Gang of the Bakers become a Gangland exe- cution. Don&rsquo;t be surprised... These Grandmas are the worst villains of this world.&#10;&#10;Bad Grandmas is an irreverent trick-taking game for two players. Anticipation and strategy are key to this game, since every trick determines the conditions of the next. Therefore, the players have to think twice about their moves.&#10;&#10;Object of the game: Collect the highest number of Cookies by winning as many Duels as possible.&#10;&#10;(see below for the download-able PDF)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25429",
    "Name": "A Conclave of Wyrms",
    "ID": 40236,
    "Year": "(2010)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/40236/a-conclave-of-wyrms",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "A trick-taking game with a dragon theme. You try to make sets of similarly-aged dragons or numerical runs of dragons. Lairs, Treasures, and Knights add special twists to the trick-taking.&#10;&#10;Publisher Blurb:&#10;&#10;Powerful, majestic, brilliant, conniving, &amp; greedy, they live in a highly structured society centered around age. There are five different draconic races, each of a different color: red, blue, yellow, green, and purple; and one all powerful prismatic Queen, the mother of all races. Each of the draconic races is subdivided into three basic age groups: drakes being the youngest, dragons being middle age, and wyrms being the oldest of all. The older the beast, the more powerful and greedy it becomes. In fact, the oldest of each race, called a Great Wyrm, is so consumed by its greed that its lust for treasure becomes its greatest weakness. Of all dragonkind, they alone are willing to risk all to potentially increase their hoard size. This often leads to their downfall.&#10;&#10;The object in this trick-taking card game is to be the player with the most points (indicating draconic power) at the end of six hands (referred to as cycles). You receive points by accurately predicting the number of tricks (referred to as gatherings) you will take and also by taking special card combinations. You want to avoid taking cards with negative points values.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "25430",
    "Name": "A Dog's Life",
    "ID": 205101,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/205101/a-dogs-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6154",
    "Description": "A German Shepherd, a Poodle, a Whippet, a Boxer, a Labrador, and a Fox terrier take a break from their masters in order to experience an adventure in town.&#10;&#10;But they aren't used to taking care of themselves though. They need you, your family, and your friends to care for them!&#10;&#10;You have to decide when your dog needs to:&#10;&#10;&#10;     Beg in restaurants.&#10;     Search through trash.&#10;     Deliver newspapers.&#10;     Fight rival hounds.&#10;     Drink from fountains.&#10;     Piddle on lamp posts.&#10;     Hide from the dogcatcher.&#10;&#10;&#10;Do it right and your dog could be the first one to bury 3 bones in his den and win the game of A Dog's Life!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Pick-up and Deliver",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "25431",
    "Name": "Batman: The Animated Series – Almost Got 'Im Card Game",
    "ID": 208533,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/208533/batman-the-animated-series-almost-got-im-card-game",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The villains of Gotham City have gathered for a poker night and to share stories about the time they nearly dispensed with that troublesome caped crusader Batman. Little do they know that the Dark Knight is in their midst, disguised as one of their own. Will the rogues be able to suss out the bat in their belfry before he clandestinely subdues them?&#10;&#10;Batman: The Animated Series &ndash; Almost Got 'Im Card Game &mdash; a variant on the popular Werewolf-style deduction game inspired by the memorable Batman: The Animated Series episode &quot;Almost Got 'Im&quot; &mdash; adds a poker element to the proceedings, requiring participants to craft poker hands to activate their special abilities when the lights go out. Take on the personas of classic Batman baddies in a game in which everyone has something to hide and no one is safe.&#10;&#10;With poker hands guiding the action, players have something to talk about. Everyone has an important role. No bystanders in this game! Too often, social deduction games begin with random accusations just to get the ball rolling. Not so here as players can request poker cards from other players and often see which cards other players are taking. Enemies are made when someone takes the card you wanted. Now you have a reason to be suspicious of another player!&#10;&#10;Errata: The rulebook lists two Role Explanation Cards. There is only one. My mistake when I wrote the rules. ~MH&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Comic Book / Strip",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Open Drafting",
      "Set Collection",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Game: Werewolf / Mafia",
      "Traditional Card Games: Poker",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "25432",
    "Name": "Fireball Island: Race to Adventure",
    "ID": 345435,
    "Year": "(2021)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/345435/fireball-island-race-to-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fireball Island is, once again, teeming with adventure, treasure, and - you guessed it - fireballs! Make your way up the mountain to grab Vul-Kar's Heart, then get off the island before the other adventurers can steal it from you. Along the way, you'll cross bridges, collect treasure, cause earthquakes, rain down fire, and more in this classic game remake.&#10;&#10;Note: This is a new, smaller, Target-exclusive, streamlined-by-subtraction version of Fireball Island: The Curse of Vul-Kar. The island is smaller, the box is smaller, the cards, side-quests, treasures, and others have been eliminated to make the game simpler and skew towards a younger audience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Components: Marbles",
      "Game: Fireball Island",
      "Islands: Fictional",
      "Occupation: Adventurer / Explorer",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "25433",
    "Name": "Eagles of the Empire: Napoleon in the Desert",
    "ID": 8038,
    "Year": "(2002)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/8038/eagles-of-the-empire-napoleon-in-the-desert",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4706",
    "Description": "The latest in the Eagles of the Empire series.  Five battles from Napoleon's French invasion of Egypt include:&#10;&#10;Pyramids 21 July 1798&#10;Alternative Pyramids scenario&#10;Cairo, 17 August 1786 (pre-Napoleon)&#10;Mount Tabor 16 April 1799&#10;Aboukir 25 July 1799&#10;&#10;3 maps&#10;95 counters&#10;12-page rules&#10;scenario book&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "Players: Two-Player Only Games",
      "Series: Eagles of the Empire (Avalanche Press)"
    ]
  },
  {
    "Rank": "25434",
    "Name": "Humm...ble",
    "ID": 6412,
    "Year": "(1991)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/6412/hummble",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Humm...ble is much like charades with songs.  One attempts to enable one's teammates to guess the songs named on the playing cards. One can hum the songs, whistle, or in desperation, use charades to act out the names of the songs.&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "25435",
    "Name": "Carmarace",
    "ID": 126234,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/126234/carmarace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "In Carma race, players take on the role of&hellip;well&hellip;  themselves. You&rsquo;ve just received an email from your favorite convention, promising you a free autographed limited edition item of you choice, but only IF you get there before the other players, who&rsquo;ve also received the same email. The problem? You don&rsquo;t have a car, but as karma has it, neither do the others.&#10;&#10;You must hitchhike your way there using planes, trains and automobiles&hellip; and the occasional bike from the thrift shop. Hey&hellip; it was 99 cents! &#10;On this journey through the continent, you&rsquo;ll hop into cars equipped with NOZ, turbos, and furry dice. You&rsquo;ll encounter some crazy drivers who might occasionally be drunk and take risky jumps just for the hell of it. You&rsquo;ll wish for awesome upgrades to your lift, but the others are wishing just the opposite.&#10;&#10;On your turn, they&rsquo;ll be praying evil things upon you. Whatever they can think of to hinder your speed. They&rsquo;ll throw old ladies and moose if they have to. They&rsquo;ll send birds in your engine or just simply wish for you to crash and burn. But don&rsquo;t worry, their turn will come and vengeance will be sweet.&#10;&#10;You&rsquo;ll have to strategically manage your limited hand size and choose which deck to draw from. Will you draw transportation cards to hopefully get the best ride in the game? Or will you draw some karma cards to boost your current ride and slow the others down.&#10;While on this awesome road trip, you&rsquo;ll have to choose your path, or let the driver take you further on his own path. The GPS will determine this. You&rsquo;ll have to stop at train crossings and travel through snowy hills, sandy deserts, big cities and farmland.&#10;&#10;The race also has two levels of play. You can play the regular way, which is with the special ability text of the cards, or the Junior way. In the junior level, simply play without the text and use only the numbers. This will help young players learn simple math, strategy, and have fun while doing so.&#10;&#10;But just when you thought the race was over, there&rsquo;s more to come&hellip; expansions with new maps, more vehicles, more upgrades and of course&hellip;more mayhem are already in the works. Why do you think we put STAGE 1 on the box?&#10;So pack light, head out there, and hope for the best!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Math",
      "Party Game",
      "Racing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25436",
    "Name": "Gnomeland",
    "ID": 254178,
    "Year": "(2018)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/254178/gnomeland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The clans of Gnomeland compete to achieve wealth and glory. Unfortunately, gnomes are messy and unpredictable. A good gnome leader should manage the clan and improve the village in order to prevail over the opponents and become the most important of Gnomeland.&#10;&#10;Each turn in Gnomeland, players can match dice results with the buildings of their villages. By doing this, players can collect resources that can be spent in order to recruit soldiers, build new buildings, and complete missions. After five game rounds, the player with the most victory points wins.&#10;&#10;&bull;&bull;&bull;&#10;&#10;I diversi clan del Paese di Gnomeland si sfidano per raggiungere ricchezze e gloria. Tuttavia gli gnomi sono creature confusionarie e imprevedibili. Un buon capo dovr&agrave; saper gestire i propri gnomi e far crescere il proprio villaggio, cos&igrave; da prevalere sugli altri e diventare il pi&ugrave; importante di Gnomeland!&#10;&#10;I giocatori, dopo aver lanciato i dadi, potranno abbinare i risultati ottenuti agli edifici presenti nel proprio villaggio. In questo modo sar&agrave; possibile accumulare risorse da spendere per assoldare mercenari, costruire nuovi edifici pi&ugrave; potenti e svolgere missioni. Alla fine di 5 round chi avr&agrave; ottenuto pi&ugrave; punti vittoria sar&agrave; il  campione.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "25437",
    "Name": "Star Wars Galactic Dice Game",
    "ID": 169045,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/169045/star-wars-galactic-dice-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In this Star Wars dice game, take your points for the roll, or push your luck to score even higher to win and gain the Force.&#10;&#10;Includes six six-sided dice emblazoned with iconic images from Star Wars in a re-sealable tube.&#10;&#10;The rules are similar to Farkle in that three-of-a-kind gets you 100 times the value (R2-D2 = 2, C-3P0 = 3, Stormtrooper = 4, Yoda = 5, Boba Fett = 6, Darth Vader = 10).  You also get points for single rolls of Darth Vader (100 points) or Yoda (50 points).  If you set aside some scoring dice, you can re-roll the others, but if you ever roll without any scoring dice, Jabba takes your points.  However, if you score all six dice, then the Force is strong with you, and you can re-roll all six if you want to press-your-luck.  The first person to score 5,000 points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Containers: Unique Shape",
      "Game: Farkle",
      "Movies: Star Wars",
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "25438",
    "Name": "Damn the Torpedoes!",
    "ID": 328,
    "Year": "(1995)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/328/damn-the-torpedoes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "Casement Ironclads, turreted Monitors, submarines, naval leaders, blockade runners, commerce raiders, fortresses, torpedo boats, commandos, Union and Confederate Marines and Ellet Rams contend with 9 different types of torpedo! Naval warfare card game set in the Civil War&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "25439",
    "Name": "Frik",
    "ID": 8100,
    "Year": "(1986)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/8100/frik",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.2",
    "Description": "The world of finance&#10;&#10;An entertaining game that can be played with the family or between friends. An introduction to the world of finance. A game full of twists, easy to play, rich in emotions. A dynamic game, educational and topical. Receive a portfolio... Make it grow by investing, by taking moderate risks, by speculating... Acquire banks, industries, stores, buildings... Lend some money; invest at a Stock Exchange; buy some gold and contemporary paintings... Two ways to play : short game or long-lasting game.&#10;&#10;(From the box)&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "25440",
    "Name": "Dungeon Breakout",
    "ID": 305460,
    "Year": "(2021)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/305460/dungeon-breakout",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "65",
    "Weight": "1.4444",
    "Description": "You&rsquo;re trapped in the dungeon below Br&uuml;ttleburg, but there is a chance for escape! Make your way through the maze-like corridors, collecting loot and battling monsters, and find the exit first to win! Watch out though, in addition to lurking monsters, there could be a jailor around the next corner, or one of your opponents trying to stop you!&#10;&#10;Players draw a card from the Dungeon Deck &amp; place it in a legal spot. If the dungeon card indicates a Loot or a Monster those are drawn and placed face down on the map. Loot collected can improve or impede your combat results. Players then move one square on the dungeon map and resolve combat with the roll of a d6 with the intent of escaping the dungeon.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Drafting",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25441",
    "Name": "We Detectives",
    "ID": 190685,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/190685/we-detectives",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Work together with your friends and family to put the crooks behind bars!&#10;&#10;Play as detectives and walk around the city hunting for clues and completing tasks.  The Chief Detective has given you a 24 h deadline to solve the crime, make sure you complete your investigation by then or the robbers go free!  Teamwork will get you to the bottom of each case.&#10;&#10;Unforeseen events may hinder your progress, though....&#10;&#10;In this game you move around the board taking your tiles to the required locations to collect evidence.  Each turn before you move you draw a WePhone tile, and these might help or hinder your progress (give you extra movement, shut various buildings, or return tiles you've already collected to collect again).  You are cooperatively trying to collect all the 12 evidence tiles before the game ends (24 turns, represented by the WePhone deck).&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "25442",
    "Name": "Crazy Creatures",
    "ID": 28176,
    "Year": "(2007)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/28176/crazy-creatures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Crazy Creatures players try and connect and match 3-D animal body parts to create cows, horses, pigs or sheep.  Each player begins with a mid section and then players take turns rolling and moving around the board.  If they land on a barn they press the barn button and listen for the animal sound.  Then they collect a part from the matching animal.  Some locations ask them to trade parts with other players, get new parts from the pasture or lose a part and return it to the pasture.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Horses",
      "Animals: Pigs",
      "Animals: Sheep",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "25443",
    "Name": "Corda",
    "ID": 6661,
    "Year": "(1982)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/6661/corda",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Corda is a tricky puzzle for one or more players using rhombs. The rhombs show vines.&#10;As a solo puzzle, the player tries to connect the 48 rhombs, which have thick branches or thin vines on their edges, into one continuous picture.&#10;As a competitive game, 35 or 36 tiles (depending on the number of players) are dealt out among the players. The remaining tiles are placed openly on the table. Each player now tries to connect his/her tiles into one picture. Players can take turns taking tiles from the table. A player who took a tile is allowed to put one back there as well, but that is not mandatory, so players can opt to increase the number of their tiles.  &#10;When no one can place any more tiles, the scoring starts. All tiles a player couldn't use counts 2 negative points. Each placed tile counts two points; this is doubled if the tiles form a closed ring. Points can also be scored by connecting the thin vines. The player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Tubes",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "25444",
    "Name": "Abracadabra",
    "ID": 10999,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/10999/abracadabra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From the publisher's website:&#10;&#10;The best pupils from the school of magic gather to try out their most powerful spells. But be careful of their clumsy broomstick! A game of forming combinations for apprentice wizards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25445",
    "Name": "Whot",
    "ID": 9251,
    "Year": "(1935)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/9251/whot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "Each card is illustrated with shapes and numbers.  The game play is simple - just match the shape or number on your card with the shape or number on the previous card.  The first player to get rid of all their cards is the winner! Like Uno without the special cards!&#10;&#10;There are five suits: stars, circles, squares, crosses and triangles. You can change suit by laying the same number as has been laid in the suit you lay down yourself. Also, the card numbered 20 (WHOT Card) can be used to change from a suit to any other suit at any time.  When the first person has finished, the others count up how many penalty points they have on the cards they have left in their hand. (Star cards count double as indicated by the second smaller figure in the small star). More recent decks also give the suits different colours, stars are blue, circles yellow, crosses red, triangles green, and squares purple.&#10;&#10;&lsquo;Whot! was invented (but, apparently, not patented) and trademarked by William Henry Storey, of Southend-on-Sea, England in 1935. It was first marketed by the company Storey &amp; Co of Croydon, which he set up in 1930, but was soon acquired by Waddingtons of Leeds, and was popular in Britain in the 1950s and 1960s.&rsquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Matching",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "25446",
    "Name": "Starleader: Assault! – A Futuristic Man-To-Man Combat Game",
    "ID": 4280,
    "Year": "(1982)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/4280/starleader-assault-a-futuristic-man-to-man-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Microgame #21 in the Metagaming Microgames series is a wargame module meant to be the character-combat engine for a &quot;Starleader&quot; RPG that was never produced.  It concerns combat in the &quot;30th century of the Space Era (SE)&quot; between defenders and attackers aboard a &quot;Kyrathan 'Royal' class warp yacht&quot; named (conveniently enough) the &quot;Trek Heaven.&quot; It's a hex-and-counter game, but has character sheets; players can allocate resources to create characters as they would in an RPG.&#10;&#10;The official rules offer four scenarios, designed to ease the players into increasing complexity and role-playing elements: &quot;The Rescue of Princess Rulian&quot; (one rescuer trying to save the kidnapped princess vs. one terrorist), &quot;Krotic's Treasure&quot; (one rich guy and three thugs vs. four pirates), &quot;Random Piracy&quot; (three crew and one die worth of passengers vs. eight or fewer pirates), and &quot;Random Raids&quot; (all conditions GM- or player-designed).&#10;&#10;Approximate playing time is very fuzzy -- obviously the &quot;Rescue&quot; scenario will play much more quickly than a complex user-designed &quot;Random Raid&quot; with lots of role-playing. The maximum number of players isn't necessarily 2, but all of the official scenarios assume only 2 sides or factions. To support more players, teams or special user-designed scenarios would be called for.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "25447",
    "Name": "Last Letter",
    "ID": 154553,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/154553/last-letter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "Each player in Last Letter has a hand of illustrated cards, and you want to get rid of your cards as quickly as possible by playing them from your hand onto the table. To play a card, though, you must name something depicted on the card, with the first letter of that word matching the last letter of the thing previously named. Dump your hand first, and you win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "25448",
    "Name": "Mixtape",
    "ID": 246704,
    "Year": "(2018)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/246704/mixtape",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Bring out your cassette player because MIXTAPE is back! This music-themed game gives you an opportunity to play the soundtrack to your life. Music tied to memories, memories tied to emotions, emotions tied to life.&#10;&#10;",
    "Categories": [
      "Humor",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "25449",
    "Name": "Trolls in the Pantry",
    "ID": 5688,
    "Year": "(1989)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/5688/trolls-in-the-pantry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Gobbos eat very strange things and they eat nearly all the time. The only time Gobbos don't eat is when they are out looking for food. The wander around smelly caves and tunnels looking for a really nasty thing to munch on the spot or to collect to their pantries. Gobbos eat worms and custard, coal and mice, fish heads and slime and lot of other horrid stuff. Trolls also eat lots of things. Trolls eat most of the time. Most of the time Trolls and Gobbos just get on with eating their own nasty messes. But if a Troll ever gets in a Gobbo's Pantry, then he will eat everything that is in there! Its the game of greedy gobbos and grotty grub.&#10;&#10;Be the first Goblin to fill up your pantry before the trolls clean it out.&#10;&#10;A new game using the same bits was published in White Dwarf 117, Zog Off!.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Trolls",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "25450",
    "Name": "Granjeros",
    "ID": 200410,
    "Year": "(2016)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/200410/granjeros",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The first thing you should know about Granjeros is that it belongs to a new breed of games, the &quot;B Games&quot; family. B Games seek to teach values and principles about building a more fair and sustainable world, in a fun way. Some of these principles are: Acknowledging a new meaning of success, promoting collaboration, environmental awareness and protection, and social development among others.&#10;&#10;---&#10;&#10;The game is a 4 to 5 player game where each player is a farmer who has come to a land full of opportunities to develop in a sustainable manner plots of land. Although each player is competing with other players to win the game, collaboration, trust and and holistic approach to growth are quintessential to progressing in the game. Thus players compete and collaborate with each other as well as become accountable as a group for the common resources that impact the whole system. The game ends when one or more players reach a total of 7 B points. Yes!, in a Granjeros game there can be one or more winning players simultaneously.&#10;&#10;Granjeros is a turn based game fashioned under European style boardgames. That means that although one player holds his turn, other players play along actively while not in their turn. There is always something to do wether you it is your turn or not.  The central hexagon is where the water well is located. The water well is a key element of Granjeros gameplay as it influences all players in every turn and will determine the conditions for harvesting and selling crops. Inside the water well you will find 7 water buckets.&#10;&#10;Each turn has the following structure &amp; steps:&#10;&#10;a) Take a bucket of water out of the well (put it in front of you).&#10;b) Throw the 8 harvest dice. Check for &quot;pairs&quot; of vegetable/fruits.&#10;c) For every pair, reward each player the corresponding vegetable/fruits and number according the type of plot he has [orchard, barn, farm or industry].&#10;d) Invest resources [land, technology, farmers, seed] to develop your plots either individually or in collaboration with other players.&#10;e) Negotiate and dialogue with other players to plan for future developments. &#10;Regardless that it is somebody else's turn all players are entitled to negotiate and dialogue at all times during the game.&#10;&#10;Every time you evolve your plots, either individually or collaboratively, to higher level of development you will earn B points. First player(s) to reach 7 B points win the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "25451",
    "Name": "Diên Biên Phu",
    "ID": 21787,
    "Year": "(1980)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21787/dien-bien-phu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.25",
    "Description": "Rules in French only .&#10;Book with very short historical events presentation (1 page) plus 6 pages of rules plus 1 page with orders of battle.&#10;The turn represent 2 days.&#10;Game includes a big fold-able mapboard representing the battlefield and die-cut counters.&#10;&#10;From the advertisement insert/game list for Jeux Descartes found within the boxed game:&#10;&#10;Dien Bien Phu, the final battle of the war in Indochina.  The French forces are surrounded by the Viet-Minh army.  The outcome of the battle will be deadly. This war game almost puts us in the actual conditions of the battle. Can you change the course of history and defeat the Viet-Minh?  A well balanced game that is accessible to all war game fans, even amateurs.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Vietnam",
      "History: First Indochina War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "25452",
    "Name": "Battlecards: World Conflict – Western European Campaign: Starter Set",
    "ID": 4745,
    "Year": "(2002)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/4745/battlecards-world-conflict-western-european-campai",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.95",
    "Description": "The rampaging panzers of Hitler's 3rd Reich steamroll virtually unopposed over Europe until they collide with a nation too proud to capitulate. In this first starter set, The Western European Theater, you and your friends can choose sides as the oldest western empire clashes with the newest expansionist tyrant. Can the Luftwaffe overwhelm the RAF? Can the allies hold the line in France? Who will win the Battle for the North Atlantic? You decide as armies from both sides are formed by your decisions and battles are executed at your command. The future of the civilized world hangs in the balance!&#10;&#10;Battlecards is a card game in which you and your opponent(s) build up forces and conduct battles in many of the great conflicts in history. This particular starter set deals with the Western European Theater during World War II. The game consists of a Conflict deck of 50 cards, 47 Arsenal cards for the British forces, and 47 Arsenal cards for the German forces. Based upon the draw of Conflict cards, players may build forces, learn about their opponent, gain a secret advantage, or enter into a battle. The objective is to be the player at the end of the game with the most victory points, or to win the battle for your opponent&rsquo;s homeland. In addition, 20-card expansion packs are available to improve the selection and capabilities of Arsenal cards and Conflict cards for this set. Additionally, this set can be combined with the other World War II Starter Sets so you and your friends may play the entire war as you please.&#10;&#10;Taken from the game box and web page.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Battlecards (DG Associates)"
    ]
  },
  {
    "Rank": "25453",
    "Name": "Locale",
    "ID": 57239,
    "Year": "(2009)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/57239/locale",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "A game of world geography and cunning deception.  In Locale, the object of the game is to make up a story by explaining as much as you can about a given location.  (Do you know where Bird-in-Hand is?  How about Timbuktu?)  Players vote on whose story is the most believable.  Players score points by writing a story that's good enough to fool others or correctly guessing the true locale.  Bluff your way around the globe! (from official press release by Discovery Bay Games)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Travel"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "25454",
    "Name": "Banana Republic",
    "ID": 605,
    "Year": "(1993)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/605/banana-republic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Extrapolated from the Doris &amp; Frank site.&#10;&#10;Very tactical bluff game that requires a good memory and features a great showdown at the end of every game.&#10;&#10;Essentially the game is very easy, the players use money to bribe voters. They can also use killers, bodyguards and journalists to affect the vote.&#10;&#10;All actions are done by placing cards face down!&#10;&#10;Though you can have a peek at some of those cards every turn, you're forced to act with incomplete information till the end.&#10;&#10;The game is meant to be played with from 2 to 5 players. &#10;It probably works best with 4 players, but it also plays pretty well as a 2-player game though it feels differently played that way.  Half an hour playing time.&#10;&#10;Awards&#10;&#10;3rd Place 1992 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "25455",
    "Name": "WWE DVD Board Game",
    "ID": 19447,
    "Year": "(2005)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/19447/wwe-dvd-board-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the game:&#10;&#10;WWE DVD Board Game by SBG.&#10;&#10;&quot;World Wrestling Entertainment&quot; presents a DVD Board Game experience that puts you and your friends behind the desk of a WWE Manager, Purchase Superstars to build your stable into a dynasty and try to collect all the Titles from either Raw or Smackdown to be declared General Manager. Grab the mike and call out your long time rival! Have a Cage, No Holds Barred or an &quot;I quit&quot; match for the WWE title. Use a foreign object to gain the upper hand.&#10;&#10;Each DVD board game comes with:&#10;&#10;    WWE cash&#10;    WWE Game Board&#10;    3D WWE Ring&#10;    8 different games of new WWE DVD content&#10;    23 Raw and 23 Smackdown Superstars&#10;    3 Red and 3 Blue dice&#10;    WWE Shop Cards&#10;    WWE Chaos Cards&#10;    WWE Score Belts&#10;    Championship title Pieces&#10;&#10;&#10;Re-implemented by:&#10;&#10;    WWE DVD Board Game (2nd Edition)&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Components: DVDs",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "25456",
    "Name": "Dragonslayer",
    "ID": 4486,
    "Year": "(1981)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/4486/dragonslayer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "(FROM DESCRIPTION ON BACK OF BOX) ... In Dragonslayer, you are a magician embarked on a quest to destroy Vermithrx Pejorative, the last dragon.  Before you confront the dread beast, you must travel throughout the island kingdom of Urland in search of companions, magical items, spells, and weapons.  Your journey will be eased or hindered by events that occur along the road, and your every step will be dogged by the King's men - desperate men who would take you captive to thwart your mission.  And should your good fortune and skill see you through all the dangers of the road, the greatest peril yet awaits you.  You must face and match the awesome creature you have sworn to destroy before you can win ... before you can claim the title, Dragonslayer.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Events",
      "Point to Point Movement",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "25457",
    "Name": "Adventurer: Card Game",
    "ID": 33614,
    "Year": "(2007)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/33614/adventurer-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2857",
    "Description": "K.R.Bourgoine&rsquo;s Adventurer is a fast paced fantasy card game, where players assume the role of one of 4 heroes in search of the deadly vampire, Count Lodrac. Take turns to be the first hero to reach the crypt deep within the castle and defeat the Count to win the game. Sound simple? Well it is. Sound fun? You bet it is!&#10;&#10;The 80 beautifully illustrated cards represent rooms within the castle, magical weapons, dangerous monsters, traps, and those trusty wooden stakes that the heroes must use to destroy the vile Vampire Lord.&#10;&#10;K.R.Bourgoine&rsquo;s Adventurer takes about 10-15 minutes to play and is suitable for 1-4 players Ages 8 and up. Players can continue their adventures with a variety of Adventurer Expansion Decks, each available separately.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25458",
    "Name": "Perpetual Notion",
    "ID": 3253,
    "Year": "(1993)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/3253/perpetual-notion",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Bounces, Round, Easy To Use, Folds. A word game where players add successive words and must identify something that fits the building description. When challenged, declare what you were thinking of (a trampoline) and if the others agree, you score points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25459",
    "Name": "Tetris Tower 3D",
    "ID": 13126,
    "Year": "(2003)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/13126/tetris-tower-3d",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.5",
    "Description": "Another attempt to bring &quot;Tetris,&quot; the popular computer game, back as a board game comes in the form of Tetris Tower 3D. Players play a game similar to normal &quot;Tetris&quot; without the slowly falling pieces or the ability to slide pieces underneath others. You can play either alone or against one other player. The game features music from the original &quot;Tetris&quot; game and will randomly choose pieces that you must play. (That piece symbol will light up, and the next piece - yours if playing solitaire or your opponent's - will blink.) There are five levels of difficulty - the time allowed to drop each piece is less at the higher levels. The 60 plastic pieces slide down grooves in the clear window, and you flip levers on the edge to show when a row is complete.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 20 Grids",
      "Components: 3-Dimensional (3D)",
      "Components: Polyominoes",
      "Video Game Theme: Tetris"
    ]
  },
  {
    "Rank": "25460",
    "Name": "Chimère",
    "ID": 180939,
    "Year": "(2016)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/180939/chimere",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In Chim&egrave;re, each player plays a magician in the court of a King who has decided to give his Kingdom to the best Court Magician. Each magician now has the task of convincing the King that they are the best Court Magician. To do this, they organize a grand tournament of magic with various competitions. For each contest, players must make a fabulous creature composed of a blend of three real animals. These chimeras then compete in various events to determine the best magician.&#10;&#10;The three-ingredient creatures are created simultaneously by all players drawing from the three decks of creatures before them, placing the cards facedown on one of the four contest areas before them. (Each player possesses a large square representing each of the four contests in their personal play area.) Once players have chosen their three ingredient creatures for each of the four contests (twelve in total), they may switch ingredient creature pieces between their four different contest tiles.&#10;&#10;Contests may include mud-wrestling, funniest creature, battle to first blood, potato bag race, and the prettiest creature. Only four are chosen from the deck of available contests, and only the players in first and second place in each contest receive points. The first player to complete their selections for all four contests may declare they are finished, putting a time limit of 30 seconds for all other players to complete their choices.&#10;&#10;Voting takes place between players to see who has the best creature featured in each contest.&#10;&#10;Three rounds are played with the aforementioned steps, with creature and contest cards being reshuffled and redrawn. Each round is roughly 10-15 minutes, totaling to 30-45 minutes per game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Medieval",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "25461",
    "Name": "Totem",
    "ID": 209378,
    "Year": "(2016)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/209378/totem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Let the Spirits guide your totems to victory!&#10;&#10;Goal of the game is to move your totems to the other side of the game board.&#10;&#10;You move to change the forbidden symbol or up to/until the forbidden symbol ether horizontally or vertically.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": []
  },
  {
    "Rank": "25462",
    "Name": "Trivial Pursuit: Warner Bros. All Family Edition",
    "ID": 5810,
    "Year": "(1999)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/5810/trivial-pursuit-warner-bros-all-family-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Another version of Trivial Pursuit: Genus Edition where players answer questions based on Warner Brothers movies, television series and cartoons.  Contains two separate sets of cards, one regular set for adults, and picture cards for kids.&#10;&#10;The categories in this set are:&#10;&#10;    Movies&#10;    Television&#10;    Cartoons&#10;    Classics&#10;    Behind the Scenes&#10;    Anything Goes&#10;&#10;&#10;&quot;Th-th-that's all Folks!&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "TV Shows: Warner Bros."
    ]
  },
  {
    "Rank": "25463",
    "Name": "Orangino",
    "ID": 15542,
    "Year": "(2002)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/15542/orangino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the publishers website:&#10;Orangino is a parlor game for social groups or a tool for personal training. &#10;It makes us crack up - to speak about ourselves and about each other with each other.&#10;The idea is to evaluate some more or less evident characteristics, that are &#10;hiding in the personalities at the table and to be reinforced or questioned &#10;in your self estimate. The closer friend- or relationships you have with your co-players, &#10;the more valid judgments you will receive on yourself. The winner will be the one with &#10;the best consistency between self judgment and group estimate.&#10;The selection of characteristics are done at random&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25464",
    "Name": "Tempest of the Gods",
    "ID": 10599,
    "Year": "(1995)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/10599/tempest-of-the-gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "From the back of the box:&#10;&#10;Tempest of the Gods is a collectible card game based on the fantastic struggle of the gods to rule all existence.&#10;Each player rules over his or her own pantheon, pooling the faith of their devoted followers and priests to summon great champions, bring to pass cataclysmic miracles, and create all-powerful relics.&#10;The game is won when a player utterly vanquishes all opponents' cards or when a deity is summoned into play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "25465",
    "Name": "Horse-opoly",
    "ID": 20311,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/20311/horse-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "HORSE-OPOLY is a property trading game based on our equine animal friends. It&rsquo;s a game that actually encourages horseplay! The board features different breeds of horses while each property deed teaches players a little about that breed of horse. While playing the game, players can choose to be a bail of hay, saddle, horseshoe, horse trailer, bag of oats, or a boot! They buy barns and trade them in for stables while trying to become the richest player in the game. So hop in the saddle and take this game for a ride! Game play is for 2-6 players, ages 8 to adult.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Horses",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "25466",
    "Name": "Ninjago",
    "ID": 87929,
    "Year": "(2011)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/87929/ninjago",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Calling all Ninja! Lord Garmadon is on a mission: collect all four Golden Weapons of Spinjitzu and, ultimately, rule the world. Can you stop him?&quot;&#10;&#10;NinjaGo is a game made out of LEGO bricks.&#10;&#10;The playing pieces are LEGO mini figure on a &ldquo;spinjitzu&rdquo; spinning disk. Each figure should be armed with one weapon.&#10;&#10;Each player then spins the figures so they collide. You win by knocking the other playing piece over, and the take the defeated warrior&rsquo;s weapon.&#10;&#10;You can also play cards that will enchant your warrior.&#10;&#10;There is a base set that can be expanded by adding more ninjas and skeleton warriors.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fighting",
      "Miniatures",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Ninjas",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "25467",
    "Name": "Guess Who? Shuffle",
    "ID": 174468,
    "Year": "(2014)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/174468/guess-who-shuffle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Guess Who? The classic race to find the face!&#10;&#10;In Guess Who? Shuffle, the players alternate in asking yes or no questions to narrow down who their character is, the game ends when someone accurately guesses who they are.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Guess Who?",
      "Players: Two-Player Only Games",
      "Series: Shuffle Card Games (Cartamundi / Hasbro)"
    ]
  },
  {
    "Rank": "25468",
    "Name": "Events",
    "ID": 9554,
    "Year": "(1974)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/9554/events",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Part of the 3M Bookshelf Series.&#10;&#10;From the back of the box:&#10;&#10;EVENTS is the exciting, memory-jogging game of historic happenings where skillful questioning leads to the identity of history-making incidents and occurrences. As Historian, you pick the event and provide the identifying clues - in other turns, identify events from the fewest clues to score the most points! Ever-changing, ever-challenging fun for history buffs and gamesters alike, 4 to 8 players, teens and adults. Bookshelf case contains colorful world map, locale indicator, record sheets and Events Playbook with complete rules plus handy reference section listing over 300 historic happenings.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: 3M Bookshelf Series"
    ]
  },
  {
    "Rank": "25469",
    "Name": "Flickin' Chicken",
    "ID": 86555,
    "Year": "(2009)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/86555/flickin-chicken",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Try to land any part of your Flickin' Chicken on the target within the least of throws as possible. The player with the lowest score after nine-rounds is the winner.&#10;&#10;SETUP&#10;1 - Each player chooses a Flickin' Chicken. Pay attention to the color, this is YOUR chicken!&#10;2 - Designate someone to be the score keeper. This person will keep score during the game using the included Score-Keeper and pencil. Write each player's name in the Score-Keeper.&#10;3 - The youngest player takes the Target Disc first. They will be the first to throw the disc and their Flickin' Chicken.&#10;&#10;PLAYING EACH ROUND&#10;1 - Flickin' Chicken is played in 9 rounds. The person with the lowest score after nine rounds is the winner.&#10;&#10;2 - At the start of each round, throw the Target Disc as far as you can. For the first round, the youngest player throws first. For subsequent rounds, the winner of the previous round, play paper-scissor-rock, flip a coin or other tie-breaking ritual to determinate the thrower. Greco-Roman Wrestling is not reccomended.&#10;&#10;3 - Taking turns, and starting with the Target Disc thrower, each player throws their Flickin' Chicken at the Target Disc, trying to land any part of their chicken on the disc. If you land any part of your Flickin' Chicken on the Target Disc on your first throw, this is a &quot;Pollo-In-One&quot;. Everyone should congratulate you, as it's quite a feat.&#10;&#10;4 - After everyone has thrown, it is now time for your next throw (if needed). The player whose chicken landed furthest from the target disc will go next (throwing from where the chicken landed) continuing with the next furthest player, so forth and so on.&#10;&#10;5 - Repeat this until everyone has landed any part of their Flickin' Chicken onto the Target Disc. Once you hit the target disc, remove your chicken from play. Keep track of your throws as each throw is equal to one point.&#10;&#10;6 - When every player has landed their chicken on the target the round is over. It is now time to score the round.&#10;&#10;7 - Repeat the above until you have played all nine-rounds.&#10;&#10;SCORING&#10;1 - The target Disc has 2 sides, a Bonus side and a Penalty side. Each round is different depending on which side of the Target Disc is facing up after it lands!&#10;&#10;2 - If any part of your Flickin' Chicken is TOUCHING the center white circle of the Target Disc then score accordingly and as follows:&#10;&quot;Penalty +1&quot; - Add one point to your score if any part of your Flickin' Chicken is touching the Penalty Circle.&#10;&quot;Bonus -1&quot; - Deduce one point from your score if any part of your Flickin' Chicken is touching the Bonus Circle.&#10;&#10;3 - After determining if any Bonus or Penalty points apply to a players score, write their score in the Score-Keeper using the including pencil.&#10;&#10;4 - After 9 rounds of play, tally up the players' scores. The player with the lowest score wins! (from the Rules-book)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "25470",
    "Name": "Green Ghost",
    "ID": 4460,
    "Year": "(1965)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/4460/green-ghost",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Marketed as the first glow-in-the-dark game, there were at least three versions of the board. One was green with red spaces, another white with red spaces and the third was white with brown spaces. The glowing does not work as well as showed on the television commercials, which, if you watched carefully, were filmed using black light. (If you wish to play the game, you may like to use a black light yourself.)&#10;&#10;Past the appearance, the game itself is pretty much the usual roll-and-move with a few twists. The board is up on stilts and the &quot;path&quot; has holes in it so that movers may fall through and thereby gain the privilege of opening one of the three pits (cardboard boxes containing ghoulish feeling items) and retrieving one of the precious small green ghosts. Players are not ensuring victory, but simply improving their chances in the end game which is decided by the giant green ghost spinner.&#10;&#10;Originally published by Transogram; revived 1997 by Marx Toys.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Glow in the Dark",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "25471",
    "Name": "Back to Iraq",
    "ID": 4381,
    "Year": "(1993)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/4381/back-to-iraq",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "The topic is a variety of scenarios involving a new Iran-Iraq war which could expand to include the surrounding states, the US, France and the UK. Two other scenarios focus on Iraqi aggression against Kuwait and Saudi Arabia, and a UN Coalition attack to save the Kurds and Marsh Arabs. Scenario options allow for Israeli entry, chemical and nuclear war, and much more.&#10;&#10;18 pages of rules; 34&quot; x 22&quot; map (17 miles/hex); two days/turn; 352 playing pieces representing Brigades and Divisions. &#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Alternate History",
      "Country: Iran",
      "Country: Iraq",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "25472",
    "Name": "Virus & Co",
    "ID": 4326,
    "Year": "(2002)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/4326/virus-and-co",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Players are guinea pigs taking viruses and similar microbes which can be repelled by tablets. Infusions help as well.  But there is cunning in everything, as well as trickiness. An auction game of the more challenging kind.&#10;&#10;An Essen 2002 release.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Take That"
    ],
    "Families": [
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "25473",
    "Name": "Geni!",
    "ID": 22289,
    "Year": null,
    "Geek Rating": "5.488",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/22289/geni",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5714",
    "Description": "From the back of the inside of the box.&#10;&#10;Geni! is a question and trivia game for one or more players.&#10;&#10;Game components: the game contains 500 cards with 3000 questions and answers, 56 tiles (jigsaw puzzle style) for the game board, a die and a pawn.&#10;&#10;The questions cards are divided into the following categories; Our World (V&aring;r V&auml;rld), History (Historia), Sports/Game (Sport/Lek), Entertainment (Underh&aring;llning), Nature/Science (Natur/Vetenskap). There are also 600 questions in the category Chance (Chans).&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Game: Geni"
    ]
  },
  {
    "Rank": "25474",
    "Name": "Malarky Card Game",
    "ID": 4073,
    "Year": "(2000)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/4073/malarky-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players take turn reading trivia questions from cards (example: Why do we tie shoes to the back of newlyweds' cars?), then either give the &quot;correct&quot; answer shown on the card or make up an answer.  Other players must guess which.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Big Deal (Patch)"
    ]
  },
  {
    "Rank": "25475",
    "Name": "Money Bags",
    "ID": 11556,
    "Year": null,
    "Geek Rating": "5.488",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/11556/money-bags",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Learning valuable money skills is in the bag as you collect, count and exchange money all the way to the finish line. Includes 17&quot; x 12&quot; game board with spinner, 100 plastic coins, play bills, markers and die. For Ages 7 - 9.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25476",
    "Name": "Adversity",
    "ID": 10419,
    "Year": "(2003)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/10419/adversity",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Become the greatest advertising mogul the world has ever seen!&#10;This is advertising folks! It's all about the cash! Be risky! Be bold! Be innovative! Do whatever it takes to sell your product! We provide you with ad slogans and a list of products... and all you have to do is pick a slogan that sells one of four possible products! And whenever someone guesses which product you're pushing, you cash in!&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "25477",
    "Name": "Interstellar Wars",
    "ID": 7235,
    "Year": "(1982)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/7235/interstellar-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "[From the back cover...]&#10;&#10;&quot;INTERSTELLAR WARS&quot; is a science fiction wargame that portrays the conflict between two powerful futuristic empires and the players fight for control of star systems in a fast moving and often bloody contest.&#10;&#10;The combat system encourages the use of light forces to screen the main battle fleets before committing them to full scale battle. There are three scenarios that gradually build up the complexity of the game and the rules cover re-fueling capacity of star systems, tactical options, commander bonuses and the 'Pirates of Hamrinon'!&#10;&#10;The game is suitable for beginners to the hobby of board wargaming the rules being easy to learn and containing numerous examples of play.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25478",
    "Name": "Bunker Poker",
    "ID": 3268,
    "Year": "(1999)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/3268/bunker-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Very simple luck driven game.  Each player has 6 dice all showing the 6.  You hide your 'king' under one of the dice.  Then you roll two other dice and rotate an enemy die down the number of pips or rotate one of your dice up the number of pips.  You are trying to get a die down to nothing so you can look under it to see if you have captured a king.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "25479",
    "Name": "White Elephant",
    "ID": 98857,
    "Year": "(2011)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/98857/white-elephant",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Some may know the classic White Elephant gift exchange game as Yankee Swap, Dirty Santa, Thieving Secret Santa, or Parcel Pass. The White Elephant Card Game simulates this classic holiday game in a quick, light family card game.&#10;&#10;In the White Elephant Card Game you play the part of a no-good cheapskate, unwilling to spend a measly dime on the people on your gift list. However, you will be attending several White Elephant parties. You can take some junk from your attic and exchange it for treasures to give as gifts. If you &ldquo;play your cards right&rdquo; you could fill your gift list for free and no one will be the wiser!&#10;&#10;Each player has a Gift List Card, a list of three people for whom to acquire gifts. The Gift Cards in their hand constitute their &ldquo;attic&rdquo;. There is one &ldquo;White Elephant Party&rdquo; for each card in a player&rsquo;s attic.&#10;&#10;For each &ldquo;party&rdquo; a player &ldquo;brings a gift to the party&rdquo; by placing one Gift Card from their hand facedown on the table in front of them. The first player begins by selecting one of the gifts and &ldquo;opens&rdquo; it by turning it face up. The next player may then select a new gift, or &ldquo;steal&rdquo; an opened gift by taking a face-up Gift Card from a player who has an open gift. When a player steals an open gift they hold it in their hand until a new gift is opened. This way a gift may be stolen only once until a new card is turned over. When a new card is turned over all stolen gift cards are placed face up so the next player may steal any opened gift.&#10;&#10;This continues until the last gift is opened. At this point each player keeps the gift they have and a new party begins. This continues until all of the Gift Cards have been played. At the end of the game each player counts only the one highest-numbered Gift Card they received that matches each color on their gift list. The total of these cards is the player&rsquo;s final score. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "25480",
    "Name": "Nmbrs!",
    "ID": 43233,
    "Year": "(2009)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/43233/nmbrs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "The game contents 104 cards: 4 jokers and 100 cards from 1-100. The cards are either, red, orange, blue or green, and have a value of 1, 2 or 3 (jokers are value 0).&#10;Your goal is to make sequences of 3 cards minimum and score points. First to reach 100 is winner.&#10;&#10;Website www.nmbrs.info&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "25481",
    "Name": "Forgotten Axis: Murmansk 1941",
    "ID": 11561,
    "Year": "(1999)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/11561/forgotten-axis-murmansk-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8",
    "Description": "Forgotten Axis: Murmansk 1941, is the first game in the Forgotten Axis Series by Decision Games in Strategy &amp; Tactics #194 (November/December 1998).  The game is based on the German attempts to capture the key Soviet Arctic port of Murmansk during 1941.  The game uses the same low-complexity, fast-playing system as Romania 1941-42 (#206) and Finnish Front (#199) games (units are activated in formations via by random chit-pulls).&#10;&#10;Game Scale:&#10;Game Turn: ?&#10;Hex: 1.24 miles / 2.0 kilometers&#10;Units: Battalion to Regiment&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed countersheet (140 1/2&quot; counters)&#10;One 6-page rulebook&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;Players will need to provide One 6-sided die&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Murmansk (Russia)",
      "Country: Finland",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Forgotten Axis (Decision Games)"
    ]
  },
  {
    "Rank": "25482",
    "Name": "Monopoly: Deutschland",
    "ID": 82208,
    "Year": "(2007)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/82208/monopoly-deutschland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the manufacturers description: The famous game about rents, power and money as Germany edition. For the first time with the most popular cities and sights of our country. In this edition one buys Saarbr&uuml;cken or Heidelberg instead of park place or connecticut avenue and builds houses and hotels. Monopoly Deutschland has the known Monopoly rules, but here are big cities lke Berlin, Hamburg or M&uuml;nchen beneath cities like L&uuml;beck or M&uuml;nster and small jewels like Augsburg ad Jena. A fund and suspenseful journey through Germany but one should not lose sight of the goal: To end as the richest player!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "25483",
    "Name": "Rummy Rumble",
    "ID": 10009,
    "Year": "(1985)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/10009/rummy-rumble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Rummy hands are formed when players have a sequence in one suit.&#10;&#10;From the box:&#10;The strategy of a board game with the pace of a card game.&#10;From the makers of UNO.&#10;&#10;All cards are placed randomly on the game board FACE UP. Each player in turn rolls the die, moves his marker and picks up the card on the space he lands on. Players use each turn to land on cards they can use to build their winning hands.&#10;&#10;The first player to complete a seven cards Rummy hand wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "25484",
    "Name": "Name Chase: Historical Figures Edition",
    "ID": 39431,
    "Year": "(2008)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/39431/name-chase-historical-figures-edition",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Historical Figures Edition is a trivia game that combines clues, facts and fun with some of history's most pivotal people. Four clues are given to describe a famous historical figure. The fewer clues needed to guess the answer, the higher the score.&#10;&#10;Presidents, authors, actors, and outlaws are just some of the notable figures and colorful characters included in Name Chase.&#10;&#10;For 4 or more players.&#10;&#10;Ages 15 and up&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25485",
    "Name": "Scrambled States of America 2",
    "ID": 17579,
    "Year": "(2005)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/17579/scrambled-states-of-america-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Game about the 50 States. Roll the die, flip a card and race to find two states that match in color, size or border. Slap the match and win a card. The player with the most cards is the head of States!  Ages 6+&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "25486",
    "Name": "Sanitarium",
    "ID": 97824,
    "Year": "(2012)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/97824/sanitarium",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "You awaken in a cold, dark and dreary room.  You know, somehow, that you're in a sanitarium, but you don't know why you know, or how you got here.  All you want to do is escape.  Dark hallways extend in all directions, and the shadows themselves seem to swirl and twist menacingly.  Fear and confusion grips you, but before you succumb to insanity, a memory returns.  Safe things...things that you need...things that will make you whole, and let you escape.  They are what you need to find, what you must find...&#10;&#10;Sanitarium is a card-driven horror escape game.  At the start of the game, each player is dealt three to six (of 13, depending on the number of players) 'Safe Things' cards.  Finding those specific items will allow escape from the Sanitarium.&#10;&#10;The cards form the map of the winding hallways, items scattered all over.  Players must explore the layout (which will differ with each play) to find items that provide them useful powers, and also their Safe Things.  Dark Hallways within the Sanitarium will spawn shadows, which will in turn chase the players.  Getting caught by a shadow might earn you a hallucination.  Hallucinations...are bad.&#10;&#10;The enemy of the players is time.  The deck of item and event cards is the timer for the game -- when it runs out, everyone still inside succumbs to their madness!&#10;&#10;Sanitarium is fast-paced and easy to learn.  It plays in 30-45 minutes.  Coop, competitive, and solo scenarios are all provided.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "25487",
    "Name": "The Stock Market Game",
    "ID": 2258,
    "Year": "(1970)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/2258/the-stock-market-game",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0714",
    "Description": "Players buy and sell 5 different kinds of stocks trying to make the most money. Players simultaneous place counters to indicate buying or selling against a timer; then a random card decides whether the market is bull, bear or mixed, but the amount a stock rises or falls depends on its type and how many people are buying or selling it. There are also rules for stock splits, stock conversion, margin buying and short selling.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "25488",
    "Name": "Alpha Omega",
    "ID": 1723,
    "Year": "(1977)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/1723/alpha-omega",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0435",
    "Description": "In Alpha Omega, players assume the roles of the commanders of the Human, Drove and Rhylsh space fleets.  The game features scenarios set chronologically in the fictional distant future setting: from the civil wars of the fledgling Human space empire, to the first alien invasion by the Droves, and the confrontation and eventual alliance between the Humans and the Rhylsh.&#10;&#10;The Droves and the Human/Rhylsh factions have different technologies between them, affecting the way their units move and the weapons they have to destroy each other with.  Both sides can deploy fighters, assault ships, destroyers, carriers, battle cruisers, and various other vessels.  Mines can be laid to defend outposts and star bases, but can be swept aside with mine sweepers.  Cargo can be captured, and sensors can be jammed to help cloaked ships infiltrate further.&#10;&#10;Each scenario (battle) is resolved as follows.  In the first phase, each player secretly writes down the movement and actions of his units.  The orders of both sides are then simultaneously resolved in the following phases.  After the moves and actions have been resolved, the players repeat the cycle, secretly plotting their orders and openly enacting them.  Combat actions are resolved by rolling dice and consulting the effects from tables.  Play goes on until the scenario's duration has elapsed or a side's Victory Conditions have been met.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "25489",
    "Name": "Brezhnev's War: NATO vs. the Warsaw Pact in Germany, 1980",
    "ID": 227847,
    "Year": "(2018)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/227847/brezhnevs-war-nato-vs-the-warsaw-pact-in-germany-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "2",
    "Description": "Brezhnev&rsquo;s War: NATO vs. the Warsaw Pact in Germany, 1980  enables two players to game the first month of a hypothesized communist invasion of Western Europe sometime between the fall of Saigon and the start of the Soviet intervention in Afghanistan. It was during that period the conventional &ldquo;correlation of forces&rdquo; between the two hostile alliances most favored the communists.&#10;&#10;The scenario portrayed is the one that was most anticipated and feared by NATO&rsquo;s intelligence analysts at the time. That is, despite their knowledge of the existence of Soviets plans to begin such a war with massive chemical and nuclear strikes, the West&rsquo;s military planners gave those schemes little credence. They knew the Soviets understood such a strategy would bring on immediate nuclear retaliation by the West. That would&rsquo;ve ended the war as quickly as it began &ndash; mostly likely along with all of civilization &ndash; with no winner identifiable.&#10;&#10;What was feared then was, one fine summer day, the Soviet units in East Germany would move out from eating breakfast in their mess halls and roll across the border into West Germany. It would&rsquo;ve been a &ldquo;come as you are&rdquo; kind of war, the aim of which would&rsquo;ve been to blitz across Germany &ndash; using only conventional weaponry &ndash; in under a month.&#10;&#10;The Soviets would then have called for a ceasefire before any nuclear or chemical weapons had been detonated or the massive economic power of the Atlantic community brought to bear. With that, West Germany &ndash; the geo-strategic lynchpin of NATO in Europe &ndash; would&rsquo;ve been neutralized and its Ruhr industrial area &ndash; then as now, one of the most important manufacturing centers on the planet &ndash; entirely wrecked. That would&rsquo;ve caused a shift in the global balance of power in favor of the Kremlin, setting them up to deliver the knockout blow later.&#10;&#10;The 50&rdquo; x 35&rdquo; map covers the core area of the Federal Republic of Germany at 6.66 miles (10.8 km) per hex. There are 352 large-size (5/8&rdquo;) unit counters, representing the divisions and brigades immediately on scene at the time, along with the masses of other units that could&rsquo;ve been sent as reinforcements. Each of the 10 game turns represent three days of real time.&#10;&#10;The turn sequence uses the classic fight-move or move-fight structure. Special rules account for heliborne units, Spetsnaz, the ultra-elite Soviet Eighth Guards and Guards Airborne Armies, East German and Czechoslovakian disloyalty, ranged Soviet artillery divisions, air power, supply, the criticality of Frankfurt for US operations, paradrops, German territorials, electronic warfare and variable Soviet victory objectives.&#10;&#10;The overall system is simple, at about 6 on the 1-10 scale. Two experienced players can get through a match in about four to six hours.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "History: Cold War",
      "Political: NATO",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "25490",
    "Name": "Halma",
    "ID": 38950,
    "Year": "(1884)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/38950/halma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8421",
    "Description": "Halma (from the Greek word meaning &quot;jump&quot;) is a board game invented in 1883 or 1884 by an American plastic surgeon at Harvard Medical School, George Howard Monks. An English game called Hoppity was the inspiration.&#10;&#10;Playing equipment consists of a checkered board, divided into 16 x 16 squares. Pieces are typically black and white for two-player games, and of various colours or other distinction in games of four players. In the  Royal Series edition the playing pieces are pink and yellow (not supplied with the game). It is also a two player variant only.&#10;&#10;From a rulebook introduction:&#10;&#10;&quot;The game of Halma is played with a number of men on a board with 256 squares. Two or four persons can play the game, or it may be played by one person as a solitaire.&#10;&#10;In each corner of the board there are thirteen squares, called a yard, inclosed  (sic) by dotted red lines. These yards are used when four persons play. In two of the four corners of the board a heavy red line...&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race",
      "Square Grid"
    ],
    "Families": [
      "Traditional Games: Halma",
      "Category: Combinatorial",
      "Components: 16 x 16 Grids",
      "Components: 8 x 8 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Tabletopia",
      "Promotional: Board Games",
      "Series: Classic (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "25491",
    "Name": "Exploding Kittens: Newbie Edition",
    "ID": 246398,
    "Year": "(2017)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/246398/exploding-kittens-newbie-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "This is a promo deck for Exploding Kittens that includes only some of the cards from the base game and it's limited to 2 players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Card Games: Matching",
      "Crowdfunding: Kickstarter",
      "Game: Exploding Kittens",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25492",
    "Name": "Fishing for Terrorists Version 2.0",
    "ID": 38337,
    "Year": "(2008)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/38337/fishing-for-terrorists-version-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "In this twisted take on Go Fish, you fight against terrorism as the heroic head of a government agency. You must utilize cunning, connections, wire taps and covert ops to hunt down and capture the likes of the Cultists of Invincible Anarchy, the Gun Toting Maniacs and the Militant Satanic Gamers.&#10;Don't worry though, you're not alone. Your &ldquo;friends&rdquo; are heads of their own agencies, and they're also trying to capture terrorists. Of course, whoever captures the most terrorists will get a Presidential commendation, a significant budget increase and win the game!&#10;&#10;Fishing for Terrorists Version 2.0 has all new color art and more strategic game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "25493",
    "Name": "Derby Days",
    "ID": 4976,
    "Year": "(1989)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/4976/derby-days",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A simple die-rolling race game with an equestrian theme.  Noteworthy is the unusual board, which features hurdles whose bars can be moved up and down to any of four numbered positions.  When you clear a hurdle, you reset its bar to the position corresponding to the die's *bottom* facing (i.e., the face opposite that which you just rolled). &quot;What happens when it's a 5 or 6&quot;, you say. Cleverly, this is never an issue because the &quot;5&quot; has been replaced by a horseshoe symbol (with special rules) and the &quot;6&quot; is of course opposite &quot;1&quot;, and 1 is never sufficient to clear a hurdle.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "25494",
    "Name": "Alchemist Academy",
    "ID": 139894,
    "Year": "(2013)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/139894/alchemist-academy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In Alchemist Academy you play a young and gifted student at Eggelstein Hall known better to the students as Alchemist Academy, a school for the magically gifted. Your grades have slipped. With only a few weeks to go you need to raise your grades and fast!  There is only one solution..... if you can&rsquo;t pass&hellip;.CAST!&#10;&#10;Game Play&#10;Alchemist Academy is a fast, light-hearted card game for 2 to 6 players and is played in 30 to 60 minutes. Alchemist Academy is a hand management card game relying on 2 decks of cards, a Spell Deck and Shop Deck.&#10;&#10;The game includes 23 different spells within the spell deck, which consists of 64 cards in total. Along with 6 different component cards which are required in different variations when casting a spell, this deck consists of 120 cards in total.&#10;&#10;Each class (round) players attempts to cast spells on each other and themselves to increase their grade (score). Each of these spells require the correct components in order to cast it. These components are drawn from the Shop Deck.&#10;&#10;Some spells are quick and easy to cast and only require 1 or 2 common components to be cast, however these only give the caster a small bonus. Other spells require rare or unique items to be cast and while this might take longer to obtain the right components, the resulting spell is far more powerful.&#10;&#10;If the spell is successfully cast, there will be some sort of effect and the player who cast the spell gains points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "25495",
    "Name": "Élve fogd el",
    "ID": 27552,
    "Year": "(1981)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/27552/elve-fogd-el",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0769",
    "Description": "Capture it alive! Great adventure awaits you on the Savannah. You are the hunter. Move across the board in knight move and capture all the wild animals alive. But be careful not to let the other hunters take the precious catch.&#10;&#10;The re-release of an old Hungarian classic boardgame from the '80s!&#10;&#10;The player take turns and move around the board in knight move. There are special fields marked with animals. If you manage to move to one of these fields, you get the card of the animal. Each card is worth 100-1000 points. But beware to avoid the dangerous fields like the swamp, the volcano, storm etc.&#10;&#10;The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "25496",
    "Name": "Schafe Schnappen",
    "ID": 27584,
    "Year": "(2007)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/27584/schafe-schnappen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher:&#10;Don't be a sheep, roll a sheep! The sheep are peacefully grazing on the meadow, enjoying life. If only the wolves weren't always annoying them and trying to coax them away from the herd. Who will stop rolling at the right moment? And who will risk enough&mdash;but not too much&mdash;in order to win by having the most sheep in his stall at the end?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Sheep",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "25497",
    "Name": "Campbell's Alphabet Dice Game",
    "ID": 107435,
    "Year": "(2011)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/107435/campbells-alphabet-dice-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "From the can: &quot;Warm up your evening with a satisfying, yet simple, anagram word game for the whole family to enjoy. Simply throw your dice and start to spell. When you're stumped, everyone rolls again.  This is not just another alphabet game. It's M'm M'm GOOD!&quot;&#10;&#10;Kind of a cross between all the other letter/dice games and Scrabble. This clever little dice game uses terms from cooking for the gameplay.  Game turns are made up of &quot;servings&quot; (rounds).  The choice of moves when you roll your dice are: 1) Building, 2) Slurping, and 3) Passing.  The last round of dice play is called &quot;scraping the bottom&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": [
      "Brands: Campbell's",
      "Brands: Groceries",
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "25498",
    "Name": "Guinness Game of World Records",
    "ID": 4797,
    "Year": "(1975)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/4797/guinness-game-of-world-records",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Players move around the board and score points for successfully completing dexterity challenges and / or correctly answering questions about things contained within the Guinness Book of World Records.  The dexterity challenges are things like: picking up a string of plastic pieces by only touching the end pieces, bouncing balls into a cup, flicking discs into a goal, etc.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Paper-and-Pencil",
      "Race",
      "Roll / Spin and Move",
      "Variable Set-up"
    ],
    "Families": [
      "Books: Guinness World Records",
      "Components: Marbles",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "25499",
    "Name": "Extinction",
    "ID": 275,
    "Year": "(1993)",
    "Geek Rating": "5.488",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/275/extinction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "&quot;The Last Game They Ever Played&quot;&#10;&#10;Extinction is a card game for 2-6 players, Ages 12 and up. The object of the game is to create large herds of dinosaurs while making your opponent's dino herds extinct.&#10;&#10;The game is played over 3 rounds, representing the Triassic, Jurassic, and Cretaceous periods. During each round, players can meld herds of herbivorous dinos to earn points at the end of the round, play egg cards in hopes of adding to an established herd later in the game. There are several calamity cards that can be drawn, or played by another player, to throw a wrench into a player's plans. Some of these include meat-eating dinosaurs, egg-eating cards and gene pool disasters.&#10;&#10;The larger your herds, and the more herds featuring different types of dinos, the more points you can earn at the end of each period. The player with the most points after the Cretaceous period is the winner!&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Contracts",
      "Events",
      "Hand Management",
      "Set Collection",
      "Tags",
      "Take That"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "25500",
    "Name": "kNOW!",
    "ID": 260815,
    "Year": "(2018)",
    "Geek Rating": "5.488",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/260815/know",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Thanks to the Google Assistant, the quiz game kNOW! asks questions that would never have been possible before in a tabletop game. The answers to many of the 1,500+ questions change daily and vary depending on where you play: &quot;When will the sun rise tomorrow?&quot;, &quot;How far is it from here to Honululu?&quot;, or &quot;What time is it in Sydney now?&quot; Google's free digital voice assistant has the answers to these and many other questions. Players might also be challenged by tongue twisters and other odd phrases. For additional variety, new questions and theme specials will be added &quot;in the box&quot; for free.&#10;&#10;Thanks to the digital timer, the game takes as long as players want, with a rules explanation via the Google Assistant. If you don't have online access, kNOW! is still playable without the voice assistant.&#10;&#10;The game comes in two versions, one featuring only the game and one packaged with a Google Home Mini.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  }
]