[
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Druid Half-Elf Promo Card",
    "ID": 234310,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234310/dragonfire-druid-half-elf-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Half Elf Druid demo/purchase promo from Gen Con 2017, front and back. It is dual-classed, allowing for one more red card for one less green card in the starting equipment. Dual-classing is available for other characters through in-play abilities.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Promotional: Cards",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bobina",
    "ID": 234318,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/234318/bobina",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Bobina is a game for two players, played on a hexhex board. The goal is to form a loop with your stones, and prevent your opponent from doing the same.&#10;&#10;One player plays black stones, the other owns the white, and both players may play grey.&#10;&#10;Rules&#10;&#10;Setup: place one grey stone on each of the 6 corners of the board.&#10;&#10;&#10;         The players take turns. On your turn you must either place 1 grey stone or 1 stone of your color onto any empty space.&#10;         The first player to form a loop of her own color, possibly including grey stones, wins. If the board fills without a loop of either color forming, the player who was the first to play a stone of her own color loses.&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mandalas",
    "ID": 234319,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/234319/mandalas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A board game in which each player will form his own Mandala using chips with 3 original geometric designs and 4 sets of colors to combine them into thousands of unique figures scoring points adding points for each similarity between adjacent pieces&#10;&#10;&#10;Un juego de mesa en donde cada participante formar&aacute; su propio Mandala usando fichas con 3 dise&ntilde;os geom&eacute;tricos originales y 4 conjuntos de colores para combinarlas en miles de figuras &uacute;nicas, sumando puntos por cada similitud entre las piezas adyacentes.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slasher Clash",
    "ID": 234321,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234321/slasher-clash",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Movie monsters battle one another to prove which one is supreme!&#10;&#10;Slasher Clash is a horror movie-themed game of Supernatural Conflict for three to five Players. Players assume the roles of the monsters, who, in classic genre fashion, hunt and kill Civilians, using Action Cards on specific targets or to set up combos. As Characters complete Objectives, they unlock powerful upgrades to help them become more deadly.&#10;&#10;But watch out! Your fellow players likely have their eye on many of the same targets, so you'll have to fight for them!&#10;&#10;Each Character has different abilities, a unique upgrade path, and sets up combos in different ways.&#10;&#10;The Player that is the first to complete a series of Objectives, or kills the Last Girl, is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Russian Railroads: Juri Dreigleisky",
    "ID": 234335,
    "Year": "(2017)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234335/russian-railroads-juri-dreigleisky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This is a small expansion that consists of 1 engineer with the number 13. He is called Juri Dreigleisky (the surname translates into Threerailsky). His action is to move 3 rails, independent of color one step forward each, but they have to be on different railways.&#10;This expansion was first published as a promo for Stadt Land Spielt 2017 in Germany by Hans im Gl&uuml;ck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Trains"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Russian Railroads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Peter",
    "ID": 234341,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/234341/red-peter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Red Peter presents the political struggle in Petrograd during the run up to the October Revolution.  Players represent a political faction, and spend political influence to gain control over centers of power and to resolve the many crises that threaten to derail the revolution.&#10;&#10;Control of centers of power can provide special abilities and generates political influence among the four main demographics: soldiers, workers,&#10;peasants, and bourgeoisie.  Helping to resolve a crisis generates victory points in the form of votes, and can slow the growing chaos level that weakens the political factions.  Votes are also gained at four randomly occurring &quot;elections&quot;.&#10;&#10;A faction wins by gaining an absolute majority of votes by game end. Revolutionary factions also have the option of staging a high-stakes military coup.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Russia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mom's Happy Hours",
    "ID": 234344,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/234344/moms-happy-hours",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Fresh veggies! Fresh veggies! We have cabbages, radishes, and apples! Salad for diet, steak for celebration, and everything you need for your dinner is here. As a mom, you want to buy fresh food for your family, but you also don't want to spend too much money, so you have to focus on food that is on sale and grab it quick before the other mothers in the market.&#10;&#10;Mom's Happy Hours is a game of dexterity. The player needs to check their shopping list and make sure the food they want is in the basket. If you are the first one to complete the shopping list, you win the game. You can bring the food as your trophy back to your home now!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "No Dawn",
    "ID": 234345,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234345/no-dawn",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hordes of goblins and other terrifying beasts of the land are attempting to lay waste to the city. The various militia inside are mounting a defense in attempt to make one final stand to save the land that they love.&#10;&#10;In No Dawn, each player assumes the role of one of these militia, defending the city from the relentless onslaught of goblins, ogres, hill giants, and other creatures who are bent on destroying the final stronghold for mankind. No Dawn is a scenario-driven cooperative game that introduces unique twists to the common mechanisms of worker placement and deck building. Players can partner up on worker spaces to assist in tasks such as recruiting others in the city to the fight, repairing damaged supply lines, and gathering food.&#10;&#10;No Dawn introduces a unique threat level mechanism that increases the difficulty of the game as it progresses. This mechanism forces players to make tough decisions about how quickly they want to complete their scenario objectives. Complete the scenario too soon, and players may lose cards that could prove valuable assets for future scenarios.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Matching Card Game",
    "ID": 234346,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/234346/matching-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Matching Card Game is a card game designed for children.&#10;&#10;The card deck consists of 27 picture cards.  The cards are divided up by 9 scenes of 3 different cards each.  The 3 cards of each scene form a larger picture scene.&#10;&#10;The goal of the game is to be the first player to collect all 3 cards of a scene.&#10;&#10;At the start of the game, each player is dealt 3 cards, and the remaining pile becomes the stock.  The dealer draws a card from the stock, and then passes one of their cards to the left, so they are only left with 3 cards.  The next player then chooses a card to discard to the next player, etc.  The last player discards their card to a discard pile, and then the dealer starts the next round by drawing the top card from the stock again.&#10;&#10;Play continues until a player collects all 3 cards from a scene, and displays it on the table, winning the game.&#10;&#10;This game closely resembles a Children's Card game called My Ship Sails played with a traditional deck(s) of cards, but players try to match suits in that game instead of picture scenes.&#10;&#10;This game was included in a 6 pack of Children's Card Games by Bicycle Playing Cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zero Gravity",
    "ID": 234354,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/234354/zero-gravity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Zero Gravity is a capture-the-flag game for 2-4 players, featuring an innovative 3D MAGNETIC ARENA, 80+ MAGNETIC MINIATURES and a fresh and unique game play!&#10;&#10;Overview:&#10;Each player controls a team of 14 miniatures. The goal is to score the target amount of Cheers.&#10;&#10;Setting:&#10;In the year 2130 humankind was saved by the most disruptive technology of the third millennium: the hyper-local gravity engines, capable of bending the universal law of gravity at the will of its creator - the Newton Corporation. The new technology quickly became an essential part of everyday life, tackling overpopulation by exponentially increasing living space and solving famine with vertical cultivations: in a matter of years, Newton Corporation became the most powerful and notorious company in the world.&#10;&#10;Despite all the good done by Newton Corporation, there were protests, strikes and even revolts of thousands of people who believed that these technological advancements were dangerous for the human species. The strong reputation of Newton Corporation convinced the world leaders to denounce such acts of violence and defend the many research facilities by the military forces.&#10;&#10;Many years passed and with them the protests faded. However, a group of fanatics kept on nourishing their anger and plotted an assault on the headquarters leading to the murder of the Newton Corporation founder and CEO. The military arrested the culprits who were immediately sentenced to a public execution, to be aired across the planet as a warning against rebellion towards such a global benefactor.&#10;&#10;The execution was followed live by 99% of the world population. This exorbitant share is what pushed Newton Corporation to sponsor a spectacular and bloody event every year. Their goal was twofold: commemorating the punishment inflicted to the rebels and provide a single outlet for violence, so as to experience peace for the future year.&#10;&#10;With the blessing of all world leaders and population, Newton Corporation developed new technologies capable of cloning the executed rebels, enhancing their abilities and peculiar traits. Four teams were created and sentenced to battle against each other for eternity, in the name of peace.&#10;&#10;From the ashes of those rebels new Champions were created: the Zero Gravity Tournament was born.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer reist mit Knorr Peterli durch die Schweiz?",
    "ID": 234360,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234360/wer-reist-mit-knorr-peterli-durch-die-schweiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple roll and move game, about a journey through switzerland.&#10;On some spaces events hinder or benefit the player.&#10;The first playter to reach space 100 wins the game.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland",
      "Promotional: Board Games",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Near And Far: Rodney & Pep Watch It Played Character Tiles",
    "ID": 234361,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234361/near-and-far-rodney-and-pep-watch-it-played-charac",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2 Promo Adventurer titles handed out from donating to the Watch It Played 2017 Indiegogo campaign.&#10;&#10;Rodney: If you complete a quest, you gain or lose 1 extra reputation (your choice).&#10;Pep: If you complete a quest, you gain 1 extra coin.&#10;&#10;On the reverse are the Above and Below versions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Promotional: Watch It Played",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiders of the North Sea: Rod & Pep Watch It Played Promo",
    "ID": 234362,
    "Year": "(2015)",
    "Geek Rating": "5.568",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234362/raiders-of-the-north-sea-rod-and-pep-watch-it-play",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A new Hero card given out during the 2017 Watch It Played Indiegogo campaign.&#10;&#10;&quot;Gain 1 Strength for every 2 Silver you have in your supply.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Promotional: Watch It Played",
      "Series: The North Sea Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Martians: Watch It Played Promo Tokens",
    "ID": 234363,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234363/first-martians-watch-it-played-promo-tokens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A set of 4 tokens handed out during the 2017 Watch It Played Indiegogo campaign.&#10;&#10;Includes Crashed Canadian Probe, Beautiful Rock Sample, Small Lucky Stone, and Drive Of WatchItPlayed videos.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Item",
      "Promotional: Watch It Played",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Κυνήγι Ερωτήσεων 9: 7η τέχνη (Quiz Hunt 9: The 7th Art)",
    "ID": 234364,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234364/kinighi-erotiseon-9-7i-tekhni-quiz-hunt-9-the-7th",
    "Min Players": "1",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A competitive game with 600 questions about Greece and the whole world focusing on Cinema.&#10;&#10;The game play is simple: Each player rolls the dice and according to the outcome of the dice he is being asked the corresponding question. If he answers right, he collects the card.&#10;&#10;The player or the team with the most cards at the end of the game is the winner.&#10;&#10;It belongs to a series of trivia games &Kappa;&upsilon;&nu;&#206;&#174;&gamma;&iota; &Epsilon;&rho;&omega;&tau;&#206;&#174;&sigma;&epsilon;&omega;&nu;&#10;1.History&#10;2.Animals - Plants&#10;3.Science&#10;4.Culture&#10;5.Sports&#10;6.Geography&#10;7.20th century&#10;8.Greece&#10;9.The 7th Art (Cinema)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Highway: Expansion",
    "ID": 234365,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234365/tokyo-highway-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "3-4 Player expansion (Hello! Expansion Package) compatible with the 2nd Edition of Tokyo Highway.&#10;&#10;Adds more components for the 3rd and 4th players and buildings that act as obstacles around which you must build your highways.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Game: Tokyo Highway"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Level 8: Das Kartenspiel – Happy Meal Edition",
    "ID": 234371,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/234371/level-8-das-kartenspiel-happy-meal-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Level 8: Das Kartenspiel - Happy Meal Edition&quot; is the a Happy Meal version of the original &quot;Level 8: Das Kartenspiel&quot;. This edition is the promo copy of Level Up, consisting of 60 small cards (1-12 in 5 colors). This game was distributed as part of the McDondald's Happy Meals Menu.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plitsch-Platsch Pinguin: Happy Meal Edition",
    "ID": 234372,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/234372/plitsch-platsch-pinguin-happy-meal-edition",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Plitsch-Platsch Pinguin - Happy Meal Edition&quot; is a miniature version of the original  &quot;Plitsch-Platsch Pinguin&quot;. This game was distributed as part of the McDondald's Happy Meals Menu.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Operation Pointblank: Strategic Bombing Campaign Feb-Dec 1944",
    "ID": 234374,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/234374/operation-pointblank-strategic-bombing-campaign-fe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This is a small wargame of Operation Pointblank, included in &quot;This Sim-Game is Awsome! 2017&quot;, an annual zine of wargame review.&#10;&#10;Operation Pointblank is the US 8th Air Force's strategic bombing campaign of Germany between February and December of 1944.&#10;&#10;One player is cast in the role of the US 8th Air Force planners, allocating bombers and their fighter escorts to key targets and also fighters on fighter sweeps. The other player is in charge of the German defenses (fighters and AAA). Each turn players commit their forces to the different map sectors secretly and then air battles are fought first between fighter sweeps and defending fighters, then between fighter escorts and remaining defending fighters and finally the latter against bombers.&#10;&#10;Victory is measured in how many months the war in Europe is shortened or lengthened compared to May 1945. Victory Points are accrued by the US player for destroying targets and achieving air superiority in the most sectors, while the German have to hinder those efforts before the game ends.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boss of the Board",
    "ID": 234380,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/234380/boss-of-the-board",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Boss of the Board is a game for family and friends, and ages old and young, which combines classic board game elements, whilst creating solutions to problems that were so often overlooked. &#10; Multiple ways of making money, multiple directions to choose and a portfolio of different businesses that can be opened at any location with as many employees as you can afford.&#10;&#10;Develop your strategy to ensure you will be the first to make a Million.&#10;&#10;A basic monopoly like game set in thw orld of business.&#10;&#10;--description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Full Measure: The Battle of Second Manassas",
    "ID": 234381,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/234381/last-full-measure-the-battle-of-second-manassas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Last Full Measure is a free print-and-play game of the Battle of Second Manassas, the second game in the LFM series.&#10;&#10;A brigade scale game that uses regiment counters, as opposed to generic line markers, to spread the brigade over multiple hexes according to it's size.  Ranged artillery fire, cavalry charges, command and control, all in only eight pages of rules. Play aids include Player-aid card with CRT and other charts and table; Eliminated Units card, Order of Arrival card, and 634 2-sided counters.&#10;&#10;The Battle Book includes two Scenarios; Groveton, August 28th: The Full Battle and Longstreet Arrives, August 29th and an initial strength chart.&#10;&#10;The map measures 39&quot; x 35&quot; at a scale of 250 yard per 3/4&quot; hex.&#10;AND just added (July 25, 2018), a 21&quot; x 35&quot; map extension to the west with a new Order of Arrival card to accommodate the new map.&#10;A new ZunTzu box also incorporates the new map extension.&#10;&#10;The full game is available for download at:  http://UhlanGames.us&#10;as are Zun Tzu gameboxes for all LFM games&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "States: Virginia",
      "Country: USA",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Last Full Measure (Uhlan Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallye Do Portugal",
    "ID": 234382,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/234382/rallye-do-portugal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The race is divided into four leg. Two Types of tests are possible: Time Controls (CH) or Special Stages (SS).&#10;Each tests has a pre-fixed number of turns to be executed. But work differently: CH rewards regularity. SS rewards speed. &#10;The movement of cars is made by token 1-6 numbered. Each leg distributes a predefined number of token. &#10;The board is divided in cases, where only one car can stand in each case. It's a wide two lanes with narrow points to one lane.&#10;&#10;Wins who in the end counts less penalties, in the number of turns set on the itinerary cards, separately for each CH and each SS.&#10;&#10;In CH, you receive one minute of penalty for each missing case on arrival, or two minutes for each case over the arrival.&#10;&#10;In SS, instead, you add +1 minutes at base time (predefined) for each missing case on arrival, or -1 minutes at base time for each case over the arrival.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apocrypha Adventure Card Game: Monster Truck Promo Card",
    "ID": 234385,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234385/apocrypha-adventure-card-game-monster-truck-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Rage gift Promo card for the Apocrypha Adventure Card Game sent to Kickstarter backers.  Also available when purchasing the base game through the Penny Arcade web store and at conventions.&#10;&#10;Rage Gift&#10;Discard: Boost Rage - When boosting, if playing in a city you don't live in, recycle this card instead.&#10;Initiate or Support - Recycle: Move to the nexus of the active saint.&#10;&#10;Keywords: Skinwalker, Tool, Strike&#10;&#10;Card # 1010&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Apocrypha Adventure",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apocrypha Adventure Card Game: Viral Content Promo Card",
    "ID": 234387,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234387/apocrypha-adventure-card-game-viral-content-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Body gift Promo card for the Apocrypha Adventure Card Game sent to Kickstarter backers.  Viral Content will also be available at retailers.&#10;&#10;Body Gift&#10;Discard: Boost Body&#10;Support - Slot: While slotted, Mutate - Recycle &amp; wash your hands: The active saint Heal 2, then upgrade mutation dice.&#10;&#10;Keywords: Physician, Resist&#10;&#10;Card # 1005&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Apocrypha Adventure",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apocrypha Adventure Card Game: Universal Product Promo Card",
    "ID": 234389,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234389/apocrypha-adventure-card-game-universal-product-pr",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Mind gift Promo card for the Apocrypha Adventure Card Game sent to Kickstarter backers.  Also available when purchasing the base game through the Penny Arcade web store and at conventions.&#10;&#10;Mind Gift&#10;Discard: Boost Mind.&#10;Support - Comes with a scannable QR code.  Scan the QR code to discover the card's special power.  Integrates with the Apocrypha app.&#10;&#10;Keywords: Golem, Hack, Study&#10;&#10;Card # 1004&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Apocrypha Adventure",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guardian's Gambit",
    "ID": 234391,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/234391/guardians-gambit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Guardian's Gambit is a casual 2-player card combat game you can play without having to sit at a table. Quick rounds and a portable size makes this the perfect game to play while waiting in line, sitting in the back seat on a long car ride, laying in bed, or any time you don't would rather play games than stare at your phone.&#10;&#10;Each round players are competing to eliminate their opponent's guardians through a mix of deduction, memory, strategy, and a little bit of luck.&#10;&#10;Guardian's Gambit is a game of simple mechanics and very deep strategy of how, when and what special guardians to use to gain the upper hand and win the round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: College Pack",
    "ID": 234403,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234403/cards-against-humanity-college-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Remember when you were in college and ate ramen noodles and had sex all the time? Wouldn&rsquo;t it be great to relive those glory days?&#10;&#10;&#10;     30 brand-new cards about learning and throw up.&#10;     Comes with a special 18&quot; x 24&quot; poster for your dorm room.&#10;     Included in the Back to School Bundle. Don&rsquo;t buy both.&#10;     You should break up with your high school boyfriend.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena: For the Gods! – Xenomorph",
    "ID": 234413,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234413/arena-for-the-gods-xenomorph",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promo card for Arena for the Gods&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chimère: Cerf",
    "ID": 234414,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234414/chimere-cerf",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promotional tile for Chim&egrave;re C-ER-F&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pedigree",
    "ID": 234421,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/234421/pedigree",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Pedigree is a board game based on actual genetic biology and real-life decisions of animal breeding to produce show ring champions and top-dollar animals. Each player is a breeder trying to make the most money by raising the best animals and building reputation through winning trophies. Your ability to breed champion stock will be determined by your management and mating decisions, along with the luck of genetics. You pick the best animals based on their phenotype (appearance), but their phenotype is an imperfect predictor of their genotype (DNA). You won&rsquo;t find out the true genetic potential of the animal (prove the animal) until they produce offspring; unless you use DNA testing in advance.  Each generation you compete for the Trophy against other players in the Show Ring, and champions build your breeder reputation causing your animals to command higher prices.&#10;&#10;A hand-management game where you're managing two hands of cards. Your Action Cards allow you to choose to mitigate disease, advertise, use biotechnology, hire a groom to help you win the trophy, plus other useful actions.  Your Animal Cards are where you choose which matings to make and which offspring to sell or keep for breeding.  You play one of four unique player roles (Manager, Showman, Technician, Veterinarian), each having a slightly different set of Action Cards.  The genetic-based game mechanic means that you are often faced with the decision to breed a proven animal or take your chance with an unproven animal.  The game is played over five years with each year consisting of six season:&#10;&#10;     Planning season - choose your action cards for the year.&#10;     Breeding season - breed your females to your own sire or pay another player to use their sire.&#10;     Gestation season - pay your annual feed bill, find out if disease hits.&#10;     Birthing season - prove unproven parents and birth the new offspring.&#10;     Show season - take your best new offspring to the show and compete against other players for the trophy.&#10;     Market season - decide which offspring or parents you will keep versus sell to the bank or other players.&#10;&#10;&#10;The Action Cards that you play in one year must be discarded at the start of the next year, until you choose to play the Hired Hand card which retrieves all discarded Action Cards back to your hand. There are five trophies total, one is awarded each year, and when the trophies are gone, the game is over and whoever has accumulated the most wealth wins.&#10;&#10;The base game includes a cattle Animal Card deck, but future Animal Card decks may include horses, dogs, sheep, goats, and others, including specific breed decks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Simultaneous Action Selection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Genealogy / Heredity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scotland: The Board Game",
    "ID": 234422,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/234422/scotland-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Scotland: The Board Game is a family game for 2-5 players, aged 8 and up.&#10;&#10;This delightful board game takes you on a trip through 2000 years of Scotland's history: travelling through its landscape from Melrose to the Orkneys, and featuring 30 of the most famous citizens in its history.&#10;&#10;Along the way you will try to visit the most important locations on the map before your opponents, and discover whether Nessie is willing to help or hinder you or your opponents.&#10;&#10;The first player to move their Highland Cattle piece to the end of the Time Track is the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Country: Scotland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imhotep: The Pharaoh's Favors – Mini Expansion",
    "ID": 234423,
    "Year": "(2017)",
    "Geek Rating": "5.606",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234423/imhotep-the-pharaohs-favors-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Promo postcard for Imhotep. Handed out at Gen Con 2017.&#10;&#10;On your turn, instead of taking any other action, you may perform a special action listed on the card. First, place a stone of your color from the quarry (not from your sled) on any empty space on the card. Then perform the action listed below that space. Once a player has used a special action it may not be used again by any player. Each player may only use the card once per game.&#10;&#10;The Actions:&#10;&#10;Take any 2 face-up cards from the market. Refill the market from the draw pile.&#10;&#10;Place 1 stone on any ship. Fill your sled completely with stones from the quarry.&#10;&#10;Place 1 stone on any ship. You may change the order of the stones on that ship. Sail that ship.&#10;&#10;Place up to 2 stones on any ship. Sail that ship.&#10;&#10;Place up to 3 stones on any ships.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Game: Imhotep",
      "Promotional: Item"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CASH",
    "ID": 234425,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234425/cash",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;CASH is an attack strategy card game for 2-8 players. It is a highly strategy focused game consisting of 216 uniquely designed cards.&#10;&#10;The object of the game is to race to $1 Million while blocking or hindering other players to achieving the same.&#10;&#10;CASH is a lot of fun, easy to learn and great for the whole family. However, do not underestimate CASH's unlimited card combinations and strategic options. No two games will ever play out the same AND the game is highly addictive.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scratch Golf",
    "ID": 234426,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/234426/scratch-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Scratch Golf is revolutionary game whereby players can play a round of golf anywhere and anytime using a pen or pencil on a beautifully designed paper golf course.  Players start from the 'tee box' shooting a pen or pencil by holding it by its tip and gently pushing the pen or pencil forward and letting it fall creating a 'scratch mark' which is your shot.  Object is to go from tee box to hole in the number of shots required (PAR) for that hole.&#10;&#10;Scratch Golf consists of 18 different designed holes (par 3, 4 and 5) a driving range, a putting green, a fold down score card, instructions and game rules.&#10;&#10;Scratch Golf can virtually be played anywhere since the game booklet can be placed on any flat surface or even your lap.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Marvel Girl Promo",
    "ID": 234431,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234431/marvel-dice-masters-marvel-girl-promo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Part of the Dice Tower 2016 Kickstarter promos.&#10;&#10;Marvel Girl - Humanity&#10;&#10;When you are attacked, you may spin up Marvel Girl one level. If you do, gain 2 life.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disthex",
    "ID": 234434,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234434/disthex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Game Materials:&#10;- A board that constructs by hexagonal grid shaped any size of rhombus. (Begginer game: 7x7, Master game: 11x11)&#10;- Adequate amount of White/Black stones.&#10;&#10;Game Objective:&#10;The winner is the first player to connect the opposing sides of the board marked by their colors.&#10;&#10;Game Preparation:&#10;Each player has all stones of their color.&#10;&#10;Game Play:&#10;Players take turns placing a stone of their color on a unoccupied single cell in the board.&#10;But there is one exception: player can't play on adjacent cells that their opponent previously played on.&#10;&#10;Note: The name of Disthex is abbreviation of Distant Hex.&#10;The rule of Disthex was inspired from Hex and Yavalanchor.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – The Tower",
    "ID": 234437,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234437/valeria-card-kingdoms-the-tower",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A promo card originally offered through Dice Tower's Season 13 Indiegogo campaign&#10;&#10;A new domain card that costs 10 gold and provides 2 VP at end game. &#10;Ongoing ability: At the end of your Action Phase, you may convert 2 Magic into 1 VP&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Mechanism: Tableau Building",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yellow Hair",
    "ID": 234441,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234441/yellow-hair",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher Description&#10;&#10;Indian Skirmish Rules, 1868-1898.&#10;&#10;User Summary&#10;&#10;A set of skirmish-level historical miniatures wargame rules. These rules are designed to portray late 19th century conflicts in the American West involving American Indians. The rules come in a 32-page saddle-stapled booklet.&#10;&#10;",
    "Categories": [
      "American Indian Wars"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Basatxu Cup",
    "ID": 234443,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/234443/basatxu-cup",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mathematical soccer! Amateur rulebook about soccer to play leagues. A couple of 10 side dices are needed to create 1d100 results. Is a simple game where you have 1 million pounds to create a team of soccer and play among other players. There are differenti type of players in the team (goalkepers, defenses, mediums, foward players,...). Also, there are coaches to train specific types of players and you must manage the stadium and its capacity. &#10;Morale (M) and Speed (V) characteristics can be trained specifically in order to increase them. &#10;Matching the attack and defense characteristics of the team, we obtain a result between 0 and 1, taking from there the percentage of balls controlled. Once the nmber of controled balls is determinated, the players calculate to know what the teams do with them:&#10;a) pass to a team mate&#10;b) direct throw&#10;With the direct throws, players calculate the probabilities to score a goal, matching them against the goalkeepers, who may stop the ball. &#10;The player with most scores agaisnt the opponent during the two parts of the match wins the game, but a tie is also possible. &#10;This is the 7th edition of the rules&#10;&#10;In Spanish&#10;F&uacute;tbol matem&aacute;tico! Reglamento amateur de f&uacute;tbol para jugar ligas. Es necesario un par de dados de 10 caras para crear porcentajes con 1d100. Se trata de un sencillo juego donde con 1 mill&oacute;n de libras los jugadores se montan su equipo de f&uacute;tbol para poder participar en ligas. Los equipos se componen de porteros, defensas, medios, delanteros y l&iacute;beros. Adem&aacute;s, hay entrenadores para tipos de jugadores concretos y se gestiona el estadio y su capacidad. Las caracter&iacute;sticas de Moral (M) y Velocidad (V) se pueden incrementar con entrenamientos espec&iacute;ficos. &#10;Enfrentando las caracter&iacute;sticas de ataque y defensa se obtiene un resultado entre 0 y 1, sacando de ah&iacute; el porcentaje de control de bal&oacute;n. Una vez sacado el n&uacute;mero de balones controlados, se realizan los c&aacute;lculos para saber qu&eacute; se hace:&#10;a) pasar a un compa&ntilde;ero de equipo&#10;b) chut directo&#10;Con los chuts se sacan las probabilidades de marcar, enfrentando a los porteros, quienes pueden parar.&#10;Gana el partido quien consiga marcar m&aacute;s goles en la porter&iacute;a contraria durante los dos tiempos que tiene el partido, aunque es posible tambi&eacute;n un empate.&#10;Esta es la 7&ordf; edici&oacute;n de las reglas.&#10;&#10;",
    "Categories": [
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FUSION: Asteroid Mining",
    "ID": 234446,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/234446/fusion-asteroid-mining",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "FUSION: Asteroid Mining is a free, solo, Print N Play Science Fiction game set at a time in the future when asteroids are being mined for their resources. The player chooses and lays tiles representing an area of space, then moves their starship from tile to tile so they can mine the asteroids and trade the material for credits. Opposing the players are a police force that will tax the player, that move according to direction arrows on the tiles&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "木馬と英雄 (Trojan Horse & Heroes)",
    "ID": 234453,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/234453/mu-ma-toying-xiong-trojan-horse-and-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#230;&#156;&#168;&#233;&#166;&#172;&#227;&#129;&#168;&#232;&#139;&#177;&#233;&#155;&#132; (Mokuba to Eiyuu) Trojan Horse &amp; Heroes is a card game themed on Grecian wars.&#10;&#10;You are a hero of Ancient Greece fighting for control of the lands. Sometimes you deceive your opponents by hiding your soldiers within the belly of a wooden horse, sometimes you march to the front lines to boost the morale of your troops.&#10;&#10;However, it&rsquo;s important to keep in mind when the deciding card for a battle is placed down on an area, all following turns will be lost.&#10;&#10;Trojan Horse &amp; Heroes is a card placement game that builds upon the classic home-base occupation style game, requiring players to compete to take over the lands.&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#143;&#164;&#228;&#187;&#163;&#227;&#130;&#174;&#227;&#131;&#170;&#227;&#130;&#183;&#227;&#130;&#162;&#227;&#129;&#174;&#232;&#139;&#177;&#233;&#155;&#132;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#150;&#176;&#227;&#129;&#159;&#227;&#129;&#170;&#230;&#148;&#175;&#233;&#133;&#141;&#229;&#156;&#176;&#227;&#130;&#146;&#230;&#177;&#130;&#227;&#130;&#129;&#227;&#129;&#166;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#168;&#227;&#129;&#141;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#133;&#181;&#229;&#163;&#171;&#227;&#130;&#146;&#230;&#156;&#168;&#233;&#166;&#172;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#171;&#233;&#154;&#160;&#227;&#129;&#151;&#227;&#129;&#166;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#130;&#146;&#230;&#172;&#186;&#227;&#129;&#141;&#227;&#128;&#129;&#227;&#129;&#168;&#227;&#129;&#141;&#227;&#129;&#171;&#227;&#129;&#175;&#232;&#135;&#170;&#227;&#130;&#137;&#230;&#136;&#166;&#229;&#156;&#176;&#227;&#129;&#171;&#232;&#181;&#180;&#227;&#129;&#132;&#227;&#129;&#166;&#229;&#133;&#181;&#229;&#163;&#171;&#227;&#129;&#174;&#229;&#163;&#171;&#230;&#176;&#151;&#227;&#130;&#146;&#233;&#171;&#152;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#184;&#128;&#227;&#129;&#164;&#227;&#129;&#174;&#229;&#156;&#176;&#227;&#129;&#167;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#130;&#146;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#189;&#174;&#227;&#129;&#143;&#227;&#129;&#168;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#190;&#140;&#227;&#129;&#174;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#130;&#146;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#229;&#164;&#177;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#171;&#230;&#176;&#151;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#129;&#173;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#227;&#128;&#140;&#230;&#156;&#168;&#233;&#166;&#172;&#227;&#129;&#168;&#232;&#139;&#177;&#233;&#155;&#132;&#227;&#128;&#141;&#227;&#129;&#175;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#130;&#146;&#227;&#130;&#129;&#227;&#129;&#144;&#227;&#130;&#139;&#228;&#184;&#128;&#231;&#168;&#174;&#227;&#129;&#174;&#231;&#171;&#182;&#227;&#130;&#138;&#227;&#129;&#171;&#233;&#153;&#163;&#229;&#143;&#150;&#227;&#130;&#138;&#227;&#129;&#174;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#146;&#229;&#138;&#160;&#227;&#129;&#136;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "History: Trojan War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "詠み人知らず (Yomibito Shirazu)",
    "ID": 234463,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/234463/yong-miren-zhi-razu-yomibito-shirazu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "User summary&#10;&#232;&#169;&#160;&#227;&#129;&#191;&#228;&#186;&#186;&#231;&#159;&#165;&#227;&#130;&#137;&#227;&#129;&#154; (Yomibito Shirazu) is a relay style game where players collaborate to compose haiku with pen and paper. Pass around the poem and have each player add a single character until the haiku is completed.&#10;&#10;&#227;&#131;&#170;&#227;&#131;&#172;&#227;&#131;&#188;&#229;&#189;&#162;&#229;&#188;&#143;&#227;&#129;&#167;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#191;&#179;&#229;&#143;&#165;&#227;&#130;&#146;&#232;&#169;&#160;&#227;&#130;&#128;&#231;&#180;&#153;&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#169;&#160;&#227;&#129;&#191;&#230;&#156;&#173;&#227;&#130;&#146;&#229;&#155;&#158;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#228;&#184;&#128;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#129;&#176;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#171;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#146;&#230;&#155;&#184;&#227;&#129;&#141;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#163;&#227;&#129;&#166;&#228;&#191;&#179;&#229;&#143;&#165;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starlight Stage: Expansion Card Set 3",
    "ID": 234467,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234467/starlight-stage-expansion-card-set-3",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User summary&#10;A new Starlight Stage Expansion set was released in May 2017.&#10;This expansion includes 31 cards of 5 types: 7 idol cards, 8 produce cards, 12 event cards, 3 initial idol cards, 1 update card.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Freejumper",
    "ID": 234470,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/234470/freejumper",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This fun and social game accommodates any number of players, mixing elements of role-playing, sci-fi, and tabletop strategy. Each player designs a &ldquo;freejumper&rdquo; &ndash; a small, privately-owned multi-purpose, self-aware spaceship.&#10;&#10;The players then have &ldquo;adventures&rdquo; as they search for valuable cargoes to beg borrow or steal, alien artifacts, wrecks to salvage, or get hired as mercenaries in a variety of roles. Like a role-playing character, your ship can &ldquo;learn&rdquo; and grow if your adventures are successful. You can purchase new software and systems for it, upgrade weapons and defenses, and perhaps eventually sell it and buy a larger and better ship altogether.&#10;&#10;Along the way you will fight a variety of battles. Sometimes all of the players cooperate against a single threat. Sometimes the players divide into teams trying to complete tasks. And sometimes there is a free-for-all, as every freejumper is trying to get home with the most loot and goodies.&#10;&#10;Each ship is controlled with a single small &ldquo;interface&rdquo; no bigger than a poker card, and a hand of &ldquo;system cards&rdquo; that represent the ship&rsquo;s various capabilities. Gameplay consists of playing cards to do various sorts of moves, attacks, and defenses, all the while trying to load up as much cargo as you can and get away without too much damage. A typical game lasts about one hour.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orange Quest: Cap (Boomstarter promo)",
    "ID": 234471,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234471/orange-quest-cap-boomstarter-promo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Equipment.&#10;&#10;You instead of the leader distribute the reward for the victory over the boss&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dezign Pak 8",
    "ID": 234472,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234472/dezign-pak-8",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "10 ASL Scenarios:&#10;&#10;ESG93: Krushing Kampar    &#10;ESG94: Chewing Gristle    &#10;ESG95: End at Eniwetok    &#10;ESG96: Line by Line    &#10;ESG97: Foot in the Door    &#10;ESG98: No Rest for the Romanians&#10;ESG99: An Even Match    &#10;ESG100: Hollis of the Howards&#10;ESG101: Bullseye!&#10;ESG102: More Pitchers Than Catchers&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: Dezign Pak (East Side Gamers)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tradewala",
    "ID": 234479,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/234479/tradewala",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;War! Politics! Gender Inequality! The Environment! Education! Which of today&rsquo;s burning social issues is most important to you and which would you trade away?&#10;&#10;Tradewala (pronounced trade wala) is a modern take on the popular frenzied group trading card game concept. Every day, we&rsquo;re faced with news headlines or social issues that affect us. Tradewala makes it OK to talk about them in a crazy fun environment with friends, family or even strangers, face-to-face.&#10;&#10;A &ldquo;wala&rdquo; is an expert in a particular skill. Are you fast enough to be named the Tradewala?&#10;&#10;In this addicting and adrenaline-packed game, players start with nine satirical cards representing eight different social issues and blindly trade with one another, simultaneously, until one player collects all nine cards of the same social issue. Now quick &ndash; sound the bell!&#10;&#10;Strategy comes into play with how many cards to trade, which social issue to trade, with whom to trade and how quick and loud the players are. It&rsquo;s rowdy for sure, but inevitably meaningful conversation arises.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Card Battle",
    "ID": 234491,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234491/baseball-card-battle",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Baseball Card Battle is a dice based, statistics driven board game that uses a person's own baseball card collection to play a realistic game of baseball!&#10;&#10;Some game modes are simply ... let's see who rolls best - while other game modes take into account the deep statistics of each player!&#10;&#10;Create your own fantasy team with your own cards - or use our included players to battle for victory! We also have exciting Strategy Cards that can be played against your opponent throughout the game! Want to take out a powerful batter? Play your &quot;BRAWL&quot; card to get them ejected from the game!&#10;&#10;Multiple modes of play allow for many different game types! Pitcher's Duel, Fast &amp; Furious, Major League, and All-Star modes ... to name a few!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Unicorn Blood",
    "ID": 234493,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234493/the-red-dragon-inn-unicorn-blood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo from the kickstarter for the The Red Dragon Inn 6: Villains&#10;&#10;You may pay 2 gold to the inn.&#10;If you do: -4 Alcohol -1 Health&#10;Otherwise, discard Unicorn Blood and drink the top card of the Drink Deck instead.&#10;&#10;The promo is unusual in that it is a holographic foil card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: The Basilisk's Gaze",
    "ID": 234494,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234494/the-red-dragon-inn-the-basilisks-gaze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo from the kickstarter for The Red Dragon Inn 6: Villains.&#10;&#10;4 alcohol content&#10;&#10;If you gain Alcohol Content from this Drink on your own turn, put it on top of your Character Deck, you can't play cards and you Ignore all effects. Discard this card at the beginning of your next turn.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hotshots: ATV Promo",
    "ID": 234502,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234502/hotshots-atv-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "ATV promo given out during Fireside Crash and Burn Tour 2017.&#10;ATV allows firefighters to move 3 spaces and take one additional firefighter with them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Touched On: Neighbus",
    "ID": 234503,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234503/touched-on-neighbus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Enjoy a slice of suburbia with a daily commute to the cul-de-sac on Australia&rsquo;s most dramatic bus.&#10;&#10;This is a booster card pack for Touched On, something to add more players, more sugar &amp; more fun.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Matching",
      "Cities: Melbourne (Australia)",
      "Country: Australia",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Takie Życie 4: Niezwykłe przypadki",
    "ID": 234513,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/234513/takie-zycie-4-niezwykle-przypadki",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In Mind Maze players will be told a story and must figure out why and how the story happened by asking questions that can be answered with &quot;Yes&quot; or &quot;No&quot;. The person telling the story can also choose to answer with &ldquo;Not Important&rdquo; if players start getting too far off track.&#10;&#10;Mind Maze allows players to test their skills of deduction and investigation, and to get to the bottom of the mystery with as few questions as possible. Players take turns asking questions, and lose a point for every question they ask. Points can be gained by asking specific key questions which also help players to figure out the true version of the story. This encourages players to think carefully about the questions they ask and to work together.&#10;&#10;This is 4th edition of Mind Maze, edited especially for Polish market.&#10;&#10;Description from the publisher:&#10;&#10;Wieje nud&#196;&#133;? Jedziecie samochodem? Poci&#196;&#133;giem? Czekacie na samolot? Czekacie a&#197;&#188; pi&#196;&#133;ty gracz wyjdzie z &#197;&#130;azienki lub wr&oacute;ci ze sklepu, by&#197;&#155;cie mogli w ko&#197;&#132;cu zacz&#196;&#133;&#196;&#135; gra&#196;&#135; w gr&#196;&#153; ju&#197;&#188; roz&#197;&#130;o&#197;&#188;on&#196;&#133; na stole? ;)&#10;&#10;Wyci&#196;&#133;gnijcie &quot;Takie &#197;&#187;ycie!&quot;&#10;&#10;Jeden z Was dobiera losow&#196;&#133; kart&#196;&#153;.&#10;Czyta kr&oacute;tk&#196;&#133;, acz niezwyk&#197;&#130;&#196;&#133; histori&#196;&#153;, ale wsp&oacute;&#197;&#130;graczom ujawnia tylko wskazany kawa&#197;&#130;ek.&#10;A teraz wsp&oacute;&#197;&#130;gracze zadaj&#196;&#133;c pytania musz&#196;&#133; doj&#197;&#155;&#196;&#135; do tego, co tak naprawd&#196;&#153; si&#196;&#153; wydarzy&#197;&#130;o!&#10;Oczywi&#197;&#155;cie nie jest to proste, bo historie, mimo, &#197;&#188;e wydarzy&#197;&#130;y si&#196;&#153; naprawd&#196;&#153; to s&#196;&#133; czasami naprawd&#196;&#153; niewiarygodne! Dlatego ka&#197;&#188;da z nich ma kilka kluczowych pyta&#197;&#132; zaznaczonych na karcie, kt&oacute;re, je&#197;&#155;li zostan&#196;&#133; zadane przez odgaduj&#196;&#133;cych, nie tylko daj&#196;&#133; im punkty, ale przede wszystkim pozwalaj&#196;&#133; im zrozumie&#196;&#135;, &#197;&#188;e pod&#196;&#133;&#197;&#188;aj&#196;&#133; w&#197;&#130;a&#197;&#155;ciwym tropem!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: MindMaze"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ICECOOL: 0.5 Point Cards",
    "ID": 234515,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234515/icecool-05-point-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Up to this point, the penguins could manage to find only a single ice skate laying somewhere in the school, so they had to hope for the second to do some unexpected ice skate trick &mdash; but now from time to time it's possible also to find a pair and skate away immediately!&#10;&#10;The Ice Cool: 0.5 Point Cards expansion introduces four scoring cards that are each worth only 0.5 points on their own, but you can reveal this card at a time of your choosing and take an extra turn immediately. Shuffle these cards into the point pile, and you are ready to play!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Penguins",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Harmonies",
    "ID": 234553,
    "Year": "(2017)",
    "Geek Rating": "6.241",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234553/dixit-harmonies",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.05",
    "Description": "Delve even deeper into the imagination with the newest expansion for the smash hit Dixit with Dixit: Harmonies! This latest expansion incorporates the unique and powerful art of Paul Echegoyen to push players&rsquo; imaginations even further, challenging them like only the game of Dixit can do.&#10;&#10;Fully compatible with the base Dixit game and every other expansion, these 84 new image cards expand upon the replayability and joy that the game of Dixit is known for.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs System 2PCG: SHIELD vs Hydra",
    "ID": 234554,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/234554/vs-system-2pcg-shield-vs-hydra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Vs System 2PCG, players choose a main character, build a deck with exactly sixty cards, and attempt to KO the other player's main character in a game of superhero battles.&#10;&#10;Vs System 2PCG is superficially similar to the original Vs. System collectible card game, but is a completely rebuilt game that takes some inspiration from the original. Combat has been streamlined, the turn structure is different, the resource system has been revamped, and the game is no longer collectible, with cards instead being released in a non-random format. A single box contains a full play-set of all cards.&#10;&#10;Vs System 2PCG: SHIELD vs Hydra pits these two organizations against each other with 200 new cards including Main Characters, Supporting Characters, Plot Twists, and Locations. Vs System 2PCG: SHIELD vs Hydra can be combined with any other Vs System 2PCG sets.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Edge: Dawnfall – Father of the Sun",
    "ID": 234560,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234560/the-edge-dawnfall-father-of-the-sun",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Father of the Sun expansion bringing new exciting campaign as well as additional Darkness models.&#10;&#10;INCLUDES:&#10;&#10;     1 Father of the Sun&#10;     12 Abysmal Spiders&#10;     4 Sun Cultists &#10;     3 new campaign maps&#10;     3 squad cards&#10;     28 action cards&#10;     4 tokens&#10;     1 new scenario book &quot;Lords of Light and Shadow&quot;&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MetaX TCG: Green Lantern Booster Set",
    "ID": 234561,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234561/metax-tcg-green-lantern-booster-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Green Lantern Booster utilizes the MetaX game engine, launched in August 2017 with the Justice League Trading Card Game.&#10;&#10;Play as Green Lantern or the other Lanterns across the emotional spectrum. Go into battle and win precious Victory Points.&#10;&#10;The Green Lantern Booster Set is fully compatible with the Justice League Trading Card Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rasher",
    "ID": 234562,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/234562/rasher",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "2",
    "Description": "A smart, vibrant and dynamic racing game. You accelerate, crash against opponents, sabotage other cars, put traps on the speedway, launch missiles, and have a lot of fun! It's a wacky race where all the players are the &quot;Dick Dastardly&quot;!&#10;&#10;In the Rasher game all players manage cards that can be actions against opponents (&quot;Take That&quot;), defenses for attacks received or to move around the track. The number of cards caught at a time, offers many strategic possibilities for the player to decide his next actions. But the player can also leave some cards stored for later use.&#10;&#10;There are 1, 2, 3, or 4 house motion cards that can be combined with other actions like jumping obstacles, stealing opponents' cards, using side saws, and more. Even if your car is damaged by missiles or collisions, you can still use repairs to continue running, non-stop.&#10;&#10;The modular board allows you create a racing circuits with number of laps defined by the players: whoever arrives first wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Creepers",
    "ID": 234564,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/234564/creepers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Creepers is Tile-Laying game with elements of stealth and hand management.&#10;&#10;It takes place in a living labyrinth, built by a terrible necromancer who has just been destroyed by a group of heroes.&#10;&#10;What they don&rsquo;t know is that the Necromancer can be brought back to life if his servants gather the relics that are hidden throughout the dungeon. Whoever resurrects him will be the new tyrant&rsquo;s new sidekick.&#10;&#10;Players assume the role of one of the Necromancer's servants: a Mimic, a Ghost, a Doppelganger, a Goblin or a Gelatinous Cube. Each player must retrieve 3 Relics before the other servants do.&#10;&#10;The problem is that the dungeon is still full of perils! Creatures ransack the abandoned halls, powerful Heroes still roam the corridors and terrible dragons watch over their underground lairs.&#10;&#10;Creepers are represented by dice and must use their skills to camouflage themselves in the 6 maze room themes and colors. Each face of the die shows the character using some trick to hide in a specific theme and color.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schinderhannes: Der Strafprozess",
    "ID": 234565,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234565/schinderhannes-der-strafprozess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Schinderhannes: Der Strafprozess, the third expansion for Schinderhannes, consists of 24 wooden tokens in four colors, one set of Schinderhannes playing cards, a note pad, and rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gads Hill 1874: 2. Expansion – Jesse James",
    "ID": 234566,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234566/gads-hill-1874-2-expansion-jesse-james",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Gads Hill 1874: 2. Expansion &ndash; Jesse James is an expansion for Gads Hill 1874.&#10;&#10;Three solo puzzles added.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Commute",
    "ID": 234579,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234579/crazy-commute",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crazy Commute is a competitive party game for 3 to 5 players. The rock-paper-scissor mechanics make it a fast-paced and easy to learn game.&#10;&#10;Players choose their driver cards to represent them on the play surface and proceed to try to pass each other. When player attempts to pass another player, their target might steal a card from them and allow them to pass...or they might start a duel, requiring both players to play certain cards to win the duel and collect a point. The player who wins 7 duels first wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleScars",
    "ID": 234580,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234580/battlescars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "BattleScars is a fast-paced, high-impact tabletop minis strategy board game.  Disputes arise and they need settling!  Recruit an Operator, select hot-swappable equipment to adjust during precarious combat situations, make tough choices with tight resource management, and cripple your opponents with devastating damage events.  All of that coupled with a dynamic initiative utilized round over round, you&rsquo;ll measure the advantages and quickly discover some of the disadvantages of shooting first and/or shooting last.  A winner will be immediately declared after a player obtains seven victory points.  So, test your mettle, and earn your battle &lsquo;Scars!&rsquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Gazer",
    "ID": 234582,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/234582/star-gazer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You have the power to move the stars!&#10;&#10;Stargazers add, remove and swap stars to create stellar patterns.  The Stargazer who earns the most points before a stack of Gazer Cards runs out, is the winner! Gazer Cards show the Star Token pattern you must complete on the Galaxy Board to earn the point value on the card.  On your turn, you may play and/or discard up to 5 Star Cards to move the Star Tokens and complete the pattern on your Gazer Card.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Drive for Saint-Lô",
    "ID": 234589,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234589/drive-for-saint-lo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Drive for Saint-L&ocirc; is a tactical Mission pack (ASL Campaign Game) from Lone Canuck Publishing, with an additional 5 scenarios played on a historically based (24&frac12;&quot;x 32&quot; with 1&quot; hexes) map of the Le Mare-Le Carillon Nose feature, located two-miles north of Saint-L&ocirc;, France.&#10;&#10;This campaign game revolves around the efforts of the US 35th Santa Fe Division's attempts to capture the ancient city of  Saint-L&ocirc;. Standing in their way are the battle-weary Germans of Kampfgruppe Kentner, 352.Infanterie-Division.&#10;&#10;This campaign game is compatible with MMP's ASL System and modifiable to be used with other miniature wargaming systems.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Saint-Lô (France)",
      "Country: France",
      "Game: Advanced Squad Leader",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Korruptivity \"Lite\"",
    "ID": 234590,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/234590/korruptivity-lite",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Players are corrupt politicians in this game. They fight for authority points, which they can get by completing &quot;procedures&quot;. A player start a procedure by a deal-card, but after that every player can add cards to that procedure.&#10;&#10;This is the small card version of the original game, and contains 55 cards.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kalandra fel!  Magyarországon",
    "ID": 234591,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/234591/kalandra-fel-magyarorszagon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this Hungarian board you have to travel in Hungary, answer questions about the country, the castles, lakes, rivers, bridges,  and show it on the map of Hungary.&#10;Its an ideal game for student and the family.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Hungary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arm oder reich?",
    "ID": 234592,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234592/arm-oder-reich",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players move one pawn each arond the game board. Movement is determined by a die. On most spaces the players may buy a commodity or have to pay rent, if the commodity is owned by another player. On the triagular spaces the players lose or win money or have to go to prison for a turn. The game ends after an agreed on time of play or when all commodities are sold. The player with the most money wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orléans: Opera",
    "ID": 234593,
    "Year": "(2017)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234593/orleans-opera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Opera is a level I promo Place Tile for Orl&eacute;ans.&#10;The Opera can only be used if there are no Scholars left in the University on the game board. Advance your marker 1 step along the Scholars Track and receive the appropriate bonus. If your marker is already at the end of the Scholars Track, you receive again the bonus at that space (6 Development Points).&#10;&#10;Note: this tile was reissued in the Promo Tileset #2 (Promo Ortskarten, 2017)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Orléans (France)",
      "Country: France",
      "Game: Orléans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shaun het schaap: Pizzaspel",
    "ID": 234594,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/234594/shaun-het-schaap-pizzaspel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Shaun the Sheep has returned in a co-operative children's game. &#10;The farmer ordered a delicious pizza but the naughty pigs surprised the delivery man and stole it from him! They almost ate the entire pizza and hid the leftovers slices in the bushes. Shaun and his friends have decided to find the leftover slices and share them equally together. However, the farmer has sent Bitzer to capture them, therefore the sheep have to be watchful!&#10;&#10;Introduction&#10;The game starts when a player has chosen to play as Bitzer, which results in the other players to play as a sheep. The sheep have to work together in order to find every single pizza slice while being careful for muddle pools, Bitzer's traps and Bitzer himself. They win the game when all pizza slices have been found before Bitzer captures them. If Bitzer captures the sheep first, then he'll win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Memory"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "TV Shows: Shaun the Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doe een dier na",
    "ID": 234595,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/234595/doe-een-dier-na",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Are you a star in depicting animals? Then play the funniest game 'Doe een dier na!'. Pull out all the stops to imitate the animal and be the fastest to guess which animal is being depicted. The game can be played in three different ways thus fun for everyone to play. Unleash your inner animal and take on the challenge with your friends and families!&#10;&#10;Introduction&#10;Challenge yourself to soundlessly imitate the animal drawn on the token. If someone is able to guess which animal you&rsquo;re pretending to be then you earn points! The player with the most points wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Zoo",
    "ID": 234600,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/234600/my-zoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Start your own zoo in 'My Zoo', a board game for the whole family! Each player has a zoo and needs to take care of placing an animal in its natural habitat. To get animals for your zoo you have to exchange animal cards in your hand to the market, based on the supply and demand. Players will have to fill their five enclosures with animals this way. Who will be the first to place a rare five star animal in the zoo and win the game?&#10;&#10;Introduction&#10;Each player has a zoo with five enclosures of which there are different habitats avaible. The players need to place animals out of their collection into their natural habitat, but in order to do so they have to exchange other animals cards in their possession to the market. This way the players have to fill their five enclosures with animals.&#10;&#10;The animals also have a special action when placed in a enclosure or brought to the market, which the player can use to sabotage other players. A player who places a rare five star animal into its zoo wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Collectible Components",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les campagnes de Domitien",
    "ID": 234611,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234611/les-campagnes-de-domitien",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Published in Vae Victis magazine 68s, add a new scenario for Optimus Princeps: La campagne du Principat de Domitien (81-96).&#10;&#10;Also adds new rules and counters for the scenario: German Civilians, Roman Fronts, Off Map Boxes, and rules for Quadii, Marcomanii and Sarmats.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "España 20: Variante en Solitario",
    "ID": 234622,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234622/espana-20-variante-en-solitario",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This expansion pack add two new game modes to this game system.&#10;&#10;Solo rules let a solitaire player play against a non player side, managed by the game system.&#10;&#10;For those wargamers that prefer simple rules and switching sides, we have include some easy to learn rules to manage morale spent (forzed march, commit reserves, declare a lung,&hellip;), advance after combat, or actions to be performed during reaction phase.&#10;&#10;In addition to above, for those wargamers that like complete set of rules that manages all AI side avoiding that player takes decision about actions to be performed, we have included a set of priority and target selection. These rules are used together a few flow charts in such way that the game system shall guide the enemy units to their best targets in order to defeat your army. Obviously, these rules are a bit complicated and hard to learn, and increase the game difficulty.&#10;&#10;Furthermore, 3 AI experience levels has been included in order to make the solo game challenging to both novice and veteran players.&#10;&#10;This solo rules shall be completed with a few particular rules for each battle. The particular rules shall include, initial targets definition if they are required, use of particular event cards, or any useful rules relationship with the exclusive rules of each battle. We are developing this rules for the 4 battles included at Espa&ntilde;a 20.&#10;&#10;This solo system has been supplemented with a set of quick battle rules, and four player rules. The main function of this system is offer to players the chance to play alternative battles without the historic background by means the use of recruiting points system that increase the playability of each battle. A simplified set of Army recruiting rules, let each player shall recruit their own units, purchase cards. Furthermore, exclusive rules are replaced by a short table with a set up, and objetive definition rules for each map in the game.&#10;&#10;Expansion pack components:&#10;   &bull; 36 solo action cards.&#10;   &bull; 1 countersheet with more than 50 markers.&#10;   &bull; 1 Player helpsheet.&#10;   &bull; 1 Rulebook.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Mimic",
    "ID": 234625,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234625/the-red-dragon-inn-mimic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This additional drink card came as a Kickstarter reward for The Red Dragon Inn 5: The Character Trove. A Russian variant was included in the The Red Dragon Inn 6: Villains Collectors Edition and the Eco-Collectors Edition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Gold Dragon Gin",
    "ID": 234626,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234626/the-red-dragon-inn-gold-dragon-gin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This additional drink card came as a Kickstarter reward for The Red Dragon Inn 5: The Character Trove.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Goblinade",
    "ID": 234627,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234627/the-red-dragon-inn-goblinade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This additional drink card came as a Kickstarter reward for The Red Dragon Inn 5: The Character Trove.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Amber Ale",
    "ID": 234628,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234628/the-red-dragon-inn-amber-ale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This additional drink card came as a Kickstarter reward for The Red Dragon Inn 5: The Character Trove.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World War III",
    "ID": 234630,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/234630/world-war-iii",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "500",
    "Weight": "0",
    "Description": "The greatest horror has begun, life does not know its fate.&#10;&#10;Man has chosen the war of nightmares. The will of Unions and Nations advance into a global inferno, aiming for survival and supremacy.&#10;&#10;WORLD WAR III. Don&rsquo;t do it! Find another way, but first we need to battle!  To see. What might World War III be like?&#10;&#10;GOAL&#10;2 to 7 players battle as the will of Unions and Nations to gain the most value in territories. Nukes may be launched, Technologies can be advanced, Nations may be Allied and Pacts can be made but only one player can claim Victory!&#10;&#10;GAMEPLAY&#10;Each player takes a one of seven major nations or unions, USA, N.A.T.O., Russian Federation, China, Arab Union, African Union, or Union of South American Nations.&#10;&#10;Each nation/union can take one action, ranging from taxation, building military might, Diplomacy in hope of gaining the aid of other nations, Technology to further options, campaigns of War, or to Nuke opponents.&#10;&#10;Players can create Pacts and work together against their enemies, and in advanced play involve ISIL combatants and North Korea.&#10;&#10;Play continues in a clockwise fashion until a certain number of turns or a determined amount of time is complete.&#10;&#10;Will we survive to see a world at all?&#10;&#10;Blatantly inspired by the games of Larry Harris, Martin Wallace and Joseph Miranda. Blast City's World War III delivers an all night romp for friends to decide the end of the world, or see the superpowers that remain.&#10;&#10;This is will now be our first FOLIO Game.&#10;&#10;WAR WORLD FOLIO 1&#10;Our Folio games are printed box-less games minimal in game components. All materials are within an folded cover (8.5&quot;x11) at an affordable price.&#10;&#10;World War III is the first in our WAR WORLD series.&#10;&#10;WORLD WAR III was originally a print and play game. We enjoyed the game so much that we are making these physical copies available. The Rules and other details have been updated.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Player Elimination"
    ],
    "Families": [
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pizzeria Boss",
    "ID": 234631,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/234631/pizzeria-boss",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Pizzeria Boss is a set-collecting and hand management card game with just a little bit of a &ldquo;take that!&rdquo; element (let&rsquo;s face it, sometimes it&rsquo;s fun to stick it to your neighbor). With limited resources can you complete more pizza orders than your competitors before the end of the game? Need some help along the way? Great! You can bring in managers and even The Boss to help out! Let&rsquo;s just hope that they don&rsquo;t get fired before they serve their usefulness. To win, you&rsquo;ll need to play the right cards at the optimal time.&#10;&#10;The game comes with two decks of cards, the &ldquo;Boss deck&rdquo; and the &ldquo;Order deck&rdquo;. The two decks work in conjunction with each other. The &quot;Order deck&quot; determines what toppings you need on your pizza. The Boss deck provides the toppings and all the little things needed to help your business along the way.  If you play your cards right you might even disrupt your competitors. Once you order is prepared it must be cooked.  Be wary--until that order is done and the money is in your pocket that customer could still decide to cancel. That's just how pizza life goes, right? Health inspectors, cancelled orders, not having what you need in stock - these are all possible disasters that could happen. But there is also the good things - helpful managers, a boss willing to lend a hand or customers who pay for their order early. Explore all these things and more in Pizzeria Boss.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajniacy: Nowi Agenci",
    "ID": 234643,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234643/tajniacy-nowi-agenci",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Polish first mini-expansion&#10;&#10;Consist of 10 new cards (with 20 new codenames) in Polish.&#10;&#10;Can be mixed with both regular Codenames (Tajniacy), Codenames Undercover (Tajniacy: Bez Cenzury), Codenames Duet (Tajniacy: Duet) or even Codenames Pictures (Tajniacy: Obrazki) if using mixed Word/Pictures game variant.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajniacy: Sami Nieswoi",
    "ID": 234644,
    "Year": "(2017)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234644/tajniacy-sami-nieswoi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Polish second mini-expansion&#10;&#10;Consist of 10 new cards (with 20 new codenames) in Polish.&#10;&#10;Can be mixed with both regular Codenames (Tajniacy), Codenames Undercover (Tajniacy: Bez Cenzury), Codenames Duet (Tajniacy: Duet) or even Codenames Pictures (Tajniacy: Obrazki) if using mixed Word/Pictures game variant.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hostage Negotiator: Ana Langston",
    "ID": 234645,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234645/hostage-negotiator-ana-langston",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Negotiator Cards each add a power that can be used once per game. Ana Langston allows getting an additional Conversation card after purchase of another card.&#10;&#10;This card was included in all copies of the Veteran pledge level of the Hostage Negotiator: Crime Wave Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stop Thief!: Kickstarter Promo Cards",
    "ID": 234646,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234646/stop-thief-kickstarter-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Two promo cards shipped to Kickstarter backers.&#10;&#10;Text from the cards:&#10;&#10;Rob&eacute;rt Legasse: When Captured, Write your name and date on this card, $9,000&#10;&#10;Jacob D. Justice, Esq: While At Large, Anyone arguing about the rules must put $1,000 onto this card, $9,000*&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Memory",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Promotional: Cards",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'osti d'jeu: Extension Les Appendices",
    "ID": 234647,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234647/losti-djeu-extension-les-appendices",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play in the strange and trash universe of the &quot;Appendices&quot; with 70 cards 100% from them. As a bonus, 140 stickers to change your cards and personalize your game.&#10;&#10;Description in French:&#10;Jouez dans l&rsquo;univers &eacute;trange et trash des Appendices avec 70 cartes 100% de leur cru. En prime, 140 autocollants pour modifier vos cartes et personnaliser votre jeu.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Survival Begins: The Zombie Train",
    "ID": 234652,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/234652/survival-begins-the-zombie-train",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "On &quot;The Zombie Train&quot;, human being have being infected by evil zombie virus vigorously...Based on the numerical comparison rules and abilities of different characters, you can either evacuate the survivors to a safe carriage, lead the zombies to invade the innocents,stop the evil virus spreading continuously. Now, it's time for you to save the innocent passengers on &quot;The Zombie Train&quot;!!&#10;&#10;Goal of the game:&#10;Difficulty of the requirements depends on the bonus points of each card. Based on the number of players, the player who scores the designated points first wins the game. &#10;What do players do in their turns?&#10;&#10;step1&#10;Based on the description on the back of the bonus card, among the three cards that the player is having, choose one card that represents how many human being the player wants to evacuate or zombies that he/she wants to lead to attack, then place it and pick one card from themask deck.(ex  there are many/not too much/a few  zombie/human in the car or bluffing the number of human/zombie&#10;&#10;step2&#10;Train conductor will execute function first.Everyone take turns being train conductor&#10;for every round.&#10;&#10;step3&#10;Open the cards. If the total amount of human is more than zombies, then whoever has the biggest number wins; while the total amount of zombie is more than human, then who ever has the smallest number wins. The winner gets to choose a human card to evacuate to himself/herself&rsquo;s carriage, or collect zombie and kill them. For those who wish to steal points from others, they can send zombies to other player&rsquo;s carriages.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Memory",
      "Number",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alphas",
    "ID": 234653,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/234653/alphas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Page 1, Byline of the Titan Front Newspaper. Submitted by H. Harvey Harris, Editor and Chief&#10;&#10;Alphas. That's what the government called all these super power freaks. On this day, our city, our beloved Titan City, is crawling with these menaces! Each one, with their own agenda and their own way of possibly terrorizing the good people of the earth's mightiest city. But this editor in chief of yours will not simply sit idly, letting these vigilantes take the law into their own hands without being held accountable. I will be reporting daily from the front lines so stay tuned!&quot;&#10;&#10;The Titan Front Newspaper. Read by the entire city. For years it has painted the picture of Alphas being with its editor and chief as the main sounding board. The truth is, some Alphas are bad. Some use their powers for their own personal gain, or &quot;just to see the world burn&quot; as they say. Some just want to keep to themselves or... save themselves.&#10;&#10;Some though... some hear the calling. Some believe that their abilities have with them, the responsibility to make the world a better place. A safer place.&#10;&#10;Welcome to the world of Alphas, a world where the super powered are a regular sight.&#10;&#10;Alphas is a super hero miniatures game for 2 to 4 players! The game uses a unique combat dice grading system paired with an Activation Deck System. Players can play the game 3 different ways!&#10;&#10;Story Mode: Story mode takes the players through the graphic novel styled story, with a powerful narrative and an evolving story novel to novel. This mode will appeal to families and game groups alike as it can be played cooperatively!&#10;&#10;&quot;Head to Head&quot; Mode: This mode involves building a team of Alphas and squaring off against 1-3 other teams of Alphas in a random 1 of 6 different objective based missions! This mode will appeal to any who like playing tactical competitive games, and will be supported with organized play after its release.&#10;&#10;&quot;One Shot&quot; Mode: These modes will be expansions in the future that feature smaller story arcs for players to play through. The first of which will be &quot;Alpha Hunters&quot;, a story where a shadow government group and it's giant mechanized creations hunt the Alphas, hurting cities and civilians in the process. These too can be played cooperatively, and yet... also competitively, because who would we be if we didn't let you play as the giant &quot;miniature&quot; Alpha Hunter Robots?!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "70s Show Super-fan Card Game",
    "ID": 234656,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234656/70s-show-super-fan-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fan-made card game, based around the TV Show &quot;That 70s Show&quot;.  Players use decks representing various characters from the show to recreate episodes represented by cards.  These scoring cards have a sequence of characters that must be played to score them, after which the points shown on the cards are added to your total.  The first player to reach 21 points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Decades: The 1970's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scurry & Scamper",
    "ID": 234658,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgame/234658/scurry-and-scamper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;THE SCENE&#10;&#10;You approach the hole in the wall with caution. You sniff the air. The smell of sharp cheddar perfectly aged wafts its way to you from the open pantry door. Your belly rumbles. Your mouth waters. You can almost taste the crumbly, cheesy goodness. You step forward closer to the hole...but wait! Was that the sound of the cat sharpening its claws on the linoleum?&#10;&#10;SCURRY &amp; SCAMPER &#10;A Game of Tricks, Traps, &amp; Cheese&#10;&#10;Scurry &amp; Scamper is a trick-taking game that adds pre and post-hand actions allowing you to manipulate the hand in your favor or twist the outcome afterwards. Players are rats trying to collect the largest cheese hoard, while sticking their fellow rats with the biggest pile of Fink Traps. &nbsp;&#10;&#10;Players win cheese tokens by winning tricks of cards, but beware!&nbsp; Scurry and Scamper cards will have those cheese tokens flying into other rat&rsquo;s hoards, sticking unlucky players with Finks. Whoever has the least Finks wins!&#10;&#10;Can you out-fink your fellow rats and scamper off with the most cheese?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paramedics: Clear! Gen Con 50 Stampede Promo Card",
    "ID": 234667,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234667/paramedics-clear-gen-con-50-stampede-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gen Con 50 Stampede is a promo Patients card for Paramedics: CLEAR! given out at Gen Con 50 with copies of issue #210 of Game Trade Magazine (not included in retail copies of GTM #210)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medical",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "One-Minute Che Guevara: Bolivia 1967",
    "ID": 234670,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/234670/one-minute-che-guevara-bolivia-1967",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "2",
    "Weight": "2",
    "Description": "One-Minute Che Guevara is a microgame attempting to portray Che Guevara gerilla campaign in Bolivia in 1967 with a small map and a limited number of counters. One-Minute Che Guevara is a solitaire challenge and the entire campaign can be played in a minute or two. However, the game offers a player most of the political and military choices available to Guevara in 1967.&#10;The player represents Guevara and guerilla units represent small groups approximately the size of a platoon. Bolivian army units represent elements of the 2nd Ranger Battalion at the company level. Historical factors like propaganda, supply shortages, and Guevara's limited tactical options are contained in the rules. The political phase is played on a map of Bolivia; the military phase is played on a separate battlefield map. Event Cards are used to guide the narrative but several different outcomes are possible. Victory is determined by the level of Guevara's political and military success ... if he survives.&#10;&#10;(Excerpt from the Rules booklet)&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Minimap Resolution"
    ],
    "Families": [
      "Country: Bolivia",
      "History: Cold War",
      "Misc: Free Wargames",
      "Series: One-Minute Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Massive Darkness: Lightbringer Pack",
    "ID": 234672,
    "Year": "(2017)",
    "Geek Rating": "5.810",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234672/massive-darkness-lightbringer-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is the set of items for Massive Darkness which are contained in the Lightbringer pledge (which was the only pledge level - not counting its early bird version) other than the base game and other standalone (add-on) boxes. These all were shipped in a box with the identifier: Lightbringer Pack MD-KS01.&#10;&#10;The box contains:&#10;&#10;* 3 heroes (Myriam, Lil' Ned, Sicarius) and 3 respective cards&#10; * 18 enemies (Werewolf, Ogre Brute, Cun-ha, Cliffbreaker Cyclops, Iron Golem, Weretiger, Flesh Golem, Ogre Rockbreaker, Living Construct, Fomorian, Werebear, Overseer, Low Troll, Graz &amp; Prug, Hellsbane, Chromatis, Oni, Nightmare Thing) and 36 respective cards&#10; * 3 accessories (MD dice bag, Bonecrusher class sheet pad, 3 artifact cards)&#10; * 6 Lava and Crystal tiles with quest book (6 quests)&#10; * Extra enemies: Orc Flayer Boss &amp; 2 minions, Dwarf Defender Boss &amp; 2 minions, Goblin Archer Boss &amp; 4 Minions, Orc Enforcer Boss &amp; 2 minions, Goblin Warrior Boss &amp; 4 Minions, Dwarf Warrior Boss &amp; 4 minions&#10;&#10;As the extra enemies provided are not marked as Kickstarter Exclusives by CMON hence the naming as kickstarter extras&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Massive Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Survive the Night",
    "ID": 234677,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/234677/survive-the-night",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Survive the Night is a 1-6 player boardgame where the group must use crafting, combat, and strategy to survive the onslaught of either werewolves, vampires, or zombies.&#10;&#10;Story cards are introduced at the beginning of the game which allow for multiple decisions and outcomes that change gameplay and sometimes the end goal. Some story cards provide variation in groups creating teams allowing for one individual to be a traitor or just add plot depending on player's decisions.&#10; There are two main locations presented through separate boards where players can search item cards, pool resources and work together to survive. A timer is set designating when The monsters will arrive. Once that is complete more traditional game rounds commence as each player and monster take turns with various actions available to each.&#10;&#10;Crafting is available in the form of barricades and health packs. Weapons are found through searching with the more High value ones requiring multiple parts to assemble.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Simultaneous Action Selection",
      "Storytelling",
      "Take That",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Approaching Dawn: The Witching Hour – Apportation/Telepathy Promo",
    "ID": 234678,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234678/approaching-dawn-the-witching-hour-apportationtele",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a single card promo for Approaching Dawn: The Witching Hour.&#10;&#10;The card reads:&#10;&#10;&quot;Telepathy: All witches may reveal their hands and discuss strategy openly.&#10;&#10;Apportation: Banish a Warlock, Lost Witch and Locus Guardian Demon.&quot;&#10;&#10;Card number: Promo 1&#10;&#10;This card was distributed with Game Trade Magazine #211 (Sept. 2017).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Import / Export: Kickstarter Expansion",
    "ID": 234679,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234679/import-export-kickstarter-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Kickstarter Expansion for the game Import / Export introduces fifteen unique cards to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Import / Export: Jutaku Expansion",
    "ID": 234680,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234680/import-export-jutaku-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Jutaku Expansion for the game Import / Export introduces ten unique cards to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cousins' War: Events",
    "ID": 234684,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234684/the-cousins-war-events",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Cousins' War: Events is a small expansion for The Cousins' War.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "History: Wars of the Roses",
      "Series: Pocket Campaigns (Surprised Stare Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snowdonia: The Siege of Petersburg / The Channel Tunnel 1881",
    "ID": 234686,
    "Year": "(2017)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/234686/snowdonia-the-siege-of-petersburg-the-channel-tunn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Snowdonia: The Siege of Petersburg / The Channel Tunnel 1881 contains two scenarios for Snowdonia.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Agincourt",
    "ID": 234689,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/234689/fields-of-agincourt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;October 25th, 1415 Artois, France&#10;The woods were still and full of mist.  Silent hills stood watch.  A muddy field waited for the battle to begin.  Near the small village of Agincourt, two armies faced each other in the chill of the early morning.  Archers, Footmen, Scouts, and Cavalry ordered themselves for battle.  The land was the prize that was sought.  The cost must be paid in blood.  Welcome to the Fields of Agincourt.&#10;&#10;Agincourt is a combative tile-placement game for 2-5 players.  The map will form as the game is played, with each player fighting for position for the final battle.  The goal of the game is to defeat your enemies and claim the most victory points.&#10;&#10;Playing Fields of Agincourt consists of two game stages:  &#10;Marshalling the Troops:  Players take turns placing tiles, recruiting troops, and claiming Bastions.  Once all the tiles are placed, the Final Battle will begin.&#10;The Final Battle:  Players are vying for superior battle positions within Bastions.  Contested Bastions are resolved one at a time, with the winning player receiving victory points.  The player with the most victory points will win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Country: France",
      "Crowdfunding: Kickstarter",
      "History: Hundred Years Wars"
    ]
  }
]