[
  {
    "Rank": "N/A",
    "Name": "Give Us A Job",
    "ID": 32113,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32113/give-us-a-job",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Give Us A Job is a roll and move game where players are trying to get a job, keep it, and then gather enough money to be able to buy five luxury items and have &pound;100,000 in cash.&#10;&#10;There are chance cards and players collect a salary every time they pass their home square.&#10;&#10;The items required to win the game are: a helicopter, a house, a yacht, a sports car and a swimming pool (whether they have a house to go with it or not).  Sadly, these are represented by cards rather than models.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Total Axis Pack I: Eastern Front Firestorm",
    "ID": 32117,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32117/total-axis-pack-i-eastern-front-firestorm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(From the publisher's web site:)&#10;&#10;War on the Eastern Front engulfed small Axis satellites like a hungry wolf. None were spared. Hungarians, Romanians, Yugoslavs and Finns clashed with the Soviet giant and Nazi supermen, as well as one another in a senseless yet hellish struggle. Tanks of all marks, and outdated weaponry met the first futuristic MBTs as the miles and weeks ticked away until Gotterd&auml;mmerung in Berlin and the end of what was unleased with Barbarossa.&#10;&#10;A collection of six maps, ranging in size from 24&rdquo; x 36&rdquo; to smaller sizes, are provided for use with the entire TOTAL AXIS PACK SERIES of scenarios. TOTAL AXIS PACK II  will provide another batch of scenarios for use with the TAP map collection. Geomorphic boards are also used with TAP scenarios.&#10;&#10;Ownership of Beyond Valor and Armies of Oblivion, are required to use this product. Ownership of Critical Hit's Jatkosota: Finland's Continuation War for ASL is also suggested.&#10;&#10;Contents:&#10;12 scenarios&#10;6 maps on heavyweight stock&#10;Variant Rules card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Perfect Present",
    "ID": 32118,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/32118/the-perfect-present",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Perfect Present is a fun party game where players take turns being the gift receiver, and everyone else tries to give them a present they want the most.  The player who is best at giving presents is the winner.  This game has a similar feeling to Apples to Apples, and it's quite fun to get and give presents!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horse Racing To-night",
    "ID": 32120,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/32120/horse-racing-to-night",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An edition of the Pepys Board Game Series.&#10;&#10;Game contains one large three-folded gameboard, 6 bakelite horses with jockeys (metal ones in a different edition) on wooden stands, 2 black and two red wooden dice, 2 bakelite dice shakers and three obstacles on wooden or metal wire stands (regarding how many horses start).&#10;&#10;Players agree before play how long the racecourse they want to play. According to this the obstacle(s) are placed.&#10;The dice are thrown, one showing which horse will move and the other how far this horse will ride.&#10;Interesting rule is that always two dice-pairs are thrown simultaneously, speeding up play.&#10;The obstacles do what they are designed for: Hinder a horses move.&#10;It is advised that players place bets before commencing to play.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das grosse Hessen-Spiel",
    "ID": 32121,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/32121/das-grosse-hessen-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A very special game edited during the promotional campaign for the political elections in the German State of Hessen in 1978.&#10;&#10;It was a giveaway of the political party of the CDU (Christian Democratic Union) trying to contain some humour against their main opposition, the SPD (Social-Democratic Party of Germany).&#10;&#10;The game is a variant of Hoffmanns game JAG UND SCHLAG (Tally Ho).&#10;Thus the rules a rather similar: All the cards are spread out randomly over the board, backside up.&#10;Each player in turn turns a card over, no more altering its position on an ordinary square.&#10;Each card depicts an arrow, in which direction this card can capture a weaker opponent, if possible.&#10;Each card can travel along the lines as far as the player chooses.&#10;Special rules: In the large cities of Hessen (yellow squares with a red border)the direction of the arrow can be altered.&#10;The large cities can also be captured and if occupied at the end of the game count extra points printed on the board, in addition to each captured card during play.&#10;&#10;Very good variant with the extra spice of the large city rules which make play very differently to Tally Ho.&#10;&#10;Also an extra bonus: All the graphics are from Hoffmann himself !&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Germany",
      "Region: Hesse (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spell",
    "ID": 32122,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/32122/spell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A word building card game from the Pepys card series.&#10;&#10;Each card bears 2 letters (apart from 1 joker which bears the word &quot;spell&quot;). &#10;The cards are combined in pairs to form words which are changed constantly by covering the cards on the table with fresh cards.&#10;This way you use always one half of the word (your choice)to build another new one.&#10;&#10;Good to be played with adults and children together.&#10;&#10;A variant allows to play this game as a patience.&#10;&#10;3 editions known.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quizmo Multiplication Division",
    "ID": 32123,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32123/quizmo-multiplication-division",
    "Min Players": "2",
    "Max Players": "40",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An educational lotto game, featuring multiplication and division.  Quizmo is a game that helps children understand and  memorize the basic number facts in multiplication and division.  It is played like Bingo.  Cards are double sided, multiplication on one side, division on the other.  Mark off answers to math problems on the card.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Quizmo (Media Materials)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chase",
    "ID": 32126,
    "Year": "(1951)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/32126/chase",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Another one from the Pepys Double Feature Games series.&#10;&#10;The game contains 17 gallop cards, 20 jump cards (4 each of 5 colours), 10 water jump cards (2 each of 5 colours), 4 fall cards and 4 whip cards.&#10;Added is a paper playing mat enforced with raw canvas on the back and 5 cardboard horses on coloured wooden stands.&#10;&#10;In this horse racing card game players try to be the first past the post. &#10;To achieve this they have to find the best moves with their hand of 5 cards.&#10;This game is really tricky, as some cards allow only one horse of a certain colour to move and some other cards affect all horses.&#10;As there are also several obstacles on the course which require certain cards to surmount you have to find the best moment when to play which card to move your horse and to hinder the others.&#10;&#10;If you want, you can use a portion of the mat to place bets for the horses.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rally 6",
    "ID": 32127,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/32127/rally-6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Rally 6 is more than just a car rally game but a spark to the imagination for all ages. The unique board design enables re-arrangement of the aerial view of the village of Whittlton to give six different layouts at varying levels of play.&#10;No mid-game boredom with Rally 6. Driving through the village involves thrills and hazards, natural features such as fords, level crossings and junctions in addition to those brought about by landing on the yellow cross-hatched Incident squares. The game is always close run and maintains the excitement right to the end.&#10;Choose and navigate your own route to pass through all ten checkpoints, encounter and overcome the hazards, re-adjust your route to deal with changing conditions and race home to win Rally 6. The thrills of Rally 6 are endless because no two games are ever the same.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tippa Speedway",
    "ID": 32130,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/32130/tippa-speedway",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Nice little family game from Sweden.&#10;&#10;Players try to round the racetrack the fastest of all competitors.&#10;Game is challenging for children and adults alike.&#10;There are special rules for moving, falls, overtaking etc.&#10;Event cards add the odd spice to gameplay.&#10;&#10;At the end of a given time victory points are awarded.&#10;If you play shorter games, a campaign can be played.&#10;&#10;Excellent plastic game pawns !&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Motorcycle Racing",
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Little People Bingo",
    "ID": 32132,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/32132/little-people-bingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Little People Bingo is a Little People themed Bingo for children 3-6 played with cards with objects rather than balls with numbers. The boards have 2 sides: one with a grid of 6 objects (for younger children) and one with 6 objects in a scene (for older children). On top of that, there is a Little People figure (Eddy) which goes on your side each time you get a card. There are Eddy cards too. When they are drawn, the player with the Eddy figure on his side gets the Eddy card.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Toys: Fisher Price Little People",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MéliMélo",
    "ID": 32133,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32133/melimelo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "M&eacute;liM&eacute;lo is a game for children 3 and up. 10 cards with the bottom half on an insect are dealt to the players, and the cards with the matching halves make the draw pile. Cards are drawn one by one and players try to assemble the insects, which have names that rime, like (in french) Mireille l'abeille.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puzzlito",
    "ID": 32134,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32134/puzzlito",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Puzzlito is a circular jigsaw puzzle describing the activities of the day of Pompon the bear. Players try to find the pieces and place them in order. It's an educational game to teach children 3 and up the notion of time.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Friendly Farm Domino",
    "ID": 32135,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/32135/the-friendly-farm-domino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The Friendly Farm Domino (Domino de la ferme de Foin-Foin, in french) is a domino game for children 3 and up. Dominos have 2 sides: one with horseshoes (instead of dots), and one with farms animal (for younger children). It's played like regular dominos except the farmer is a wildcard (on the other side, there is no zero, but a star, which is also a wildcard).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bingo des images",
    "ID": 32136,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32136/bingo-des-images",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Bingo des images (french title) is a game for children 5 to 12 . Each player gets a board with a 5 x 6 grid. The top 5 square contain the letter of the word BINGO, and each of the others contain one of 6 images. There is one die with the letters of BINGO and one with the 6 images. Dices are rolled and players place tokens on the matching letter/images on their board. The first player with a line of 5 tokens (horizonal, vertical or diagonal) wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party Time",
    "ID": 32137,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/32137/party-time",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Party time is a dutch game from the Big Six series from Nova Carta.&#10;&#10;You have to form two teams. Throw a coloured dice.&#10;&#10;Every colour corresponds with a theme on a card.&#10;&#10;Red- Say uuuhh&#10;Player has to tell a story about the subject on the card without saying uh for 30 seconds&#10;&#10;Blue- Pantomime&#10;Player has to use pantomime to let his team guess the word on the card&#10;&#10;Yellow- Illegal words&#10;Player has to tell about the word on the card, but cannot name some words (shown on the card)&#10;&#10;Green- No yes or no&#10;The opponents get to ask questions about a subject on the card for 1 minute. The player may not answer with yes or no&#10;&#10;Purple- Say what?&#10;The player can mention the three underlined words on the card. His team has to guess the saying by these three words.&#10;&#10;When a guess is correct, the team gets a chip with the corresponding colour. Collect all colours and your teams wins!&#10;&#10;This is a light party game, suitable for players with a minimum age of 12.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: Big Six Mini Quiz (Novacarta)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquer Everest",
    "ID": 32138,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/32138/conquer-everest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "(From National Geographic's Store Website):&#10;&#10;Retrace the National Geographic expedition that first put American climbers on the summit of Earth's highest mountain: the Himalaya's 29,035-foot-high Mount Everest. In this exploration and strategy game, actual photos of Everest create the playing surface. Use Skill and Gear cards to ascend a photo-realistic 3-D mountain via routes used by the real climbers, including National Geographic Society photographer Barry C. Bishop. But watch out because hazards are everywhere and can cost you your shot at the summit! For 2 to 4 players or teams, Ages 8 and up. National Geographic map of Everest included. 14W x 19L x 11H.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Country: Nepal",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider-Man 3 Wall Crawl Race Game",
    "ID": 32139,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32139/spider-man-3-wall-crawl-race-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is a movie tie-in children's game.  One player plays Venom, the other plays Spider Man.  Each player is armed with a Spider-Man like webshooter that shoots a laser beam instead of webs.  You aim the lazer beam at a dector attached to your character.  If you aim the beam correctly, you  character will begin to climb.  First character to the top wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Comic Book / Strip",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stirling Moss' Rally",
    "ID": 32140,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32140/stirling-moss-rally",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Another game of the scarce Pepys double feature series.&#10;&#10;Game box contains 14 high speed cards, 14 low speed cards, 7 hazard cards (black letter) and 5 hazards (red letter).&#10;&#10;For movement players use 6 car cards: Jaguar, Sunbeam Talbot, Riley, Bentley, MG and Ford Zephyr.&#10;&#10;Added are 3 long card strips depicting various towns, scenes and check points along the route of the real Rally Monte Carlo.&#10;&#10;Each player gets a hand of 4 cards.&#10;In his turn, he can play a high speed or low speed card in order to move his car card 1 or only 1/2 length along the pictures of the movement strips.&#10;If another player has layed out a movement card there is the possibility to lay a hazard card upon it.&#10;The faster you travel the worser the hazards.&#10;Play ceases at every check point, the later you come the more penalty points you score.&#10;A new hand is dealt then.&#10;After the last checkpoint game alters, the players have to fix for themselves if they want to travel high or low speed until they reach finish; no other card is then allowed.&#10;After arrival at Monte Carlo a last point total is scored.&#10;&#10;As with most Pepys card games the graphic artwork is astounding and adds to the atmosphere of the game. Nice little filler...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puzzle Duel",
    "ID": 32141,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/32141/puzzle-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each players gets a puzzle-frame, 8 big pieces and 8 small pieces (one or two squares). &#10;You put five big pieces into the frame. The empty spaces you fill up with the small pieces. Then you remove the big pieces. After that the players give each other their puzzle-frame and the five pieces. The first player that can put the five pieces back into the frame, wins the game.&#10;To make it more difficult, you can give each other 8 pieces. In that case, you don't know which five to use.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salomon's Dilemma",
    "ID": 32142,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/32142/salomons-dilemma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the box and homepage:&#10;&#10;The trilogy is now complete! After the success of the DaVinci Code and Bernini Mystery games, Salomon's dilemma is now out.&#10;&#10;Do you guess correctly or wrong?&#10;Each player sets up their pieces on the table without revealing them to the other players. The object then is to figure out how the other players have arranged their pieces, and &quot;taking them out&quot;. You are presented with some tough choices, and an acute sense of deduction is an absolute necessity.&#10;&#10;Pick carefully, judge correctly and win the game!&#10;&#10;Belongs to a series / trilogy, containing:&#10;&#10;    Bernini Mysterie&#10;    Da Vinci Code&#10;    Salomon's Dilemma&#10;&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's News to Me!",
    "ID": 32144,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32144/its-news-to-me",
    "Min Players": "2",
    "Max Players": "30",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From Back of Box:&#10;&#10;With &quot;It's News to Me!&quot; the race is on to the editor's office in a new &quot;unbored&quot; game that has players pretending to be reporters on assignment. &quot;It's News to Me!&quot; sparks student imagination and interest in today's world. The game challenges students to complete tasks that incorporate every aspect of the Newspaper.&#10;&#10;The ACTIVITY BOOK covers:&#10;- What is a newspaper?&#10;- Newspaper Terms&#10;- Classroom Ideas&#10;- The Front Page&#10;- Headlines&#10;- What makes it news?&#10;- Where does the news come from?&#10;- Editorials&#10;- Editorial Cartoons&#10;- Advertising in the newspaper&#10;- This 'N That&#10;&#10;These exercises introduce students to styles of writing, design, personalities in the news and world events. The activities include drawing conclusions, comparing points of view and decision making. Suitable for Grades 4 and higher.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Role Playing",
      "Simulation",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Komm wir rechnen",
    "ID": 32145,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32145/komm-wir-rechnen",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Komm Wir Rechnen, or Come We Learn to Count, is an education game in which children learn mathmatics by placing equations onto the correct answer on a grid of numbers. When all the tiles are placed, they are turned over to reveal images, which, if all the answers are correct, will form a complete picture.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Philmont: The Adventure Trail ... Game of Survival",
    "ID": 32147,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32147/philmont-the-adventure-trail-game-of-survival",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Philmont The adventure trail ... Game of Survival after standard roll and move, draw a card and answer for reward or penalty.  Questions involve animal identification, backpacking and camping knowledge, and knots (Philmont is a Boy Scout camp).  The goal of the game is to get a certain number of reward chips for answering questions correctly.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bold Adventure",
    "ID": 32151,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/32151/bold-adventure",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From back of box:&#10;&#10;Three centuries ago, a man named John Bunyan wrote an adventure narrative called Pilgrims Progress that has captured the imagination Western Christendom like no other book since the Bible.&#10;&#10;Rock Harbor Creations has now brought the dramatic highlights of that perennial bestseller vividly to life in an exciting new board game called Bold Adventure.  Like the book's hero, Christian, you leave the City of Destruction behind on your way to the Cross, and ultimately to the Celestial City.  Like him, you'll go slowly at first, using the lower numbers on the inner circle of the spinner (there are no dice).  But once you reach the Cross and leave your burden there, again like him, you'll find your pace increases, as you shift to the higher numbers on the outer circle of the spinner.&#10;&#10;Along the way, you'll meet Mr. Evangelist who'll warn you to avoid such perils as the Slough of Despond and Beelzebub's Castle, and beware the enticements of Vanity Fair.  Once you've made your way past Doubting Castle, and Giant Despair, you get a glimpse of your destination from the peak Delectable Mountain.&#10;&#10;Designed to appeal especially to youngsters, bold adventure is a fast playing game for two to six players, taking no more than 30 to 45 minutes per game, on the average.  It is also easy to play; all you have to do is the old enough to read instructions and follow the directions on the board.  And, it is fun to play: the game is designed so that the lead will change frequently, and no one will be left too far behind.  There are also some interesting lessons to be learned in route.  For instance, if someone else lands on your space, instead of him having to go back to the beginning (disease or sending you there), you, being a good pilgrim say, &quot;Please go ahead of me,&quot; and he moves one space in front of you.  Similarly, lest you get discouraged at how far ahead the others are, there are three squares along the way marked &quot;The last shall be first&quot; -- land on one of these, and you immediately move one space in front of the leader.&#10;&#10;Nor are you necessarily the winner if you arrive at the last square first, for there is still the River of Death to cross.  There are two ways to attempt that, as indicated on the River of Death cards in two random piles.  Draw a card and see if you: ford the river and enter the Celestial City, or except the invitation of Captain Vain-hope, to avoid getting your feet wet, and let him ferry you across.  Alas, if you choose the latter, his boat capsizes and you are swept down the river and over the falls into Perilous Pool.  When you climb out, you'll find that you have a fair ways to go before you again attempt across the river.&#10;&#10;The first player to ford the river wins, but all pilgrims may enter the Celestial City if they embark on the bold adventure set before them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Builders",
    "ID": 32153,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32153/dungeon-builders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This piecepack game has two phases: First all the players build a dungeon by placing rooms, monsters and items. They may also use their turns to power their hero up, as only the most powerful hero will enter the dungeon.&#10;&#10;When the dungeon is ready, the most powerful hero (in case of a tie, there's a small auction) enters the dungeon and plays a mini Dungeon Crawl, trying to get all the gold and defeat the monsters.&#10;&#10;If the hero is successful, he'll keep the gold, but the other players will also gain gold for every point of damage done by their monsters and for items used.&#10;&#10;The game is played in different rounds until one player gains a set amount of gold decided at the beginning.&#10;&#10;There's an element of bluffing because items and monsters are placed face down, hiding their identity, and this can be used to trick other players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Safetyville",
    "ID": 32155,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.21",
    "Link": "https://boardgamegeek.com/boardgame/32155/safetyville",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Playing the Safetyville Board Game is a great way to spend time with your children while teaching them important safety information.  You too will learn some valuable safety information to help protect your children while they become more safety aware.  Be the first player to get to school and become a Safety Graduate for the Day.  Keep playing until everyone gets to school.  Every player is a winner.&#10;&#10;You advance by spinning for the color you will move to if you answer a safety question correctly.  There are different skill levels on each card.&#10;&#10;The game is approved by the VCA (Vanished Children's Alliance).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whitetrash Roundup!",
    "ID": 32156,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/32156/whitetrash-roundup",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Clearly described as a novelty game.  A deck with 50 cards and rules for four sets of games.  Each game has different strategies for either collecting or sticking other players with tacky hillbilly habits or collectibles, such as outhouses, double-wide trailers, CB radios, roadkill TV dinners, and mullets.&#10;&#10;&#10;    In Where's the Crap?, players compete to collect the most tacky knick-knacks. &#10;&#10;&#10;&#10;    You try to get rid of your trash in Ultimate Redneck. &#10;&#10;&#10;&#10;    In Trash Collector you win by accumulating the best garbage from your neighbors. &#10;&#10;&#10;&#10;    In Capture the Redneck, you try to become the biggest hillbilly.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Chicks",
    "ID": 32158,
    "Year": "(1922)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32158/little-chicks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Simple roll &amp; move children's game in which the pawns are baby chicks.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Island War Deluxe",
    "ID": 32159,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/32159/island-war-deluxe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Island War Deluxe is a squad-level game of skirmishes in the Pacific Theater of the Second World War. You control Squads of Japanese and Americans, tanks, machine-guns, flamethrowers, bombers, fighters and Leaders as you fight battles on Iwo Jima, Okinawa, Tarawa, and Guadacanal.&#10;&#10;Each Island War Deluxe hex represents 25-40 meters of terrain, and the turns depict from a few seconds to several minutes of action. The counters represent single characters (Leaders), Squads of men, Weapon Teams, Support Weapons and various administrative markers.&#10;&#10;Fun yet historically accurate and challenging scenarios designed by Mark H. Walker and Bill Wilder (HPS Simulation's Proud and Few), that include battles on Iwo Jima, Okinawa, and other desperate encounters. Tense action. Players can direct Banzai charges, infiltrate enemy positions, and stitch their opponents with flanking fire during melee.&#10;&#10;Scenarios include:&#10;&#10;&#10;     Bloody Ridge: The 2/5 Marines try to fight off the Japanese 35th Infantry Brigade as they attack toward Henderson Field.&#10;     Nishi: A Sherman tank helps Marines clear a ridge, laced with caves, near the tip of Iwo Jima.&#10;     Taking the Wanna Ridge: Marines go cave busting near the southern edge of Okinawa. &#10;     In the Sun: A Marine patrol is ambushed. Can they escape massacre on the beaches of Guadalcanal? Research by Bill Wilder&#10;     Forerunner: Marines tighten the nose on Mt. Suribachi.&#10;     A Place Called Betio: The beaches of Tarawa. Hard fighting. Air support. Japanese and Marine tanks. Enough said. Bill Wilder&#10;     Healing Under Fire: Navy Corpsmen try to save Marine lives, as the Marines try to save the Navy Corspmen. Bill Wilder &#10;&#10;&#10;Also available in Print-n-Play.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: PnP-LnL Game Line (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forever Families",
    "ID": 32160,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32160/forever-families",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Forever Families is an LDS game that is designed to teach the methods of researching family history for work in Mormon Temples. Players move around the board attempting to match &quot;Archive Records&quot; with &quot;Ancestor Cards.&quot; The first player who is able to take seven &quot;Cleared Names&quot; to the temple is the winner.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wettfahrt im Blitzzug",
    "ID": 32162,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32162/wettfahrt-im-blitzzug",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Published circa 1955 (http://www.spielbox-online.de/indxtemp.html?/sbmain/ersatzs.htm).&#10;&#10;Nice family game where you have to deliver the pre-dealt wooden chips onto the corresponding circles on the board.&#10;&#10;At the same time you have to visit as much of the 36 cities (each one provided with a card)on the map as possible. These are of 3 different values regarding how large they are.&#10;&#10;You have to watch out that your visits include 4 cities at the far east, south, north and west borders of the board and to avoid the already laid out green chips: If you travel by one you have to pick it up.&#10;&#10;Game ends when all 36 cities have been visited or if a single player has delivered all his green chips and is in posession of at least 8 city cards.&#10;&#10;Points are scored for each city card to its full value for the player, each green chip scores 2 and each border city not visited 10 points against the player.&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitz-Flug um die Erde",
    "ID": 32163,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32163/blitz-flug-um-die-erde",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A roll-and-move game with some unusual aspects.&#10;&#10;Before gameplay you have to fix two metal arcs into the gameboard so that they cross at the centre of the board.&#10;&#10;Then you begin starting in Berlin to travel along the routes with a car, trying to reach the next airport first.&#10;On the way you have to answer trivia questions of the regions and cities you touch, which can hinder or accelerate your voyage.&#10;At the airports you change transport and start to move via airplane along the metal arcs. If planes pass each other, one uses the upside and the other the downside of the arc.&#10;The next airport you change back to car.&#10;&#10;Winner is the player to arrive back first in Berlin.&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wizardology: Spells and Potions",
    "ID": 32166,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/32166/wizardology-spells-and-potions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "From the back of the game:&#10;&#10;&quot;Unleash your Wizardology skills to become Master Wizard in Spells and Potions, the Wizardology Card Game.  Use amulets, spells, and potions to find out who is the most powerful wizard of all.  Team up with another wizard to collect the most points and win the game - magic!&quot;&#10;&#10;Spells and Potions is a partnership trick-taking game played with a deck of cards ranked 1 to 10 in four suits (representing the four elements, of which Fire is trump). There are also 12 Spells and Potions cards which change the rules of the game in various ways.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Series: Ology board games (Templar Publishing / Candlewick Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Atlantic: The Epic Struggle of the Wolf Pack vs Convoy",
    "ID": 32168,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32168/battle-of-the-atlantic-the-epic-struggle-of-the-wo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is a simulation of the World War II Battle of the Atlantic between Germany against Britain and the US.  The game scale covers the entire Atlantic ocean from England to the US East Coast and from Greenland to South America.  The game is strategic in nature but it includes U-boats, surface raiders and aircraft on an individual ship scale.  The campaign game can be picked up and played to completion from multiple points in time.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Hawaii Game",
    "ID": 32169,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/32169/the-hawaii-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Race your sailboat through the Hawaiian Islands! Be the first to win the ract to the finish! Can you accept the risks? You could be dismasted? You could find yourself bacalmed...you could sail into a hurricane! But then again you could see a double rainbow and gain an extra turn, or race ahead of pirates to the next port of call. To win, you must be the first player to sail through the warm Hawaiian waters to the finish, and collect 5,000 points during the trip.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "States: Hawaii"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pass auf, kleine Maus!",
    "ID": 32170,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/32170/pass-auf-kleine-maus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The playing board shows 12*16 tiles. Most of them show a piece of cheese, or sometimes a cat. On 6 tiles there is an image of six different sweets (cake, ice cream, ...). At last there is one starttile.&#10;There are also 18 cardboard pieces with 3 times the 6 different sweets.&#10;The last part of the game is a cardboard square with in the middle of it a hole. This is the mousecard.&#10;The first player moves the hole of the mousecard accross the starttile. The first of the 18 sweets is revealed. Now the player moves the mousecard accross the board in the direction of the same sweet as shown on the board. At every tile passed he verifies the nature of the tile. If it is a piece of chees then he continues. But if the cat appears the turn goes to the next player. When at last the tile with the same sweet appears the player on turn receives the sweet.&#10;Now the next sweet is revealed and the game continues. &#10;The player winning 4 sweets wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fort Apache",
    "ID": 32172,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/32172/fort-apache",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6",
    "Description": "One of the first wargames published by NAC in Spain, and one of its easiest too. Straight basic wargame perfect for beginners. Players represent four groups (American, Mexican, Indians and Horse Thieves) which fights for the control of an imaginary territory of the Far West.&#10;&#10;Contents were:&#10;-64x80 cms. mapboard&#10;-counters&#10;-1 plastic bag for the counters&#10;-1 special die (without &quot;1&quot; and &quot;6&quot;)&#10;-Rulebook&#10;&#10;Number of players: 2-4 &#10;Playing time: 120 min. approx.&#10;Difficulty: easy&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Apache Tribes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malaya '41: The Fall of Singapore",
    "ID": 32173,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32173/malaya-41-the-fall-of-singapore",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game covers the Malayan campaign from 8 Dec 41 to the fall of Singapore in Feb 1942. &#10;The map covers the Malayan peninsula. There appears to be 8 turns in the game, of which 1 turn equals approximately 1 week. Units are of battalion/regiment size.&#10;&#10;Published in Command Magazine Japan # 77 on 20 Oct 07.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Singapore (Singapore)",
      "Country: Malaysia",
      "Country: Singapore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Julemandsspillet",
    "ID": 32174,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/32174/julemandsspillet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lots of Christmass fun and exitement!&#10;&#10;Who is going to be the Santa of the future. Be the first to solve the X-Mas mission for Sants and you will win the game. But watch out for the fake Santas.&#10;&#10;Big game in a roll, ideal for X-Mas and the whole family.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drew Pearson's Predict-a-Word",
    "ID": 32175,
    "Year": "(1949)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/32175/drew-pearsons-predict-a-word",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Drew Pearson was a radio personality in the 1940s United States who had a segment on his show where he predicted upcoming events in politics and current affairs.  This game was apparently created to market the show through the public's association of Drew Pearson with predictions.&#10;&#10;The game is played by first spinning a spinner to decide which letter of the alphabet will go in the top left corner of a 5x5 square grid.  The players then, in turn, call a letter to fill in the rest of the grid, one letter at a time.  Each player has their own grid, and places the called letter on their grid without seeing where the calling player has placed theirs.  Hence the 'prediction' - players must 'predict' what word the calling player is trying to build in order to know where to place the letters being called.&#10;&#10;The game includes a rule booklet including a list of helpful words, a spinner, and a pad of blank 5x5 charts.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kletterbaum",
    "ID": 32176,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/32176/kletterbaum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A dice rolling game of isolation.&#10;&#10;On the large, 10 x 6 squares measuring playing surface, 60 colour coded cards are spread out, showing the backside with 6 different coloured circles.&#10;&#10;Players beging to move their pawns from the bottom of the board, digging their way into the cards.&#10;If the colour on the die is the same as on an adjacent card, you can take the card and move on as long as you can pick up a card.&#10;If you succeed to isolate a certain number of cards against the borders of the board, you can take them all.&#10;&#10;On the front of the cards several 2-part pictures are depicted, winner is the player who is able to fix together the most complete pictures.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Caboose",
    "ID": 32178,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32178/red-caboose",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(From the back of the box)&#10;Join the Engine, the Red Caboose and their circus friends as they make their way from the station to the Big Top. Roll the dice to find out who moves. Whoever makes it to the Big Top first, wins!&#10;&#10;Comes with 1 Die, 1 Game Board, 6 Playing Pieces: 1 Engine, 1 Red Caboose, and 4 Passenger Cars&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Exodus from Egypt",
    "ID": 32179,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/32179/exodus-from-egypt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Box back:&#10;&#10;When you move your two pieces across the River Jordan into the Promised Land you WIN! Spectacular images light the path of the Israelites&rsquo; epic journey in the Exodus.&#10;&#10;On your turn you will draw a card and play a card.  Some cards give you a choice of possible moves, but what really adds to the number of possible moves is that you can move any piece on the board.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Israel",
      "Religious: Judaism",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dogs",
    "ID": 32180,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32180/the-dogs",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A greyhound racing and betting game.&#10;&#10;It consists of 46 cards: &#10;&#10;     6 cards showing traps&#10;     8x greyhound No.1&#10;     8x No.2&#10;     7x No.3&#10;     6x No.4&#10;     5x No.5&#10;     5x No.6&#10;     1x disqualified&#10;&#10;&#10;Game itself is fairly simple: The traps are laid out one above the other, bets are placed on them.&#10;The stack is shuffled well, and one card after another is turned up slowly and laid out along its trap card. Winner is the dog which has 5 turned up cards along its trap.&#10;As there are different number of cards for each dog the odds are fixed accordingly, so that you can make the most money with dogs no.5 and 6.&#10;If the &quot;Disqualified&quot; card turns up it is laid above the trap cards: If a dog has 5 cards counting for it this one is disqualified; winner is the next in line.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dogs",
      "Sports: Greyhound Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robin Hood",
    "ID": 32181,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32181/robin-hood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Game based on the popular British television series.&#10;&#10;It consists of 44 cards in 11 suits, so there are 4 of each suit.&#10;&#10;Winner is the player to get rid first of his dealt out cards.&#10;&#10;First player lays out a card face down onto the table and calls out the number, next player in line must play the following number. After card no. 11 card no.1 follows.&#10;At any time the card layer can be challenged: If the number challenged is correct, the challenger takes all his cards and those of the opponent, if not: it's just the opposite.&#10;If the game tends to drag on, it is advised to fix a time limit.&#10;&#10;Again a card game in line of the Pepys series with top graphic design and card quality.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystic Egyptian Tomb",
    "ID": 32182,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32182/mystic-egyptian-tomb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Dig and find the treasures buried in the mysterious egyptian tomb. Play a treasure hunting board game with the game sheet, and checkers dug out from the treasure. It's exciting. it's cool.&#10;&#10;Contains a plaster block with treasures buried inside, specially designed digging tool, a game sheet (420mm x 594mm) where you play you adnenture game, checkers and dice included (to be dug out from the plaster block). Rules of the game are printed on the game sheet. Game for 2 to 4 players. Treasures include: Egyptian cat model, mummy case, Ankh-symbol of life, winged necklace, Egyptian symbol plates.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Egypt",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Asian Fleet",
    "ID": 32183,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32183/asian-fleet",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The game posits a destablisation of relations between Japan and its neighbours leading to conflict. The A1-size map spans from the southern tip of the Sakhalin Islands to the northern tip of Luzon. The game focuses on air and naval combat, with units representing individual ships and squadrons of aircraft. The USA, Japan, China, Taiwan, the two Koreas and Russia are represented in this game.&#10;&#10;The game comes with three introductory scenarios:&#10;- The Hunt for Chinese Han Class&#10;- They met at Tsushima&#10;- Battle over Kadena&#10;&#10;And 6 full scenarios&#239;&#188;&#154;&#10;- Sink the Dokto&#10;- Oil Field Waters&#10;- Target Nodong&#10;- Invasion Taiwan&#10;- Fire in the Far East&#10;- Two Against Japan&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Series: Japanese Fleet (Victory Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prison Break",
    "ID": 32184,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/32184/prison-break",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this (French) game you will incarnate Michael Scofield or one of his  fellow captives. Of course you will put all your efforts into escaping from Fox River Prison.&#10;Demonstrate speed and strategy, because at the end of first phase of the game called &ldquo;recruitment of allies&quot;, you may be eliminated from the team and you will be designated to represent the character of Sergeant Bellick instead.&#10;Reflexion, co-operation and persuasion will be your assets to be able to escape without being caught by Sergeant Bellick who wants his revenge&hellip;&#10;&#10;The game consists of:&#10;- 1 map&#10;- 8 pawns of personage&#10;- 78 eventcards (chance, handicap)&#10;- 34 chips guards&#10;- 27 chips tools&#10;- 1 die&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Figuro",
    "ID": 32185,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/32185/figuro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A game from the main creative period from Rudi Hoffmann.&#10;&#10;Each player gets a figure (hence the name of the game), made of 4 tiles.&#10;All the tiles are shuffled before game begins and are spread out over the orange squares of the 7 x 7 squares playing zone of the gameboard.&#10;After the tiles have been turned up the players try to reunite the complete figure.&#10;Alternately the single tiles are drawn as far as the player chooses vertically or horizontically.&#10;When 2 or more tiles have been reunited, they draw as one.&#10;&#10;Winner is the player who has completed his figure first.&#10;&#10;The graphics are as usual in this period from Hoffmann himself.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lee at Gettysburg: The Battle for Cemetery Ridge (Gold Edition)",
    "ID": 32186,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/32186/lee-at-gettysburg-the-battle-for-cemetery-ridge-go",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Lee at Gettysburg: The Battle for Cemetery Ridge - Gold Edition is a substantial reworking of the game that originally appeared in the Armchair General. Counters represent the brigades, leaders, and batteries that Lee at Gettysburg... Lock n Load Publishing fought on the first day of the Gettysburg. Leaders are critical not only rallying their troops but enhancing their attacks as well.&#10;&#10;New in the Gold Edition are facing rules, enhanced leader capabilities retreats that can route an entire line of troops, and a completely new layout of the rules, charts, and scenarios. And speaking of scenarios, Gold Edition revises one of the original scenarios and adds two more, bringing the Gold Edition scenario total to four.&#10;&#10;UPDATE:&#10;&#10;This game has been redeveloped by the new LnLP staff improving the counters, maps, rules, and scenarios in the game.  You can find the new edition at&#10;&#10;https://boardgamegeek.com/boardgame/229356/lee-gettysburg-july-1st-1863&#10;&#10;or&#10;&#10;https://store.lnlpublishing.com/category/battles-on-demand/lee-at-gettysburg&#10;&#10;If you have purchased Omaha: The Battle for the Beach at the current LnLP Store, we will provide you a FREE Print and Play edition that you can be download from your order history from the LnLP Store.&#10;&#10;Print On Demand Edition: The Print On Demand Edition includes full color printed, manual, player aid cards, larger maps, and counters printed on Sticker sheets and chit board to mount them on.  Once you received your game you will be all ready to play. The Print and Play edition is included for free with our Print On Demand Edition.&#10;&#10;Print and Play Edition: The Print and Play Edition is available as a downloadable Print and Play files that can be printed in both US Letter and A4 paper sizes. Our Print and Play Edition includes individual files for the manual, player aid cards, counters and smaller multi-part maps for home printers and larger map files that can be printed at a local print shop. You may select to purchase only Print and Play Edition and reduce the price of the game under the Available Options on the product page.&#10;&#10;Re-implements:&#10;&#10;    Lee at Gettysburg: The Battle for Cemetery Ridge&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Series: PnP-LnL Game Line (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Denver in a Box",
    "ID": 32189,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/32189/denver-in-a-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Denver in a Box is a Monopoly clone focusing on the city of Denver. Squares and cards have information relevant to the city.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Denver (Colorado, USA)",
      "Series: ... in a Box (Late for the Sky)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Ahead, Little Loc!",
    "ID": 32190,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/32190/go-ahead-little-loc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "An enjoyable dice game for the whole family.&#10;&#10;Little wooden locos try to find the fastest way from the station of &quot;Hinterstein&quot; to the destination station of &quot;Moosbach&quot;.&#10;&#10;In order to achieve this the players throw two dice.&#10;6 crossings on the board are covered with special switch tiles, each one fixed to a roll of doubles. &#10;A seventh card is also provided.&#10;If a player rolls a double, he can exchange the switch card with the seventh card, turning it as he likes.&#10;Some places and cards have a stop bar printed on them.&#10;If a loco rams a bar, it is turned 180 degrees, now proceeding in the opposite direction. The player also now has the right to turn any of the 6 switches on the board as he chooses to do.&#10;Play can become tricky, as it is possible to be captured in an endless loop where relief only comes with the roll of a double.&#10;&#10;Fun for gamers of every age, superb artwork of the board add to the flair of the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spooky Scary Math Games",
    "ID": 32191,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32191/spooky-scary-math-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 2001 sequel to Spooky Math Games is packaged as a thin staple bound book with 5 glow in the dark dice.  The book presents a collection of 14 dice rolling games, each with a strong basis in math and each with a kid-friendly spooky theme.&#10;&#10;Concepts covered in the games include basic arithmetic, fractions and simple probability.&#10;&#10;The games in this volume are:&#10;&#10;&#10;    Roll the Bones&#10;    Poltergeist&#10;    Snake Eyes&#10;    Tiptoe Through the Tombstones&#10;    Secret Potion&#10;    Insect Attack&#10;    Quicksand&#10;    GHOST&#10;    E.S.P.&#10;    Grim Reaper&#10;    Stroke of Midnight&#10;    Into the Basement&#10;    Bats in the Attic&#10;    Caught in the Web&#10;&#10;&#10;Predecessor:&#10;&#10;    Spooky Math Games&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game",
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Davey Jones' Locker",
    "ID": 32192,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/32192/davey-jones-locker",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Davey Jones' Locker is an historical miniature wargame set in the colonial era. Both naval and land battles can be fougth from the war of spanish succession (1588) to the crimean war (1850). Allows armies of any size and composition.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Reiniger Spiel",
    "ID": 32193,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/32193/das-reiniger-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Extraordinary equipped game from the sixties, even in German player circles scarce and obscure.&#10;&#10;Game consists among others of: 3 grey factories, 10 red advertisement pillars with ads from the time produced, 10 brown laundry company headquarters, 15 orange franchise houses, 15 white drop-by stations, 150 ! chimneys in 6 player colours and much more! &#10;All these are made of wood, the small houses have all holes drilled into where the chimneys can be fixed to mark the owner!&#10;&#10;Aim of the game is to build a laundry imperium (the R&Ouml;VER company for which this game was made as promo was once the largest one in Germany) in order to attract the most customers of all players.&#10;Extremly tricky is the fact that there are only 3 factories for 6 players, so first come, first serve...&#10;But if you don't succeed, all is not lost!&#10;&#10;Must be one of the most beautiful and playable roll-and-move games, still much decision making involved.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Story Chasers",
    "ID": 32195,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/32195/story-chasers",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Each player assumes the role of a Bible hero.  Each hero has five cards that tell their story.  If you can collect all five cards, you win.&#10;&#10;At the start of the game, the story cards are placed face down in a circle which acts as a game board that your character cards move around on.  On your turn, you draw a card and move as the card says to do.  If you stop on a face down card, flip it over.  If it is one of your character's story cards, you keep it and replace it with the movement card; if not, discard the movement card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Say What?",
    "ID": 32196,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/32196/say-what",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Say What is an electronic game where the object is to unscramble famous phrases or lyrics by switching lighted modules while being timed. The time gets lower in each round. After each try the game tells you the order your words are in and how many are still out of order.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GoraKhpoR",
    "ID": 32197,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32197/gorakhpor",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gorakhpor is a two dimensional game of strategy using a draughts-like set up but requiring the mind set of a chess player. To win, you must be the first to form a straight and continuous line linking four points on the board.&#10;&#10;The word 'gorakhpor' means &quot;Go to a waiting room!&quot;&#10;&#10;When the game is played according to the 3 quickly and easily learnt rules, families, friends and strangers are brought comfortably together.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chip 'n' Dale Nuts! Game",
    "ID": 32198,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/32198/chip-n-dale-nuts-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is from the rules:&#10;&#10;The goal of the game is to collect the most nuts.&#10;&#10;Each player at his (or her) turn spins the spinner, then moves the Chip 'N' Dale playing piece, from tree to tree, clockwise around the game board according to the number spun.&#10;     When a player lands on a tree which contains no nuts, he takes nuts -- according to the number spun -- from the center of the game board and places them on the tree where he landed.  For example, a player who spins 3, moves three spaces, and if the tree where he lands has no nuts, takes three nuts from the center of the game board and places them on that tree.  If, however, a player lands on a tree already containing nuts, he removes all the nuts from that tree and places them off the game board on the table in front of him.  His turn ends. &#10;     Play continues in this way and tell no nights are left on the center of the game board.  Game ends as soon as the last nut is taken from the center of the game board.  &#10;     Winner is a player with the most nuts on the table in front of him.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Squirrels",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Major Matt Mason Space Exploration Game",
    "ID": 32199,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32199/the-major-matt-mason-space-exploration-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Comment from Keith Meyer's site:&#10;&#10;&quot; If a kid wasn't satisfied with the ever increasing popularity of the Major Matt Mason toy line, and just couldn't get enough of the toys themselves or the compliment of non-toy items such as note book binders, wallets, puzzles, etc.... There was this really cool looking boardgame! Not a great game, but hey, it's Major Matt Mason so we had to love it!.&#10;&#10;The object of play was to explore the moon for signs of life. The first explorer who returns to the space ship and is able to point out where there are three signs of life-- as shown by the moon cards--is the winner. &#10;&quot;&#10;&#10;Keith Meyer's MMM collector's site entry:&#10;http://www.majormattmason.net/5453.htm&#10;&#10;",
    "Categories": [
      "Memory",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seadogs and Darlings",
    "ID": 32200,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/32200/seadogs-and-darlings",
    "Min Players": "2",
    "Max Players": "50",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Seadogs and Darlings is a social climbing game akin to En Garde! There is no duelling in the game and a greater emphasis on entertainments and events to try to gain a better position in life. You may start life as a lowly bakers boy or be the son of a count, you still will be of little consequence until you have made your mark as a socialite.&#10;&#10;Diverse entertainments include, playwriting, cricket, bowling, carousing, joining the muster, joining the army and of course holding parties.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Possession",
    "ID": 32201,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/32201/possession",
    "Min Players": "5",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "The devil's in the details, and apparently, maybe in you too! From Toy Vault comes Possession, a deceptively fun party game that lets you battle the onslaught of the demon called Legion. As the weeks roll past you must use your wits and special talents to keep Legion's evil essence from spreading throughout the group. With Holy Men, the Parishioners, and the outcast Shamans, you stand in the path of evil, preventing the One Who Is Many from gaining the power needed to bring forth his demonic gathering.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Makahit",
    "ID": 32203,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32203/makahit",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "0",
    "Description": "There are many handmade components with the game, but also many professional produced, such as the game board or the play money.&#10;&#10;Each player moves his token around the board, to his choice by the throw on one die or two dice.&#10;There are switches where to decide which way to follow.&#10;Moving along players discover stars and songs and combine them to make a hit (&quot;MAKAHIT&quot;).&#10;With these they challenge for a place in the top ten in order to make money.&#10;The money enables a player to buy gold discs, and the first to buy 5 gold discs is the winner of the game.&#10;&#10;In the time intended to be released, the game could have been a hit. But as the author mentions in the professional produced rules: &quot;Owing to legal difficulties it is not possible to print the actual names of stars and songs on the cards.&quot;&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Draw It Outloud",
    "ID": 32204,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32204/draw-it-outloud",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "&quot;Helping children and families express concerns and feelings of grief&quot;&#10;&#10;A therapeutic tool for professionals, a game used by family therapists and bereavment councilors to help kids in the grieving process after the death of a loved one.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ostroleka 1831",
    "ID": 32205,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/32205/ostroleka-1831",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2",
    "Description": "A game about the battle of Ostroleka (May 26th, 1831) which was the turning point of the Russo-Polish War (November Uprising).&#10;&#10;Also included are the counters and scenarios dealing with the Napoleonic battle of Ostroleka (February 15th-16th, 1807) between the French and the Russians.&#10;&#10;The game is the herald of the new &quot;Napoleonic&quot; system designed for Taktyka i Strategia's games, dealing with medium and large battles of the Napoleonic Wars and the Russo-Polish War of 1831. Counters represent entire regiments, one hex represents 250m, one turn represents 30 minutes.&#10;&#10;At present rules and all publications about the game are only in Polish language.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Poland",
      "History: Polish uprisings – Russo-Polish Wars (1792-1794-1831-1863)",
      "Series: Napoleon (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Natural History Lotto",
    "ID": 32207,
    "Year": "(1899)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32207/natural-history-lotto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An early children's version of lotto or bingo in which the tiles drawn feature a variety of colorful animals.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mafioso",
    "ID": 32208,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32208/mafioso",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "0",
    "Description": "This game is the predecessor of the well known game The Mob/Capone.&#10;&#10;It was first time presented 1987 at the legendary &quot;death row&quot; of the London Toys and Games Fair.&#10;&#10;Game components are of a very high standard regarding there were only few copies released: 4 x 8 large wooden and brightly colored discs, each depicting another different family member and -car with a colored sticker fixed to it,32 wooden hood pieces (German &quot;Poeppel&quot;), 56 colored racket cards, 40 gold bars (bankroll chips), a lot of play money and a large, colorful gameboard with comic-like drawings.&#10;&#10;Added is a Mafia book containing the stories of real family members in the year of 1931, fixed with the some drawings you find on the member discs.&#10;&#10;Game-play is nearly the same as in The Mob: Many cards for only some places to conquer, but nobody knows how much are at the same time in play!&#10;Possibilities to invest in legal businesses or to send an opponent to the fishes (cement boots are replaced by an offer from the Colt Company which you can't refuse...)are also presented.&#10;&#10;Players are on the run for the gold bars and to be the first to amass 10 of them!&#10;&#10;Re-implemented by:&#10;&#10;    The Mob&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Crazy Gift Game",
    "ID": 32209,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/32209/the-crazy-gift-game",
    "Min Players": "2",
    "Max Players": "50",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the designers homepage:&#10;&#10;The Crazy Gift Game, a true party game! Have all your guests bring one or more small, big, funny, strange and crazy gifts and play The Crazy Gift Game to see who ends up with the most gifts in the end!&#10;&#10;Let the cards send the gifts to one and then another person! See the Lucky Lot go and disappear - and maybe grow again! A whole new kind of party game!&#10;&#10;The Crazy Gift Game can be used at parties of up to 15 participants. For more participants: simply add a set of Crazy Gift Game cards. 1 set extra for up to 30 and two sets for up to 50 participants!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Secret Agent: The Card Game With the Magic Monocle",
    "ID": 32210,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32210/secret-agent-the-card-game-with-the-magic-monocle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Pepys card game with the legendary magic monocle.&#10;&#10;Game consists of 39 cards; 4 master agents, 5 secret agents, 5 secret plans, 5 inns, 5 trains, 5 planes, 5 cars and 5 M.T.B cards (and the monocle, of course...).&#10;&#10;Object of the game is collect six cards:1 secret agent, 1 secret plan, an inn and 3 of the same kind of transport.&#10;This is done by pick-up-and-discard.&#10;In order to win none of these cards may have a secret message written on it.&#10;&#10;If a player has collected the complete set he can call for help of the Master Agent (MA), thus using the magic monocle to reveal if any of his cards has a secret message written on it: He spreads them out and checks the colour coded strips at the base of his cards.&#10;&#10;If there is none, he wins, if there is - play commences, now knowing which cards to discard.&#10;&#10;As with nearly all Pepys games outstanding graphic design, the Monocle a really nice gimmick.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bible Story Lotto",
    "ID": 32211,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/32211/bible-story-lotto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Bible Story Lotto.  For ages 3+ &#10;&quot;Have fun matching the right pictures to the right game board.&quot;&#10;&#10;Players take turns flipping tiles over.  The visible tile is matched to the story on one of the player's game boards.  The player who is first to fill his board wins.  Contents: 24 tiles and 4 story cards with the tile collection spots on one side and the Bible story on the other side.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mind Your Manners",
    "ID": 32212,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32212/mind-your-manners",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mind Your Manners&#10;&#10;(from the front of the box) - &#10;This fun and informative board game will help you to stop wrestling with artichokes and start putting your best fork forward...for children, teenagers and adults.&#10;&#10;Includes a special section on business etiquette for adults.&#10;&#10;(and from the back of the box) - &#10;From &quot;which fork to use&quot; to &quot;how to make proper introductions,&quot; MIND YOUR MANNERS is the first board game of protocol and etiquette.&#10;&#10;What a fun way for children, teens, adults and those on the corporate climb to be more at ease in social and business situations with table and telephone manners, restaurant etiqueete, greetings and introductions, international protocol and much more!!!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Antarctica (Second Edition)",
    "ID": 32213,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/32213/antarctica-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are about to experience a journey of epic proportions. The world has changed. The polar ice is all gone and every major city that had a harbor before the Great Melt has vanished. You organize and rebuild your home-land. You assemble exploratory fleets as rumors of a green &#10;Antarctica abound. Tremendous storms and other continental survivors cross your path.&#10;&#10;If you prevail the prize, &lsquo;Antarctica,&rsquo; is yours.&#10;&#10;REBUILD YOUR NATION, BREACH THE STORMS, SEIZE ANTARCTICA&#10;SURVIVE GLOBAL WARMING!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Environmental",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Continents: Antarctica",
      "Region: Antarctic Ocean / Southern Ocean",
      "Theme: Climate Change"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nowe Zagadki Smoka Obiboka",
    "ID": 32214,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/32214/nowe-zagadki-smoka-obiboka",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;New Riddles of Lazybones the Dragon&quot; - as the title translates to English - is a sequel of Zagadki Smoka Obiboka, based on the same rules as the first part.&#10;&#10;It is a children trivia game. It contains 135 new cards with rhymed riddles on one side and pictures showing the answer on the other. For correct answers players get tokens with appropriate drawings on. The owner of most tokens wins.&#10;&#10;The cards from both games can be mixed together.&#10;&#10;Predecessor:&#10;&#10;    Zagadki Smoka Obiboka&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Planes Game",
    "ID": 32215,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32215/planes-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Trick-taking card game of the Pepys Series Card Games, as usual well produced and designed.&#10;&#10;Game consists of 44 cards: 12 class cards, 2 helicopter cards and 30 trio cards(depicting various planes in different classes and point value).&#10;&#10;Object of the game is to win cards with tricks.&#10;After dealing out the hand further cards are turned up until a class card appears. Players then choose 3 cards from their hands which they believe give a good point value vs. the class.&#10;The packs are revealed simultaneously, winner of the trick is the one with the most point value (helicopters belonging to every class).&#10;The winner also takes all the cards exposed by the other players depicting the class.&#10;When the last class card has been played for the game ends and all the tricks are valued with a special count score.&#10;&#10;Gameplay is the same as in the CAR GAME and GIRL from the same publisher.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pandas' Party",
    "ID": 32216,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32216/pandas-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Unusual game from the Pepys Card Game Series.&#10;&#10;It consists of 54 playing cards and two key cards.&#10;&#10;The 54 cards can be laid out to complete a large puzzle picture containing 9 x 6 cards.&#10;&#10;All cards are dealt out, the player with the letter card &quot;F&quot; begins play by laying out this card. Next player in line tries to add a fitting card to it and so on.&#10;&#10;Winner is the player getting rid of all his cards first.&#10;Other players receive penalty points for cards left in their hands.&#10;After reaching a points limit agreed beforehand play ends.&#10;&#10;You can see the wartime production by the grey and thick card quality and the not-so-glossy-graphics, but still top !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Pandas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desert Rats",
    "ID": 32217,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32217/desert-rats",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion for ASL.  8 scenarios featuring desert warfare from December 1940 to November 1942.&#10;&#10;This features German, Italian, British, Indian, French and New Zealand forces.&#10;&#10;These scenarios use boards 25-29.&#10;&#10;The scenarios are:&#10;&#10;1) The Italians Need Help: Camp Tumar Wes, SOuth of Sidi Barani, Egypt - December 9, 1940&#10;2) Tobruk Derby: South of Mechili Libya - April 5, 1941&#10;3) Hellfire Pass: Halfay Pass, South of Sollum, Egypt - June 16, 1941&#10;4) Seizing Sidi Rezegh: Near Sidi Rezegh, Libya - November 22, 1941&#10;5) The French Fight: Bir Hachiem, Libya - June 9th 1942&#10;6) Killing Field: Knightsbridge, South of Bir Lefa, Libya - June 12, 1942&#10;7) Devil's Garden: South of El Alamein, Egypt - October 24, 1942&#10;8) Supercharge!: South of El Alamein Egypt - November 2, 1942&#10;&#10;This is not a complete game.  Ownership of ASL modules is required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leatherneck",
    "ID": 32218,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32218/leatherneck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "First in a series of expansion packs by Critical Hit, this pack was actually designed by SS-Bar Enterprises and was distributed by Critical Hit.&#10;&#10;This features 13 Pacific scenarios between the Japanese and the US Marines covering the period between August 21, 1942 and May 13 1945.  The fighting covers Guadalcanal, the Solomon Islands, Aparmama Atoll, Tarawa Atoll, Saipan, Marianas, Guam and Okinawa.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Book of Mormon Card Game",
    "ID": 32219,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.30",
    "Link": "https://boardgamegeek.com/boardgame/32219/the-book-of-mormon-card-game",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Book of Mormon Card Game is an LDS variation on Go Fish. Cards are numbered 1-13, with each number representing a book from the Book of Mormon. (The books of Enos, Jarom, and Omni are combined onto one card.) There are also four suits, Beehives, Buffalo Skulls, Seagulls, and Wagon Wheels. Players ask others for the cards they need to complete the &quot;Books&quot; by asking either for the name of the prophet pictured on the card (for children) or by quoting a scripture on the card (for advanced players).&#10;&#10;The rules make note that this deck of cards is appropriate for other standard card games as well.&#10;&#10;",
    "Categories": [
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zug um Zug",
    "ID": 32221,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/32221/zug-um-zug",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Game consists of 120 cards, depicting 12 different train wagons.&#10;&#10;Cardbacks show a steam locomotive.&#10;Players try to put together trains consisting of the same sort of wagons.&#10;Each wagon can be used as loco.&#10;If it is a players turn, he can choose to draw 2 cards from the hidden stockpile or 1 card from the open drawpile.&#10;Game can be ended by the player who has at least a train with 5 wagons and all other laid out with at least 3 wagons.&#10;&#10;Trains count from the third wagon onwards, from the sixth double points.&#10;&#10;If all this sounds familiar to anyone...(look at Express Card game by Mayfair Games!)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deer Hunter 2050",
    "ID": 32222,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.69",
    "Link": "https://boardgamegeek.com/boardgame/32222/deer-hunter-2050",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In this future scenario, you play a hunter trying to bring his/her quota of mutant deer back to the Fish &amp; Game Bureau first.  Players alternate moving their hunter pawn and a random deer pawn.  Cards are drawn depending on certain movement rolls that aid or hinder players.  When moving deer, players can move them toward their hunter, away from other hunters, or to another hunter and roll to attack the hunter and send him/her to the hospital.  Rolls also determine the success of hunters' attacks on deer.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Deer / Antelope",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Attack",
    "ID": 32223,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.92",
    "Link": "https://boardgamegeek.com/boardgame/32223/zombie-attack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "You have been locked into an old deserted mansion with six zombies!  Can you find a key to escape before the zombies catch you and turn you into a zombie too?&#10;&#10;Each player moves one human player and a random zombie each turn, using hiding places to avoid the zombies, weapons to eliminate them from the game, and keys to escape and win the game.  Every time you play, nothing is in the same place as before.  If you get caught by the zombies, your objective changes from escaping to stopping the other players from escaping.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Chat-Up Board Game",
    "ID": 32225,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32225/the-chat-up-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This chat-up game for all the family is just what sweet talkers everywhere have been waiting for !&#10;&#10;Anytime, anyplace, anywhere you can test those classic gems on the opposite sex - in the wine bar, the supermarket, the launderette, the fitness club, at the night club or even at the beach - smooth in there to win the game.&#10;&#10;You'll have everything going for you if you've got the right posing stuff but beware those put downs, you may never be the same again !&#10;&#10;Check out your compatibility, learn a few fancy lines &amp; find out just who is the sweetest talker in town ..... !&#10;&#10;Contents&#10;&#10;1 x playing board&#10;&#10;1 x Pack of Chat-up lines &amp; Decision cards&#10;&#10;1 x Pack of Posing stuff, Responses &amp; Compatibility check cards&#10;&#10;6 x Pawns&#10;&#10;1 x Die&#10;&#10;30 x Counters (five of six colours)&#10;&#10;1 x Rules Leaflet&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nightmare Before Christmas Party Game",
    "ID": 32227,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/32227/nightmare-before-christmas-party-game",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Nightmare Before Christmas Party Game allows 2 - 4 teams to experience all the excitement of Jack Skellington's Halloweentown. At each location, the teams try to perform fun activities in order to earn Challenge Cards. The first team to score 12 Challenge Cards wins the game!&#10;&#10;Game contents:&#10;&#10;Game Board&#10;Timer&#10;Pads &amp; Pencils&#10;Tokens&#10;Score Boards&#10;Character, Challenge &amp; Trivia Cards&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Brands: Disney",
      "Holidays: Christmas",
      "Holidays: Halloween",
      "Misc: LongPack Games",
      "Movies: The Nightmare Before Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snipkick",
    "ID": 32228,
    "Year": "(1907)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32228/snipkick",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A table top version of soccer.  Finding a copy intact would be an accomplishment, as not even the the Spears history has a decent picture of it.  One reason children's games are so collectible is that they are rarely found in good condition.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Playing for the Cup",
    "ID": 32229,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32229/playing-for-the-cup",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This abstraction of a soccer game has players manipulating a ball counter across a board using dice rolls.  The game includes 6 chits representing players on the field that may block the ball.  Also included is a dual wheel for keeping score.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On the Dirt Track",
    "ID": 32230,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32230/on-the-dirt-track",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "One of Spears' many roll-and-move children's race games.  In this one the players are motorcyclists in a dirt track race.  The pawns are motorcycles.&#10;Special events are triggered when players land on special colored squares.&#10;&#10;Players race to be the first back to the starting line.  The first one back wins.&#10;&#10;Rules on inside board cover.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Fire",
    "ID": 32231,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/32231/wings-of-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Wings of Fire is a simple, simultaneous movement rules set that will allow you to recreate almost any WWII era air combat that actually occurred or even could have! Easy to learn, the rules are written so that once the game has been played once or twice, little leafing through them will be needed. Interaction among the players is stressed, with everyone participating. Including stats for 198 different aircraft models. So strap on your Mae West, grab your flying goggles, and scramble to play the game!&quot;&#10;&#10;2 teams of 2 or more players construct an air combat engagement using PBVs from the 198 different aircraft stats provided for miniatures. Players simultaneously plot movement and altitude within the performance parameters of the aircraft and take alternating turns executing the movement plot ( braking as needed) then followed by firing.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Charlie Brown Christmas",
    "ID": 32232,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/32232/a-charlie-brown-christmas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Players move around the game board, decorating Charlie Brown's tree--which really lights up--giving gifts and collecting candy canes. The first player to make it back to the Season's Greetings area lights up the tree and wins!&#10;&#10;Includes game board, playing pieces, spinner, game cards and instructions. 2-4 players. Ages 5 and up. Tree includes 2 replaceable button batteries.&#10;&#10;There were two editions of this game. One had figurines of the characters; the other had cardboard markers in stands.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: Peanuts",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War At Sea",
    "ID": 32234,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/32234/the-war-at-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From &quot;The Object of the Game&quot;:&#10;To control the seas as much as possible during the period of the war. The winner is the player with the most &quot;Points of Control&quot; after 8 turns.&#10;&#10;The game represents surface action between capital ships in WWII.&#10;&#10;The mapboard is an abstract rendering of Europe/Eastern USA/Brazil and surrounding sea zones, divided into large movement zones. Individual counters represent single capital ships, U-boats, convoys and airstikes. Capital ship fire is simulated with dice rolls directed from and to individual ships, with damage being accrued and marked with counters until the target ship is sunk.&#10;&#10;117 counters&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: United Kingdom",
      "Series: War at Sea Game Series Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Apocalypse",
    "ID": 32235,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/32235/zombie-apocalypse",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Everybody said you were crazy, but you knew it was only a matter of time... and you were right.&#10;&#10;Now they've risen, cold and hungry from the grave. Time to break out the shotguns and crowbars, and start laying the smackdown on some walking dead chumps!&#10;&#10;'Zombie Apocalypse' is a miniatures game based on a stripped-down version of the &quot;Action Dice&quot; system. Included in the 22-page rulebook are simple rules for playing out your zombie infestation, 120 Gear Cards, and 70 Zombie Tokens.&#10;&#10;Survival is no game, especially on the mean streets of the near future.&quot;&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hiiret juustojahdissa",
    "ID": 32237,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32237/hiiret-juustojahdissa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Each player has his own mouse. The idea of the game is to use this mouse and try to push as many pieces of cheese as possible to your own hole. Cheesepieces with worms do not score any points in the end.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popppunktur",
    "ID": 32238,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/32238/popppunktur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "An Icelandic (language dependent) trivia game about music. Based on a popular tv show and loosely based on another trivia game from 2001 called Gettu Betur.&#10;&#10;There are 3550 questions and you move on the game board by answering questions correctly.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spark",
    "ID": 32239,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32239/spark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spark is an Icelandic (language dependent) trivia game focused on football (soccer). The six categories of questions are about (1) modern Icelandic football, (2) history of Icelandic football, (3) national competition, (4) English football, (5) world clubs and (6) football players.&#10;&#10;This game is (by the publisher) intended to be for players 8 to 108 years old. 4150 questions in all, on 1000 cards.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gettu betur: barna og unglingaspilið",
    "ID": 32240,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32240/gettu-betur-barna-og-unglingaspilid",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An Icelandic trivia game based on one of Icelands most popular tv show, the Gettu Betur trivia show where students representing their secondary schools compete for the Golden Microphone.&#10;&#10;There are 2250 questions (language depentent) in this version of the board game which is aimed at children and teenagers.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draumaeyjan",
    "ID": 32241,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/32241/draumaeyjan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Draumaeyjan (The Dream Island), subtitled A self-help game for an excited nation, is a game where the player decides what kind of industry he wants to build in Iceland, be it heavy industry, knowledge-based industry, tourist industry or agricultural/fishery.&#10;&#10;Industries are paid for by resources gained from already built industries (much like in Catan) and monuments can be built after the players have built the pre-required industries. Various cards can be bought or are handed out according to the roll of the dice. These cards can then be used to further ones game or against other players.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witches and Liches",
    "ID": 32242,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32242/witches-and-liches",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the publisher's description:&#10;&#10;In the heart of a dark dungeon the Lich waits, pacing the floor around its treasure. Just outside the chamber door the Witch takes a deep breath of the stale air. This is the climax of the story, the last battle.&#10;&#10;The Wicked might triumph, retrieving the Elixir needed to control the moon. The Dead might triumph, collecting the final soul needed to break his chains.&#10;&#10;An 8-page 5.5&quot; x 8.5&quot; booklet. You need dice and coins, as well as the map on the back of the booklet, to play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Latador",
    "ID": 32243,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/32243/latador",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Latador is a game designed by Magn&uacute;s Scheving, based on his play Latib&aelig;r (which later became a cartoon show called Lazytown.) In Latador the player rolls a die and goes along the track and he has to follow the instructions on each step he lands on, healthy lifestyle and dexterity helps you win the game.&#10;&#10;The name Latador is a homage to the Icelandic version of Monopoly which is called Matador. Along the way you can earn money, get few types of cards which can help you or others where you have to move or tell the thruth about your lifestyle.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Ship's Cargo",
    "ID": 32244,
    "Year": "(1880)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32244/the-game-of-ships-cargo",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an interesting 19th Century card game in which players take turns offering one of their goods for auction.  The other players then secretly bid for the card, with all bids revealed simultaneously.  The winner pays for the card, and then starts the next auction.  Each player starts with 12 bidding tokens, and the goal is to collect two sets of cards.  If, by the end of the game, no player has collected two sets, the player who is closest wins.&#10;&#10;F.G. & Co. published a reprint of the game in 2004 with the subtitle A Nineteenth Century Game of Commerce.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "What's What?",
    "ID": 32246,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32246/whats-what",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "According to the rules, the object of the game is to score the highest total of correct answers t oquestions on historical events, famous landmarks, capitals, principal cities, world currencies, and national heroes.  Questions are in a booklet with answers referenced to a number on the &quot;dial-a-matic&quot; answer panel.  Answers are limited to the US States (for the US series questions) or a limited list of countries and regions as well as yes/no (for the worldwide series questions).  The game includes thirty series of 24 questions (12 US / 18 Worldwide), each of which makes up a round in the game.  The winner is the first person to win three rounds.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  }
]