[
  {
    "Rank": "10601",
    "Name": "Afrika Korps: The Desert War – Platoon Level Combat in World War II: A Panzer Grenadier Game",
    "ID": 7089,
    "Year": "(2002)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/7089/afrika-korps-the-desert-war-platoon-level-combat-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "The Panzer Grenadier series in North Africa. Fifty scenarios that cover the armored clashes of 1940 and 1941. Players take command of platoon sized units representing German, British, Australian and Italian infantry, tanks and artillery. Standalone addition to the Panzer Grenadier series of games.&#10;&#10;After shipping troops and supplies to the Italian colony of Libya, the army there finally invaded British-held Egypt in September 1940. A series of campaigns followed as first one side and then the other gained the upper hand.&#10;&#10;Afrika Korps covers the battles from the first segment of this campaign, in the Panzer Grenadier game system. The fifty scenarios range from the initial Italian raids of June 1940 to the Allied &ldquo;Operation Brevity&rdquo; of May 1941. Actions range from small but intense infantry fights to wide, sweeping tank battles. Afrika Korps is a complete standalone game, not requiring any other products for full enjoyment.  All the troops and tanks of the British, Australian, Italian and German armies that fought in Libya and Egypt are included.&#10;&#10;Afrika Korps has the largest playing surface in the series, with three 22x34 maps printed on heavy paper.  Of the 50 scenarios, 40 of them only require one map, and only 2 require all 3.&#10;&#10;Note that this game has garnered quite a lot of criticism for the depiction of some of the Italian standard infantry counters unarmed with their hands in the air (surrendering), which none of the Allied counters have.&#10;&#10;Expanded by:&#10;&#10;    Panzer Grenadier: Sinister Forces&#10;    Panzer Grenadier: South Africa's War&#10;&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "10602",
    "Name": "Solitaire Caesar",
    "ID": 23915,
    "Year": "(2006)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/23915/solitaire-caesar",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "In Solitaire Caesar the player re-creates the rise and fall of the Roman Empire from 300BC to 1453AD.&#10;&#10;You will lead the legions of Rome to victory, and then struggle to preserve the legacy of Empire from Barbarian onslaughts.&#10;&#10;This is a solitaire wargame. It is province based, and will take approximately 60 minutes to play.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Print & Play",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman – Gallic Wars",
      "History: Roman Empire",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "10603",
    "Name": "The Fellowship of the Ring",
    "ID": 1187,
    "Year": "(1983)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/1187/the-fellowship-of-the-ring",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5745",
    "Description": "The Fellowship of the Ring is a wargame centered on the action of the first book of the Lord of the Rings by J. R. R. Tolkien.  One player plays the Fellowship, deploying Heroes in an attempt to misdirect and deceive the other player, who plays Sauron with control of the evil Nazg&ucirc;l and Balrog. It takes many of the ideas from the character game of SPI&rsquo;s War of the Ring and expands upon them.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10604",
    "Name": "Anno Domini: Europa",
    "ID": 55756,
    "Year": "(2009)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/55756/anno-domini-europa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "Anno Domini is a trivia game that focuses on estimation/guessing and bluffing more than on outright knowledge.&#10;&#10;Players get a number of cards with historical events (most often very obscure ones) and have to arrange them chronologically on the table by playing one card per turn.&#10;&#10;If a player thinks there is an error in the sequence of events, he or she can express this doubt instead of playing a card of his own. Depending on the outcome of the subsequent check, either the doubter or the player who put down the previous card is &quot;punished&quot; with additional hand cards.&#10;The goal of the game is to get rid of your hand cards as soon as possible.&#10;&#10;There are quite a few games in the Anno Domini series, each dealing with a different topic ranging from &quot;Inventions&quot; over &quot;Art&quot; or &quot;Coins&quot; to different geographic regions (e.g. Germany, America or now Europe). Even a SdJ edition exists!&#10;&#10;Each game consists of 340 cards and can be played stand-alone or mixed together with some or all of the other editions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "10605",
    "Name": "Stalk Exchange",
    "ID": 416552,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/416552/stalk-exchange",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Enter a Growing Market!&#10;&#10;Welcome to the Community Hedge Fund where players take on the roles of gardeners dedicated to growing flowers and profits. When the market crashes, the Gardener with the most valuable Stalk portfolio wins.&#10;&#10;Garden shrewdly to grow your fortune.&#10;&#10;&#10;     Plant The Seeds of Investment to Grow Your Portfolio &#10;     Surround Flowers to Harvest Their Value &#10;     Trade Your Stalks at The Exchange to keep up with Trends&#10;     Collaborate With Your Opponents to grow shared investments or outmaneuver them and cause their favorite flowers to wither&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Commodity Speculation",
      "Hidden Victory Points",
      "Market",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Flowers",
      "Theme: Gardening",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "10606",
    "Name": "Too Many Poops",
    "ID": 266771,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/266771/too-many-poops",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Become the ultimate cat owner, or poop out trying! Too Many Poops is a cat collection game for 2-6 players where players compete to become the first to score 10 points of cats in their home. But the more cats you have, the more poops you&rsquo;ll get &mdash; and too many will lose you the game! Adopt cats from the pet store, donate rival cats to other players, and use lures to get you the cats that will score you the most.&#10;&#10;Design and development by Aaron Burghard and Miguel Martinez&#10;&#10;&mdash;description from the publisher&#10;&#10;Winner of the Logan Playtest Party Best Tabletop Game Award 2018.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "10607",
    "Name": "NHL Ice Breaker: The Card Hockey Board Game",
    "ID": 23757,
    "Year": "(2006)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/23757/nhl-ice-breaker-the-card-hockey-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "NHL Ice Breaker is licensed by the National Hockey League and features the league&rsquo;s 30 teams plus national teams. You get all the great action of the game on the ice with NHL Ice Breaker. Game play is built around CSE Games' specially-designed 54-card playing deck (52 standard suited cards plus two Jokers). Each action in NHL Ice Breaker is based on the basic principle of high hand wins. Opponents play their card(s) at the same time to battle for puck possession, and the player with the highest hand gets to execute his/her action indicated on the card(s) played.&#10;&#10;As players win hands, the puck is moved up the ice (game board) and toward the opponent's net. Along the way, players may land on special &ldquo;Ice Breaker&rdquo; squares, which can shift momentum in an instant. Ice Breaker actions include penalties, big hits, turnovers or great passes. Once in the Shooting Zone, it's a classic contest of shooter versus goalie. Did you play your cards right?&#10;&#10;NHL Ice Breaker separates itself from other hockey-based games in that it has a true hockey 'feel'. The game is both accurate and fast-paced. Combining elements of popular card games, players must decide how best to play their cards. Cards can be played individually, in pairs, two pair, or three-of-a-kind. It is up to the player to decide which cards to play and how to play them.&#10;&#10;The learning curve of NHL Ice Breaker is remarkably low. Typically, the game is learned within a couple of minutes, aided by the built-in familiarity that the playing deck offers. NHL Ice Breaker is designed for one to four players, ages eight (8) and up.&#10;&#10;For more information, check out www.csegames.com.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Quebec (Canada)",
      "Sports Teams: National Hockey League (NHL)",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "10608",
    "Name": "Tree Society",
    "ID": 423698,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/423698/tree-society",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Deep in the forest, the Tree Society is a prospering community that wants to expand the neighborhood to welcome newcomers.&#10;&#10;In the game Tree Society, players are asked to help various guilds follow the blueprints to construct new buildings. Take advantage of other players to sell your resources at the best price, and earn the favor of new guilds by skillfully combining their powers.&#10;&#10;Everyone around the table works together to help the Tree Society, but only one can climb to the top and claim victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Tableau Building",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "10609",
    "Name": "Arkham Noir: Collector Case #2 – The King in Yellow",
    "ID": 231574,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/231574/arkham-noir-collector-case-2-the-king-in-yellow",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8",
    "Description": "Description from the publisher:&#10;&#10;New York City. Hired to retrieve a copy of The King in Yellow stolen from an Arkham collector, you are drawn into a web of murder, suicide, and madness. Banned in most countries and denounced from the pulpit, the terrible, irresistible ideas presented in the play are unquestionably unsettling. Are the better qualities of humanity no more than false masks worn to conceal the base passions that rules all men, women, and children? It might be best not to dwell on it, and to&#10;focus on the task at hand.&#10;&#10;As private investigator Howard Lovecraft, you will investigate events based on Robert W. Chambers&rsquo; collection of stories, The King in Yellow, and on Raymond Chandler&rsquo;s short story of the same title.&#10;&#10;Arkham Noir is a solitaire card game inspired by the interconnected stories of H. P. Lovecraft and other authors, re-imagined as noir detective stories. Each case stands alone.&#10;&#10;Gameplay consists of adding cards to open cases, creating lines of investigation in an effort to solve them. The ultimate goal is to score five &quot;puzzle&quot; clue cards in order to piece together the big picture before running out of time or mental stability. Each newly shuffled deck is the start of a unique challenge, with adjustable difficulty levels to accommodate all level of players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Arkham Noir (Yves Tourigny)",
      "Organizations: Forgenext",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "10610",
    "Name": "Codex: L'Ultime secret de Léonard de Vinci",
    "ID": 302571,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/302571/codex-lultime-secret-de-leonard-de-vinci",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "Open the box and the game begins. You look at your inheritance. The objects you discover belong to an old family history, they are now yours.&#10;Codex is in the crossroad of an investigation game and an at-home escape game.&#10;The goal is simple: with the 60 elements contained within the box, you'll have to investigate this mystery to uncover it.&#10;Every details matters. Every objects are related to one another and contribute to the immersion.&#10;As you progress, you'll collect clues and resolve enigmas, until being able to gather all the new informations and achieve your goal.&#10;&#10;The game isn't bound to a rulebook. The game starts as soon as you open the box.&#10;The game can be played in one or several sessions, with one or more players.&#10;&#10;When you're done with the game, put everything back in the box and you're good to give it to another heir if you so wish.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Storytelling"
    ],
    "Families": [
      "Historical Figures: Leonardo da Vinci"
    ]
  },
  {
    "Rank": "10611",
    "Name": "Die Wikinger Saga",
    "ID": 297897,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/297897/die-wikinger-saga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Hearing I ask from the holy races, from Heimdall&rsquo;s sons, both high and low; Thou wilt, Valfather, that well I relate old tales I remember of men long ago. (Poetic Edda &ndash; V&ouml;luspa &ndash; The Prophecy of the Seeress, stanza 1).&#10;&#10;Nine worlds, one destination. Driven by the call of the Nordic gods, 2 to 4 jarls, rulers of Viking villages, embark on an adventurous journey through the nine worlds of Yggdrasil to Asgard. But only the most glorious of them will be admitted to their halls. And so the players set off - with only a handful of mostly inexperienced residents of their villages at first - to experience adventures on land and at sea.&#10;&#10;The Norse mythical world of the Vikings consists of 9 different worlds that players will get to know in this &quot;deck building game&quot;, such as Midgard, the world of humans, or J&ouml;tunheim, the realm of the frost giants. During their travels, other Vikings will join the players, they will learn about mysterious places, seek the help of the gods, fight against dangerous opponents and try to escape overpowering dangers without damage.&#10;&#10;The basic game, briefly explained by a &ldquo;tutorial&rdquo;, has a modular structure and can be expanded almost as much as desired with additional game material. So little by little, new and more demanding rules come into play. While always 8 adventures (rounds) will be played, these can be put together from 35 different adventures almost any way the players want. Since players choose to play adventures from 3 of the 9 Viking worlds and because each world features other Vikings with different skills and other special rules, players can also adjust the level of difficulty and the duration of the game by their choice of Viking worlds.&#10;&#10;With each adventure, players learn more about the legends of Nordic mythology, which graphic artist Michael Menzel brought to life with atmospheric illustrations on various cards, amongst them 34 different Vikings.&#10;&#10;From the adventure cards that are placed on the gameboard, players will learn more about the secrets and mythical characters of Nordic mythology. The cards also show a section of the journey ahead. Playing their Viking cards skillfully, players move their Viking figures over this path, collect gold, get glory (victory points) and try to avoid the dangers of the path. With gold they can recruit other Vikings with better skills, filling the card deck with increasingly helpful Vikings. Vikings who fought bravely can be sent to Walhalla. This creates a second deck of cards with Vikings who will assist the players in the often-decisive final adventure at the rainbow bridge Bifr&ouml;st and can also help them win with the victory points they contain.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "10612",
    "Name": "Four against the Great Old Ones",
    "ID": 307191,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/307191/four-against-the-great-old-ones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Based on the Four against Darkness system, this pen-and-paper game pits the player(s) against classic Lovecraftian horror. The game can be played solo, coop, or RPG-lite.&#10;&#10;Four Investigators and a party of Helpers will travel 1930s America looking for three Clues to uncover the location of an upcoming great ritual. They only have 40 days to find and stop the ritual, before the world comes to an untimely end!&#10;&#10;The core of the game revolves around a system of encounter tables that will generate terrifying events and will provide the players with clues, arcane items, and more terrifying events! Combat is dice-based and highly tactical, due to the many options the players have in their attack and defense phases.&#10;&#10;Relevant features include:&#10;&#10;     8 new classes of main Investigators, plus MANY types of Helpers for nuanced customization...&#10;     ... but the players shouldn't get too attached to any character in particular. High lethality.&#10;     insanity, curses &amp; incorporeal enemies to make the challenge even harder&#10;     many spells, arcane items, weapons (did someone say flamethrower???)&#10;     6 possible epic final encounters, each a complete mini-game&#10;     clue system that actually gives the players information as they investigate, allowing them to gradually narrow down the possible location of the ritual&#10;     race against the clock: limited time to complete the adventure&#10;     side quests to exotic locations and... other planets?&#10;     enter the Dreamlands at your own risk!&#10;     many secrets hidden in the game to increase replay value. A trivial event experienced in one game may take on completely different connotations in the next.&#10;     based on extensive knowledge of Lovecraft, and strictly on Lovecraft (so the Elder Sign looks right, you meet Ghatanothoa, but sorry no Hastur)&#10;     professors and graduate students are bad@$$&amp;$, just like in Lovecraft and in real life.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Exploration",
      "Fighting",
      "Horror",
      "Print & Play",
      "Travel",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Point to Point Movement",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Four Against Darkness",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "10613",
    "Name": "Le Lion et l'Epée",
    "ID": 72298,
    "Year": "(2010)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/72298/le-lion-et-lepee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "(from VaeVictis website:)&#10;&#10;On his way to the Holy Land, Richard Coeur de Lion (the Lionheart) arrived at Cyprus. The ruler of the island, Isaac Dukas Comnenus, tried unsuccessfully to repel the Crusaders&rsquo; landing before falling back to Nicosia to regroup his forces. Once assured of the safety of his fleet, Richard set off into the interior of the island. Isaac marched against him, hoping to confront him in a vast plain favorable to the maneuvers of the redoubtable Byzantine cavalry. The clash occurred near the village of Tremithousa on May 21, 1191. The cavalry charges were horrendous and for a time the issue was in doubt, but the Anglo-Normans&rsquo; heavy knights finally prevailed. Isaac was captured, and this caused the Greeks to rout. Richard, now in control of Cyprus, could resume his journey to the Holy Land.&#10;He joined Philip Augustus at Saint Jean d&rsquo;Acre, which fell on July 12. When Philip returned to France, Richard gained sole command of the Crusader army. He marched south with the intention of liberating Jerusalem, but on September 7, 1194, Saladin attacked the Christians as they made their way down the coast. Showered with arrows, the Hospitaliers launched a premature charge, forcing Richard to give the signal for a general attack. After a violent counterattack, Saladin&rsquo;s troops were finally vanquished by one last charge of the Crusaders. Richard the Lionheart soon reconquered the coastlands, after which he negotiated an agreement with Saladin which allowed pilgrims free access to Jerusalem.&#10;&#10;Tremithousa and Arsuf 1191 are the 31st and 32nd battles of the series Au fil de l&rsquo;&eacute;p&eacute;e / By the Edge of the Sword, launched in issue 26 of the magazine Vae Victis. The game includes two battles won by Richard the Lionheart during the course of the Third Crusade, the first battle being fought on Cyprus against Isaac Comnenus and the second in the Holy Land against Saladin.&#10;&#10;Le Lion et l'Ep&eacute;e / The Lion &amp; the Sword includes :&#10;&#10;    two 59 x 40 cm maps (one sheet backprinted), &#10;    216 double-sided die-cut counters and markers, &#10;    rules and scenarios booklet &#10;    player-aid card in color.&#10;&#10;&#10;Units : 1 strength point per 100 combatants&#10;Map scale : 250 m/hex.&#10;Turn : 30 minutes&#10;Complexity : 6/9&#10;&#10;&#10;Battles: Tremetousia (Cyprus, May 21 1191) and Arsuf (Holy Land, September 7 1191).&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Cyprus",
      "Players: Two-Player Only Games",
      "Series: Au Fil de l'Épée (Frédéric Bey)",
      "Series: Collection Jeux d'Histoire (Vae Victis)"
    ]
  },
  {
    "Rank": "10614",
    "Name": "Drive on Stalingrad: Battle for Southern Russia Game",
    "ID": 5480,
    "Year": "(1977)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/5480/drive-on-stalingrad-battle-for-southern-russia-gam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1200",
    "Play Time": "1200",
    "Weight": "3.3462",
    "Description": "Drive on Stalingrad: Road to Ruin: The German 1942 Summer Offensive, is a divisional level simulation of the German drive across the Don River towards Stalingrad and the Caucasus in the summer and fall of 1942.&#10;&#10;In the summer of '42, the wide-open steppeland was ripe for the blitzkrieg tactics of the German High Command. And with its vast Caspian oil reserves, the South of Russia was an irresistible target for the Wehrmacht's next offensive. At least for Hitler it was.&#10;&#10;In this operational level game, players maneuver colorful cardboard playing pieces on two beautifully illustrated four-color maps of Southern Russia. These playing pieces, representing panzer regiments, tank corps, and infantry divisions, are based upon the actual military units involved. &#10;Additional counters represent headquarter and cavalry units, supply transports, air support, and the historical commanders of the armies. A hexagonal grid superimposed upon the map regulates deployment, movement, and battle engagement of the playing pieces. The roll of a die on simple probability charts determines each combat's outcome. In DRIVE ON STALINGRAD, players recreate Hitler's gamble in the summer of '42.&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; maps &#10;Two dual-side printed countersheets (600 1/2&quot; counters)&#10;One 16 page rules booklet&#10;Two player aid Charts &amp; Tables&#10;One Game-Turn Record &amp; Reinforcement Track&#10;One 6-sided die&#10;&#10;Complexity Level: Medium&#10;Playing Time: 3 - 7 hours&#10;&#10;&#10;&#10;(BGG description:)Divisional-level game of the German drive across the Don in the summer and fall of 1942, using a modified version of the Panzergruppe Guderian system. Changes from Panzergruppe Guderian include expanded air rules providing new missions for air units, truck units for extended supply lines, and the &quot;Hitler Directive Table&quot;, which can place a variety of demands and restrictions upon the German player.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Turn Order: Progressive",
      "Zone of Control"
    ],
    "Families": [
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Panzergruppe Guderian System (SPI)"
    ]
  },
  {
    "Rank": "10615",
    "Name": "Hawken: Real-Time Card Game",
    "ID": 152952,
    "Year": "(2014)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/152952/hawken-real-time-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4545",
    "Description": "NOTE: Hawken was released in two sets, Hawken: Real-Time Card Game &#226;&#128;&#147; Sharpshooter vs. Bruiser and Hawken: Real-Time Card Game &#226;&#128;&#147; Scout vs. Grenadier. There was never a release with everything together.&#10;&#10;&#10;Based on the hit video game, Hawken! Grab a Mech and get to fighting&hellip; fast! Your deck of cards contains primary and secondary weapons systems, thrusters, special abilities, and various other high-tech instruments of war. Draw cards and place them onto the table as fast as you can, but be careful or you might overheat! If you don't wish to play a card, place it face down and it acts as cover for the round, absorbing a bit of damage from your opponent. The action is in real-time, but a game round ends when a player snags the FIRE! button from the center of the table. The speed of the Mechs are calculated, which determines the engagement range. Then weapons are fired and internal heat is generated. Quick reflexes are helpful, but a quick mind will win every time!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10616",
    "Name": "Strike: Counter Strike – 4th Armored Division vs Panzer Lehr along the Saar",
    "ID": 387472,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/387472/strike-counter-strike-4th-armored-division-vs-panz",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.8",
    "Description": "Strike - Counter Strike: 4th Armored Division vs Panzer Lehr along the Saar is designed as an entry-level game as an introduction to the Series: Grand Tactical (MMP) by Multi-Man Publishing.&#10;&#10;Strike - Counter Strike is a small footprint, low counter density Grand Tactical Series game with minimal exclusive rules meant to provide a quick, easy introduction to the Grand Tactical Series. The game highlights the elegance and fun of the GTS at gaming maneuver warfare at the company level. The Saar battle was chosen as a topic of interest because of the size of the forces involved, the limited battlespace and time period, and most importantly, because it pits two mobile forces against each other, both with the chance to attack and defend.&#10;&#10;In November 1944, the advances of the US Army XII Corps and XV Corps threatened the boundary between the German First and Nineteenth Armies. General Balck, Commander of German Army Group G ordered Generalleutnant Bayerlein's Panzer Lehr Division to attack southward along the Saar River into the flank of the US Army XV Corps to stop its advance east.&#10;&#10;Unknown to Bayerlein, the situation of the Panzer Lehr was precarious. While the German division was moving south, the XII Corps' 4th Armored Division, commanded by Maj. Gen. John S. &quot;P&quot; Wood, advanced west toward the Saar River before advancing north. Judging the soggy ground west of the Saar River to be unsuitable for armored operations, Maj. Gen. Wood obtained permission to have the American armored unit's CCB move eastward across the Saar River into the XV Corps' zone, before swinging north toward Sarre-Union. A clash between the two opposing armored formations was inevitable.&#10;&#10;Strike - Counter Strike simulates the attack of the Panzer Lehr Division into the flank of the US XV Corps, the delaying actions by 106th Cavalry Group, the defense by the 44th Infantry Division, and the counterattack by the 4th Armored Division. The game covers the afternoon of 23 November to the afternoon of 27 November 1944. The German commands the Panzer Lehr Division and the American player commands parts of two divisions an a single map.&#10;&#10;Originally published in the 44 page magazine GTS Briefing Vol 1 (May 2023) by Multi-Man Publishing&#10;&#10;Game Scale:&#10;Game Turn: 2 hours daylight / 8 - 12 hours night time&#10;Hex: 547 yards / 500 meters&#10;Units: Platoon to Company&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;Two dual-side printed full countersheets (352 5/8&quot; counters)&#10;One dual-side printed half countersheet (88 5/8&quot; counters)&#10;One 24-page Strike - Counter Strike Exclusive rulebook&#10;Two dual-side printed CRT/TEC player aid cards&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;Note 1: Players will need to provide Grand Tactical Series Rules v2.0c to play.&#10;Note 2: Players will need to provide one 10-sided die for game play.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Grand Tactical (MMP)"
    ]
  },
  {
    "Rank": "10617",
    "Name": "Albion: Land of Faerie",
    "ID": 3246,
    "Year": "(1981)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/3246/albion-land-of-faerie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8125",
    "Description": "Ares Magazine #11. Albion: Land of Faerie presents a fantasy war of Trolls versus Faeries and Humans in the Enchanted Isles (Britain and Ireland).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Scotland",
      "Country: United Kingdom",
      "Magazine: Ares",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10618",
    "Name": "Ave Cesar",
    "ID": 154677,
    "Year": "(2013)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/154677/ave-cesar",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Players have to build a city in honor of Cesar.&#10;&#10;This game has a little of San Juan and Citadels combined.&#10;&#10;There are 2 kinds of cards: characters and buildings. Each building card has a cost, victory points, military power, politic influence and sowing capability.&#10;&#10;At the beginning of each round players must chose a character with a mechanic very similar to Citadels. Some characters allow building, getting cards, stealing from other players, obtain victory points, etc.&#10;&#10;In Phase 2 is the construction phase where you have to &#10;a) Characters are activated in order. &#10;b) Draw 2 cards&#10;c) Harvest what your building gives you&#10;d) Build and/or use the power of your character. To pay for a construction players must pay with cards in their hands (a la San Juan)&#10;&#10;At the end of the game they will earn points for their edifications, military power and politic influence, and add them to the points gain during the game. The player with the most points will be the winner.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "10619",
    "Name": "Sleeping Gods: Primeval Peril",
    "ID": 319223,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/319223/sleeping-gods-primeval-peril",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Sleeping Gods: Primeval Peril is a short standalone campaign for two players, set in the world of Sleeping Gods and using the same rules.&#10;&#10;Primeval Peril is set on a dangerous river that winds through lush jungle. It includes new characters and stories so that nothing from the Sleeping Gods base game is spoiled.&#10;&#10;It was first offered as a free print-and-play to all backers of the Sleeping Gods Kickstarter.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Game: Sleeping Gods",
      "Players: Games with Solitaire Rules",
      "Setting: The Wandering World"
    ]
  },
  {
    "Rank": "10620",
    "Name": "Clue",
    "ID": 1294,
    "Year": "(1949)",
    "Geek Rating": "5.570",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/1294/clue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6473",
    "Description": "For versions of Clue that feature the new character Dr. Orchid, please use this Clue page.&#10;&#10;The classic detective game!  In Clue, players move from room to room in a mansion to solve the mystery of: who done it, with what, and where?  Players are dealt character, weapon, and location cards after the top card from each card type is secretly placed in the confidential file in the middle of the board.  Players must move to a room and then make a suggestion against a character saying they did it in that room with a specific weapon.  The player to the left must show one of any cards mentioned if in that player's hand.  Through deductive reasoning each player must figure out which character, weapon, and location are in the secret file.  To do this, each player must uncover what cards are in other players hands by making more and more suggestions.  Once a player knows what cards the other players are holding, they will know what cards are in the secret file, and then make an accusation. If correct, the player wins, but if incorrect, the player must return the cards to the file without revealing them and may no longer make suggestions or accusations. A great game for those who enjoy reasoning and thinking things out.&#10;&#10;Note: There are some early versions of Clue which are labeled as 2-6 players. Recent and current issues of the game state 3-6 players.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Animals: Dogs",
      "Books: Mystery Novels",
      "Books: Sherlock Holmes",
      "Celebrities: Alfred Hitchcock",
      "Cities: Barcelona (Spain)",
      "Cities: Bilbao (Spain)",
      "Cities: Munich (Bavaria, Germany)",
      "Cities: Seville (Spain)",
      "Cities: Vienna (Austria)",
      "Comic Books: Asterix",
      "Constructions: Louvre (France)",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Watch It Played How To Videos",
      "Region: Andalusia (Spain)",
      "Series: Games to go (Parker)",
      "Series: Nostalgia (Hasbro)",
      "Sports Teams: Barcelona",
      "Sports Teams: Feyenoord",
      "Sports Teams: VfL Wolfsburg",
      "Theme: Mystery / Crime",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!",
      "TV Shows: The Golden Girls",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "10621",
    "Name": "Subulata",
    "ID": 7537,
    "Year": "(2003)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/7537/subulata",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1905",
    "Description": "Players try to move their grasshoppers across the board to their opponent's corner while simultaneously stopping their opponent from doing the same. A random tile layout makes the board different each time you play.&#10;&#10;Your grasshoppers have hidden numbers 1-9 (1-7 in the online version) and the more you can get to the opposite corner, the better your score. The hoppers move 1, 2, or 3 spaces, depending if they jump from a water space, a flower or a leaf. The hoppers move forward to empty spaces, but can jump backwards if they are taking an opponents' piece. Captured pieces are also worth 1 pt each.&#10;&#10;When the board is laid out, the players sit at opposing corners, so the hoppers move orthogonally on the board, but diagonally to the players' view. This can distract you such that you don't quite recognize when a capture might happen.&#10;&#10;One of the best features of Subulata is that one hopper may threaten other hoppers without being at risk itself. This allows you to build an attack from which there is no defense. As the game opens, you might choose to move to attack, or try to slip by safely. But that leaves your home free to be occupied. Choices, choices!&#10;&#10;Online Play&#10;&#10;&#10;     YourturnMyturn (turn based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10622",
    "Name": "The Red Dragon Inn: Allies – Spyke and Flower",
    "ID": 249578,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/249578/the-red-dragon-inn-allies-spyke-and-flower",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Spyke and Flower are munchkins &ndash; adventurers whose sole purpose in life is to kill monsters, take their stuff, and level up...so they can kill more monsters and take more stuff. In this alternate timeline, they've come to the Red Dragon Inn to see what's up at this tavern that they've heard so much about...&#10;&#10;The Good: The tavern's new patrons are eager to make a good impression.&#10;The Bad: It isn't working.&#10;&#10;The Red Dragon Inn: Allies &ndash; Spyke and Flower is our first standalone Allies expansion, letting two players drink, brawl and gamble the night away to prove that they are the best munchkin around. It contains everything you need to play the game, including a brand new Drink Deck as well as a new automated third-player game variant. So play head to head with a friend, or combine this game with any of our other The Red Dragon Inn sets for parties of three or more players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Red Dragon Inn",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10623",
    "Name": "Frontiers: Liberty or Death!",
    "ID": 29078,
    "Year": "(2007)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/29078/frontiers-liberty-or-death",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2759",
    "Description": "In the confines of the Pacified Empire of Humanity, the Legion of Democracy brings the marvelous concept of democracy to alien races. Poor creatures who do not know the treasures that our way of life can bring often confront the brave soldiers. In the name of the struggle against the Axis of Evil, our legionnaires have sworn loyalty and obedience to our Emperor, leader and divine inspiration, and fight for the triumph of the law, peace and the Holy Scriptures!&#10;&#10;Those who do not stand with us, stand against us!&#10; In the confines of the Zirl galactic hub, the tachyonic combat applets valiantly weather the assaults of the infamous totalitarian terran forces. The brave nanosoldiers courageously fight against the terran brutes who do not suspect the extent of the riches of our antediluvian civilization.&#10;&#10;Those who do not stand with us, stand against us!&#10; Take command of your units, terran or alien, and get ready for war!&#10;&#10;Frontiers is a strategy game in which you lead your units on a futuristic battlefield. The game mechanics are geared for simple fun: orbital bombardment, short-ranged missile fire, hosing down your opponents with uranium-enriched ammunition, head-on and manly assaults in the name of humanity's religious purity.&#10;&#10;In short, Frontiers is a simple and spontaneous mix of fury, blood and strategy!&#10;&#10;Frontiers - the miniatures game without miniatures...&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Game: Frontiers – Liberty or Death!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10624",
    "Name": "Café International: Das Kartenspiel",
    "ID": 1324,
    "Year": "(2001)",
    "Geek Rating": "5.570",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/1324/cafe-international-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3176",
    "Description": "The card game version of the 1989 Spiel des Jahres boardgame &quot;Caf&eacute; International&quot;.&#10;&#10;Five table cards are laid out to form the &quot;Caf&eacute;&quot;. Players then place 1 to 3 guest cards from their hand to the Caf&eacute; scoring points for placement.  Bonuses are given if only 1 nationality is seated at a given table.  Once a table is full all the guests and the table itself are removed from play and a new table is put in it's place from the table draw pile.  Multiple scoring opportunities occur when a guest card is placed between tables with several guests at each.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Café International",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "10625",
    "Name": "Sushi Boat",
    "ID": 346255,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/346255/sushi-boat",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1.7143",
    "Description": "Welcome to Sushi Boat! We are proud to offer you the finest delicacies, hand-crafted by our master sushi chef. Are you new to conveyor belt sushi? You&rsquo;ll love it! Our chef creates masterpieces and places them on the belt, which brings the sushi right to you.&#10;&#10;Just grab whatever looks good as it passes you by and enjoy! Our staff is also on hand to help you if you need it. So take a seat&mdash;it&rsquo;s all you can eat!&#10;&#10;Each turn, players perform their choice of actions, including taking plates of sushi off the revolving 'belt' on the board, paying staff tiles for effects, buying side dishes and more.&#10;&#10;As you eat, you&rsquo;ll stack your Plates in front of you. You score points by eating off matching Plates, and for eating a wide variety of sushi types. And you&rsquo;ll need to pay attention all the time, because you never know when someone will start a Wasabi Challenge!&#10;&#10;When the side dish deck runs out, the game ends and players calculate their victory points - highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Memory",
      "Set Collection",
      "Slide / Push",
      "Worker Placement"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Sushi"
    ]
  },
  {
    "Rank": "10626",
    "Name": "Strong Stuff!",
    "ID": 3977,
    "Year": "(2002)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/3977/strong-stuff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Bruno the Bear is ravenously hungry, so hungry that he's prone to grabbing honey jars recklessly and taking off for the woods. But will you be able to help him carry his ever-growing pile of honey jars without knocking them over?&#10;&#10;Strong Stuff! &ndash; previously published by Goldsieber with slightly different rules as B&auml;renstark &ndash; is a dexterity game in which players move Bruno, represented by a wooden bear, across a series of meadow tokens. Each turn, the active player rolls the die then either moves Bruno a number of spaces equal to the number of dots on the die or leaves him in place; when moving Bruno, a player cannot touch the tray he holds or any honey jars already balanced on his head. In either case, the player ends his turn by stacking a new honey jar on the highest jar on Bruno's tray.&#10;&#10;The honey jars come in six sizes, making stacking tricky; should any jar fall while a player moves Bruno, that player loses one of two honey drops he was given at the start of the game. Once a player loses both honey drops, the game ends and whoever has the most honey drops in hand wins.&#10;&#10;The HABA edition of Strong Stuff! includes a special die for experienced players in which you're challenged to spin Bruno in place or move him only with your right or left hand. (Note: The HABA edition is for 2-6 players, while Goldsieber's B&auml;renstark was labeled for 2-4 players.)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stacking and Balancing",
      "Track Movement"
    ],
    "Families": [
      "Animals: Bears",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "10627",
    "Name": "Autumn",
    "ID": 185244,
    "Year": "(2015)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/185244/autumn",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "Autumn, a game of paths and falling leaves, is a 18 cards minigame.&#10;&#10;In Autumn each player takes turns placing a card on other previously played cards. Each card shows four groups of leaves and, in order to play it, you should place it overlapping other cards in play, covering one or two groups. The goal is being the player with the largest area of connected leaves at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Contests: 18 Card Microgame",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "10628",
    "Name": "Lipogram",
    "ID": 352003,
    "Year": "(2021)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/352003/lipogram",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Lipogram is a party game where you make your team guess words but without using specific letters. &#10;It can be both a cooperative game, where you must face challenges, or a competitive one, where you must make your team guess the word fast enough, based on a &quot;tug of war&quot; system.&#10;&#10;The game requires a free mobile application.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Tug of War"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "10629",
    "Name": "Deck of Wonders",
    "ID": 299151,
    "Year": "(2022)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/299151/deck-of-wonders",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Deck of Wonders is a solo-first expandable card game with legacy elements. It captures the feel of games like Hearthstone and MTG, but in a solo/co-op format.&#10;&#10;The object of the game is to defeat the various Villains that challenge you for the Deck of Wonders by turning their own spells and minions against them, while enlisting the support of magical creatures and powers of your own.&#10;&#10;The story is that you&rsquo;ve stolen the Deck of Wonders from Fate herself and, as you make your escape, all manner of magical creatures start coming out of the woodwork to both help and hinder you. Chief among these are Fate&rsquo;s Villains, who are hunting for the Deck of Wonders at her command (or perhaps for their own selfish reasons).&#10;&#10;When the game starts, you select the Villain you want to face off against. Each Villain has a set of special rules you MUST follow and a set of cards that you MUST use in your deck as long as you're facing them. To their cards you add additional cards from your Collection, which forms the deckbuilding challenge of the game: what cards should you add to the deck that can take advantage of the special rules, and combo with or counter the Villain's cards?&#10;&#10;All these cards go into the same deck, which you and the Villain take turns drawing from. This works because each card has two halves: one to use if drawn on the Player turn, and one to use if drawn on the Villain turn. The Villain halves are stronger, faster, and more powerful than yours (Fate is on their side after all), but they will attack mindlessly following a simple set of rules called the Priority System. It's up to you to outplay the stronger Villain by manipulating the Priority System and leveraging the synergies of the deck you've built!&#10;&#10;As you defeat Villains and progress in the game, you will unlock special legacy packs. Each legacy pack will have special cards that alter the play experience in surprising ways, forcing you to change your strategic approach. Once a Villain is fully defeated, you can add their cards to your Collection for use against other, more powerful Villains. You may even unlock special, permanent upgrades for your cards! You&rsquo;ll need every bit of help you can get to stay in front of the difficulty curve, and the choices you make around what to upgrade turn your collection into a unique representation of your decisions and play style.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Legacy Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Forteller Audio Narration"
    ]
  },
  {
    "Rank": "10630",
    "Name": "Favoriten",
    "ID": 593,
    "Year": "(1989)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/593/favoriten",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Favoriten is a simple betting/race game with a nifty element of press-your-luck thrown in.&#10;&#10;Five horses are involved in each of three races.  Players do not own any horse.  Rather, they each have three betting chips.  On a player's turn, she/he rolls a die and moves one of the five horses forward based on the result of the roll.  The race track pictured on the board has two lanes.  These lanes are used by the player to keep track of which horses have been moved in the current turn. At the start of a turn all of the horses shall be in the same lane. Then as a player moves the horses forward, he/she also moves them to the other lane. The player continues until they've rolled five times and moved each horse once.  The lane from where the horses started the turn will be empty.&#10;&#10;That's simple enough.  But before each turn, players are allowed to place a bet on a horse (starting with the rolling player).  After a person places a bet (e.g. &quot;I'll back the green horse&quot;) the next player can choose to or not to place a bet.  This continues until all players decline to place a betting chip.  Then the player starts rolling and moving horses.&#10;&#10;Eventually, three horses will cross the finish line and will pay out for win, place, or show positions.  The player who first placed a bet on the winning horse claims the greatest payoff.  Payoffs diminish the longer a player waited to support a horse (e.g. the second person to bet on the horse that ultimately wins pays less than the first player to back the second-place horse).&#10;&#10;The constant wait-and-see is agonizing.  If you back an unpopular horse, you'll watch it lag behind.  If you wait until everyone else is pushing a particular horse, you gain very little for joining the bandwagon late in the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "10631",
    "Name": "Advanced European Theater of Operations",
    "ID": 9135,
    "Year": "(2001)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/9135/advanced-european-theater-of-operations",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.8333",
    "Description": "This is an update of the World War II: European Theater of Operations game published by TSR/SPI. It is a corps-level simulation of the battle in Europe during World War II.&#10;&#10;Advanced ETO is much more than just another World War II strategy game; Advanced ETO is an accurate simulation of the war in Europe, with historically accurate forces and combat units! All of the game's combat units have been exhaustively researched for technical accuracy (derived from the actual military TO&amp;Es of World War II). The naval and air units have been meticulously recreated as well, reflecting the authentic performance and abilities of these implements of war.&#10;&#10;Better yet, Advanced ETO's production model is an exact duplication of the actual production figures from the Second World War, providing players with a genuine simulation of the industrial aspect of World War II in Europe. As such, Advanced ETO contains almost twice as many pieces as the original ETO (over 2200!), including new mechanized, mountain, commando and cavalry units, additional naval and aircraft types, more Generals and even Admirals. For you naval buffs; Advanced ETO now contains absolutely every capital ship that existed during World War II, including additional aircraft carriers, battleships, cruisers and raiders. Advanced ETO even includes numerous naval vessels that were planned but never completed-allowing the players some very interesting &quot;what if&quot; possibilities. If air power is your forte, Advanced ETO includes just about every type of combat air unit that saw action in Europe during World War II. This includes many of the rare types, such as the P-61 &quot;Black Widow,&quot; the Fw 200 &quot;Condor,&quot; Yak-9, Bloch 174, &quot;Defiant&quot; and many, many more.&#10;&#10;And that's not all!&#10;&#10;Advanced ETO has two new beautiful 23 x 34 inch maps that encompass all of Europe and North Africa-everything from the icy Arctic Ocean to the deserts of the Middle East, including over 38 nations and  territories, newly researched topography, additional cities and ports (such as Dresden, Leeds, Gorki, and even the Azores, just to name a few). Newly added technically accurate rail road lines, updated resource areas, plus additional rivers and lakes. Virtually every aspect of World War II in Europe is here. Best of all, Advanced ETO can be played as an exciting grand strategic game (from the beginning of the war to the end), or as one of the many quick campaigns or scenarios.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "10632",
    "Name": "Captain Silver",
    "ID": 219509,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/219509/captain-silver",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Description from the publisher:&#10;&#10;Pirates ahoy! Captain Silver has a piratetastic challenge for you: Feel and grab the right pirate object out of your pirate bag. If you grab the correct object, many treasures await. Get gold coins and sail with your pirate ship to treasure island &mdash; but only the quickest and most skillful pirate will win Captain Silver's treasure challenge!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "10633",
    "Name": "SPARTA!: Struggle for Greece",
    "ID": 349779,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/349779/sparta-struggle-for-greece",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.8",
    "Description": "In SPARTA! command Athenians or Spartans in a battle to rule the Greek world.&#10;&#10;Achieve dominance and control valuable regions that grant unique benefits - be it the wealth of Sicily, the fleets of Corinth, or alliances with larger cities like Thebes or Syracuse to provide fresh recruits for battle. You might even rally the Persians and Macedonians to your side.&#10;&#10;&#10;&#10;Command The Conflict!&#10;March armies and sortie fleets to raid enemy territories. Siege valuable cities, and engage your foes in fierce battles. Steel your nerves when you enter the fray of battle, as it is bloody and swiftly resolved using an elegant card-based system.&#10;&#10;&#10;&#10;Who Will Head Your Efforts?&#10;Lead your forces with legendary characters such as Pericles and Cleon. Each leader has a unique ability, be it combat prowess or cunning diplomacy.&#10;Characters may become experienced&mdash; flipping the leader to their upgraded form with a more powerful ability.&#10;&#10;&#10;&#10;Meet your foes on the bloody battlefield&#10;Balance diplomacy, economy, and military might in this card-driven game of historic conflict!&#10;&#10;The Splendour Of Greece Is Yours For The Taking!&#10;&#10;&#10;&#10;&#10;SPARTA! is for 1-2 players (SOLO bot is included) &amp; plays in 2-3 hours.&#10;&#10;Includes all of these historical scenarios:&#10; - First Peloponnesian War &#10; - Second Peloponnesian War&#10; - Theban/Spartan War &#10; - Cleomenian War&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Income"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Cities: Athens (Greece)",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Players: Solitaire Only Games",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10634",
    "Name": "The Godfather: A New Don",
    "ID": 195742,
    "Year": "(2016)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/195742/the-godfather-a-new-don",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In The Godfather: A New Don, players take control of one of the major mafia families, each trying to assert their power on the streets of 1950's New York in hope of taking the reins as the new kingpin of the criminal world.&#10;&#10;In more detail, this design is an area control board game with unique dice mechanisms. Each round, players roll their individual pools of dice, then decide what area of the city they want to focus on trying to capture. Meanwhile, the current Don is able to make players an offer they can't refuse and steal dice from their limited supply. Staying on top proves difficult as every stolen die moves other players up the ladder toward taking over as Don, so the tension rises with each shake of the dice.&#10;&#10;With multiple ways to use each die you roll, players never find themselves at the mercy of the dice, instead using what they roll to make their opponents beg for mercy.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "10635",
    "Name": "Paperclip Railways",
    "ID": 93400,
    "Year": "(2011)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/93400/paperclip-railways",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "&quot;The fasten-ating railway game where the trains are stationery&quot;&#10;&#10;In Paperclip Railways, players initially lay out a fantasy landscape in which to build railway stations; these stations give in- and end-game bonuses and are connected by customizable lengths of track made from paperclips!&#10;&#10;Players score for the stations they build from and to, and for how long their railway links are and, at the end of the game, for various achievements. The player with the most victory points is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: String"
    ]
  },
  {
    "Rank": "10636",
    "Name": "Café del Gatto",
    "ID": 377738,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/377738/cafe-del-gatto",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6364",
    "Description": "In Caf&eacute; del Gatto, you want to serve valuable drinks to customers, but you're competing against other baristas for coffee and milk, so making drinks will be tricky!&#10;&#10;To set up, each player takes five glass tiles that require 1-4 &quot;shots&quot; to complete. Place the 36 coffee/milk tiles in the bag, then draw five tiles to fill the milk side of the espresso machine, then five tiles to fill the coffee side. Each double-sided coffee/milk tile has a value from 1-4 as well as a symbol for cold, hot, or foamy. Each player starts with 4-5 coins. Place completed drink tiles in the center of the playing area; each drink (cappuccino, latte macchiato, etc.) has tiles of varying values.&#10;&#10;On a turn, take one of three actions:&#10;&#10;&#10;     Take 2 coins from the bank.&#10;     Buy a tile from the espresso machine, with the cost of the tile being equal to the adjacent tile on the opposite side of the machine. If you're buying a milk tile, for example, the cost is the value on the adjacent coffee tile. Tiles in the top two rows have a 1-2 coin surcharge. Place the tile in the lowest empty matching space on one of your drink tiles, then draw a tile from the bag to refill the machine. If you buy a 1 tile, it comes with a bonus sugar cube.&#10;     Serve one or more completed drinks. For each glass tile that has all its spots filled, first gain coins from the bank, earning more coins if the drink has fewer symbols in it. (Mixing cold and hot tiles isn't good!) Next, take a completed drink tile of the same type that has a value equal to or less than the sum of the tiles, gaining coins to make up the difference. You can raise the value of a drink by 1 for each sugar cube spent.&#10;&#10;&#10;At the start of your turn, you can spend 2 coins to flush one side of the espresso machine, then refill it.&#10;&#10;As soon as a player has served all five types of drinks, complete the round, then sum the value of your completed drink tiles, with each pair of sugar cubes counting as 1 point. Whoever has the most points wins, with coin serving as a tiebreaker.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats",
      "Food & Drink: Coffee",
      "Food & Drink: Tea",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "10637",
    "Name": "Perspectives Blue",
    "ID": 427087,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/427087/perspectives-blue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Dive back into investigation with the new standalone box of Perspectives, the cooperative investigation and shared information game, and discover three new investigations that will take you through history. In Perspectives, each player holds key information in the form of photographs, reports and other clues. &#10;Work together, share your information and solve the three investigations that are waiting for you to solve.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "10638",
    "Name": "Dropfleet Commander",
    "ID": 185845,
    "Year": "(2016)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/185845/dropfleet-commander",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.2",
    "Description": "Dropfleet Commander is an Orbital Combat game in the Dropzone Commander universe in which the vast majority of your games will take place in orbit above a planet's surface.&#10;&#10;A typical gaming table is 4'x4' and will show the surface of a planet rather than the more typical 'starfield' style space combat table. The area covered will be around the size of a large European country/US State.&#10;&#10;Weapons range is neither absolute nor fixed. It can change based on the power of your ship's scanners, the enemy ship's signature and the enemy's actions (firing several weapons greatly increases a ships signature for example). Stealth is frequently crucial!&#10;&#10;The 2-Player Starter Set for Dropfleet Commander includes:&#10;&#10;- The Full Dropfleet Commander Rulebook, and Fast Play Sheets,&#10;- UCM and Scourge Frigate and Cruiser Sprues, (with construction guides),&#10;- Innovative Dropfleet Commander flight stands,&#10;- Double sided fold out map,&#10;- City markers,&#10;- Token sheet,&#10;- Tapemeasure and Dice&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "10639",
    "Name": "Monster 12",
    "ID": 324884,
    "Year": "(2021)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/324884/monster-12",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "12",
    "Play Time": "12",
    "Weight": "1",
    "Description": "Midnight is monster time, and the fun begins at 12 o'clock sharp when the cheeky guys come out of their hiding places. Time to catch them as quickly as you can!&#10;&#10;On your turn in Monster 12, you roll dice to try to match monsters because you can take only the three dice that match the color of the monsters on the face-up cards. If you reach the value of the respective monster, then you place the dice on it, and whoever first catches twelve monsters of different colors wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Series: KOSMOS Open&Play"
    ]
  },
  {
    "Rank": "10640",
    "Name": "Guardians' Chronicles",
    "ID": 140779,
    "Year": "(2014)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/140779/guardians-chronicles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.7692",
    "Description": "Guardians Chronicles is a superhero-themed miniatures game in which you play as one of the members of the Liberty Patrol or as the group's archnemesis, Professor Skarov.&#10;&#10;To set up, the Skarov player arranges the nine double-sided game board tiles into a 3x3 grid, with his control room in the center space. Each player takes her character sheet, miniature and 7-10 action cards. These characters enter the grid on one of the side tiles and need to advance around the square &ndash; confronting minions and traps along the way &ndash; in order to achieve whatever objectives are in place for this game, such as thwarting a nuclear missile attack.&#10;&#10;Each turn, the hero players play 1-2 action cards; each card shows both a special power and modifiers to that hero's inherent statistics &ndash; movement, attack, defense and mental &ndash; and the played cards can be used for either the special power or the modifiers. Each hero player has four actions in a round, and the players can play in any order they wish; the actions are move across the base, attack an enemy, or use a special power on a played action card or the hero's character sheet.&#10;&#10;Professor Skarov then receives a number of action points based partially on the heroes' actions, and he uses these to activate himself, his minions, or his robots, with these figures also performing move, attack, or special power actions.&#10;&#10;As the players complete (or fail to complete) objectives, the newspapers report on who did what, and the sum of those reports determine who comes out on top.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Guardians' Chronicles",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "10641",
    "Name": "Combat Infantry: WestFront 1944-45",
    "ID": 109922,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/109922/combat-infantry-westfront-1944-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "Game description from the publisher:&#10;&#10;Combat Infantry, previously known as K.I.S.S. and Courage, is a fast-paced World War II tactical level game that employs wooden blocks. The game system features innovative and interactive rules for Fire Combat, Close Combat, Morale, and Leaders. The game delivers a high level of tactical realism, yet is very playable.&#10;&#10;In the game, you command a German or American infantry battalion, composed of three infantry companies and a heavy weapons company. Future expansion sets will include British, Soviet, Italian, and Japanese battalions. Unit types include:&#10;&#10;&#10;    Leaders&#10;    Rifle Squads&#10;    Machine Guns&#10;    Mortars&#10;    Anti-Tank&#10;    Tank&#10;&#10;&#10;The game is not card driven; units are activated by company and platoon leaders. The game includes four geomorphic maps at a scale of 100 meters per hex. Extra maps will be available for separate purchase.&#10;&#10;&#10;Microbadge available: &#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10642",
    "Name": "Decision At Kasserine: Rommel's Last Chance",
    "ID": 3523,
    "Year": "(1983)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/3523/decision-at-kasserine-rommels-last-chance",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.8889",
    "Description": "Published in The Wargamer Magazine Vol.I, #23, this game covers the German operations called Fruelingswind &amp; Morgenluft which led to the famous battle at Kasserine Pass in Tunisia in 1943. This game feature a rich variety of nationalities (US, British, French, German, and Italian) as well as unit types (motorcyle troops even!) played on a single map. Units are generally companies and battalions, with individual batteries of artillery. Game turns are half a day each and each hex = 2 miles. The game stresses the importance of headquarters units for coordination (particularly of air support) and has some of the best artillery rules ever. The game has since been updated by GMT's Kasserine in 2001. This game would become part of what would be known as the &quot;Battles for North Africa&quot; Series.&#10;&#10;It was also released in a boxed format by 3W. A very thin box containing exact reprints of the rules, maps and counters.&#10;&#10;The other games in the &quot;Battles for North Africa&quot; Series are: Rommel at Bay,   O'Connor's Offensive, Hellfire Pass,  Patton Goes to War,  Objective: Tunis, and Race For Tunis.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: World War II (Africa)",
      "Magazine: The Wargamer",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles for North Africa (3W)"
    ]
  },
  {
    "Rank": "10643",
    "Name": "Elephant Rally",
    "ID": 135019,
    "Year": "(2014)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/135019/elephant-rally",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Every year, villagers gather from far and wide for the harvest festival. They bring fine carpets to the market and share delicious mango juice while praying men honor the holy cows, and the children tease mischievous monkeys and gasp at the snake charmers. But the main event of the festival is the elephant race. Young men and women of the region spend days painting joyous and reverent decorations on their elephant partners for this one moment when they can surge through the crowds of festive villagers, push and shove their way past other racing pachyderms, and brave the tiger-filled forests to win honor for themselves and their proud elephant friends. The bell rings, the elephants trumpet their excitement, and the race begins!&#10;&#10;Elephant Rally, which was first released as Formula E, is a game in which 3 to 6 players race their elephant pawns through an Indian village, over treacherous mountains, and across parched deserts seeking to be the first one to complete the course.&#10;&#10;The primary game mechanism in Elephant Rally is hand management as players use their hand of cards to advance their elephants through the course. Elephants move in a unique manner &ndash; they push elephants in front of them until those elephants hit an obstacle, then the active elephant pushes sideways until a path is clear for it to move forward again. Certain move-adjusting cards and tactical-screwage cards can be played to trigger events like diagonal movement, obstacle movement, and nasty little screw-your-opponents effects. Elephant racing is not necessarily a sport of honor!&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Race",
      "Take That"
    ],
    "Families": [
      "Animals: Elephants",
      "Country: India",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10644",
    "Name": "Breakaway Football",
    "ID": 196348,
    "Year": "(2017)",
    "Geek Rating": "5.570",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/196348/breakaway-football",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A fast-paced game of Offense and Defense play-calling, Breakaway Football recreates the excitement of big league American football with no dice, no spinners, and no charts to cross-reference.  Using the innovative &quot;Game Day Deck&quot; mechanic, random events are built into the core action in balance with the player strategy. Best of all, action in each play resolves in seconds.&#10;&#10;Call the right play and achieve a breakaway play on Offense for a big gain. On Defense, your breakaway guarantees no gain and can even cause a turnover. You make your own good fortune through skillful countering of your opponent's moves.  Thwart their strategy and breakaway to victory!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "10645",
    "Name": "The Farming Game",
    "ID": 5195,
    "Year": "(1979)",
    "Geek Rating": "5.570",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/5195/the-farming-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.675",
    "Description": "In The Farming Game, you develop your part-time farm by planting different crops (wheat, hay, cherries) and leasing additional cattle grazing rights, in the hopes that any given resource will pay out big so that you can afford to quit your day job and become a full-time farmer.&#10;&#10;However, with each harvest season comes the potential for price fluctuations and additional costs of doing business (fertilizer, equipment breakdowns, replanting, labor problems, etc.).&#10;&#10;The first player who reaches a total net worth of $250,000 wins the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "10646",
    "Name": "Hissy Fit",
    "ID": 371333,
    "Year": "(2024)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/371333/hissy-fit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "In this cooperative card game of carefully-coordinated cat coaxing, you and your partner are humans trying to get your cat into the carrier.  But be careful, or this trip to the vet could turn into a trip to the emergency room!&#10;&#10;To win, you must guide the cat along the path and into the carrier by using treats, distractions and strategies from the Human Cards.  Plan your actions, dress your wounds, and build combos to thwart the cat's defenses and steadily lead it into the carrier before time runs out.&#10;&#10;But each turn, Cat Cards are drawn to make the cat run, hide, scratch, or have a total conniption!  If the cat has three full-blown &quot;Hissy Fits&quot; or you suffer five scratches, the cat wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Multi-Use Cards"
    ],
    "Families": [
      "Animals: Cats",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10647",
    "Name": "Gambler × Gamble!",
    "ID": 197071,
    "Year": "(2016)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/197071/gambler-gamble",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Gambler &times; Gamble! is a simple card game that won the &quot;Group SNE Contest&quot; in 2015 and published by COSAIC in 2016.&#10;&#10;Players begin the game with two gambler cards face up in front of them, two number cards (0 and 1) in their hands, and two coins in their treasury. As the game progresses, players will hire more gambler cards, receive larger number cards, and earn more coins. The major way to win the game is to earn 15 or more coins.&#10;&#10;On a player's turn, he may hire a new gambler as long as he can pay the cost. Hired gamblers are laid down face-up in front of the player.&#10;&#10;On the gambler card, there is a target number and reward amount. For example, there is a gambler card with target number 5 and reward amount 3.&#10;&#10;After optionally hiring a new gambler, the player who begins the round plays a number card face up. For the initial round, it would be 1 or 0. Then, other players play one of their number cards face down. After that, reveal all the number cards and add up the numbers. If that total equals the number of a gambler cards, any player who hired that gambler gets the reward accordingly.&#10;&#10;Play continues this way until a player collects 15 coins or more. The player with the most coins is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "10648",
    "Name": "Sixto",
    "ID": 402205,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/402205/sixto",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Your goal in Sixto is to mark off as many numbers as you can...although a lone mark counts against you, so don't mark carelessly.&#10;&#10;Each player gets their own player sheet, which features six rows of numbers, each in a different color. The row contains the digits 1-6 in a random order, and each player should have a different sheet from among the twelve designs in the box.&#10;&#10;On a turn, the active player rolls the six colored dice, one for each of the colored rows. If they don't like the results, they can re-roll all six dice once. After the final die roll, for each die, each player can choose to mark off the leftmost available number matching the die result, skipping over any intervening numbers. Skipped numbers cannot be marked in the future. Thus, on each turn, each player makes 0-6 marks on their player sheet. The active player then passes the dice left.&#10;&#10;The final three columns on a player sheet are designated the &quot;target area&quot;. If any player marks two spaces in a single row in the target area, that die is removed from the game at the end of that turn. When the third die is removed from play, the game ends.&#10;&#10;Each player then scores each row and each column on their player sheet, losing 5 points if only one mark is present, scoring 0 points for zero or two marks, and score 5+ points for 3+ marks. The player with the highest score wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10649",
    "Name": "Jungle Jam",
    "ID": 2857,
    "Year": "(2000)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/2857/jungle-jam",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2632",
    "Description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         The information that BGG has on this item indicates that Jungle Jam is a non-authorized version of Jungle Speed/Arriba!.&#10;&#10;    &#10;&#10;&#10;Party game consisting of a wooden totem that is placed between the players. The players then flip up cards from their deck, and when two of the same pattern are turned up, the players with this pattern try to grab the totem.&#10;&#10;About the story of the publication of the game :&#10;&#10;In the year 1998, the german company Touchmore created and published Jungle Jam. It got released moreover in Belgium, where the Jungle Speed was not distributed for commercial reasons ; it got popular really quick there. In June 2007, the creators of Jungle Speed realized that the Joueclub located in the boulevard des Italiens in Paris was commercializing this game, and it was ready to be announced in the Christmas catalog of 2007. The case got opened the 20th of September 2007, and got the final verdict the 19th of March 2010, where Jungle Speed rights won. Joueclub had to compensated and set up a recall where they managed to get back 2/3 of the 3&#226;&#128;&#175;473 games sold, after the forbidding of the commercialization of Jungle Jam.&#10;&#10;Sources : &#10;- http://users.skynet.be/fa315353/junglejam.htm&#10;- https://www.doctrine.fr/d/TGI/Paris/2010/FRB9EAD37936B2434C0086&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Authors: Edgar Rice Burroughs",
      "Characters: Tarzan"
    ]
  },
  {
    "Rank": "10650",
    "Name": "Rebel Nox",
    "ID": 250878,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/250878/rebel-nox",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "Rebel Nox is a highly tactical team-based card game with shifting alliances and a hint of social deduction. It is a stand-alone game set in the world of Capital Lux.&#10;&#10;&#10;The world of Lux is in uproar and rebels and loyalist fight for control of the capital. Who is on your side? Will your team gather enough followers to seize power? And who is true to your cause when it looks lost?&#10;&#10;With the cards dealt at the beginning of the game, players are assigned to either the Rebel team or the Loyalist team. The two teams fight for control over locations that alter the rules in that particular fight, and provide influence to the winner. Play your cards tactically to establish who is on your team, take control of locations and make sure your team has the most influence at the end of the round. But as cards change hands, allegiances can change, so who can you really trust? Perhaps you secretly switched team yourself?&#10;&#10;The near endless combinations of locations and card distribution make for a vast number of unique situations and tactical challenges, ensuring no two games will ever feel the same.&#10;&#10;&#10;Game flow: &#10;At the beginning of each round, six locations are placed in the middle of the table and each player is dealt nine cards. If you were dealt a rebel card, you announce that you are on the rebel team; if you do not have a rebel card, you are on the loyalist team.&#10;&#10;The player who was dealt the &quot;rebel commander&quot; chooses a location for the first fight, and leads by playing the first card.&#10;&#10;The game then plays like a trick taking game, but with some important differences: certain cards will alter who wins the location (assassins take out the highest card, making the second highest card win instead), flags increases the value of the current location (play them when you think a team mate will win), and infiltrators make cards switch hands (for every infiltrator symbol played, the player who played the lowest card must draw one card from the hand of the winning player). With tactical card play you can both influence who wins the location and how much it is worth. But as cards switches hands, you may not be sure who is on which team.&#10;&#10;After all six locations have been won, players reveal which side they are on (if you have a rebel card, you are on the rebel team; if not, you are on the loyalist team).  Players now collect followers for their controlled influence, and all players on the team that controls the most influence are awarded bonus followers. If one team has managed to gather a required number of followers, they win the game. If not, another round must be played.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10651",
    "Name": "Little Circuses",
    "ID": 178515,
    "Year": "(2016)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/178515/little-circuses",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "Step right up, step right up! The little circuses are open for business!&#10;&#10;In Little Circuses, you'll build your big top with attractions that'll wow the crowd. Recruit sword swallowers, daredevils, and mesmerizing mystics in an effort to turn your little road show into a fixture of fun!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "10652",
    "Name": "Kiitos",
    "ID": 300509,
    "Year": "(2020)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/300509/kiitos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "Kiitos is a fast-tempo, card-based word game with novel, simple rules and deep, emergent game play. Can you make a word with the letters in your hand, and what letters that may or may not be in your opponents&rsquo;?&#10;&#10;Players start by playing one letter of a word and saying a target word. Then subsequent players build up the target word, either playing the next letter if they can, or by changing the target word dynamically if it can&rsquo;t be continued. Can your word be finished for positive points, or can you trap your opponent into not being able to play and force them to pick up the unfinished word for negative points? Can you outwit your player with cleverness? If your opponent finishes your word for you say &ldquo;Kiitos&rdquo;, the Finnish word for thank-you.&#10;&#10;The rules change dynamically as the game is played and the game play switches between two modes: Kiitos which builds up words from left to right, and Super-Kiitos which builds up words at either end. Dubious words can be challenged. Fake words are OK if you can get them past your opponent unchallenged. Kiitos edge-case tests the dictionary like no other game.&#10;&#10;It&rsquo;s a word game that feels somewhat like a trick-taking game, with a bit of deduction and bluffing. Lateral thinking and clever strategising are rewarded, sometimes. Luck can make or break your strategies. The target word can change 5 or more times just in the one hand.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10653",
    "Name": "PASS",
    "ID": 402109,
    "Year": "(2023)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/402109/pass",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "PASS is a ladder-climbing game in which each cards has a potentially upgraded side with another value.  Players may pass their turn to take a PASS token and use it in a later round to turn a card to its upgraded side.&#10;&#10;More specifically, cards are dual-indexed, with different values on each half of the card, with the 65 cards having possible combinations of the numbers A-K.  During set-up, the cards is shuffled and dealt into decks.  Each deck will have exactly 13 cards. Players randomly choose a deck as their hands. Whoever has the card &quot;START 2&quot; will be the first player to play a set of card(s).&#10;&#10;During their turn, the active player takes one of two actions:&#10;&#10;&#10;     Play: The active player chooses card(s) in their hand that comply with a type of defined set in the game, and then plays this set of cards to the table.  A player can only choose to play if i) the table is empty (as if he/she is the first to play) or ii) the played set is ranked higher than the set currently on the table.  A set is considered to outrank previously played set if it were a same type of set with higher value.  A player may also outrank the previously played set with a same type of set having the same value by exhausting one PASS token.  The next player may do the same, however, by exhausting even one more PASS token.&#10;     Pass: The active player takes a PASS token.  The pass token can be used in a future turn to augment a played set, or to turn one of the cards in a played set to its upgraded side.&#10;&#10;&#10;The plays who plays all his/her hand first will gain a victory token and all cards will be reshuffled and dealt again.  Whoever has 3 victory tokens first wins the game.&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": []
  },
  {
    "Rank": "10654",
    "Name": "Dungeons & Dragons Computer Labyrinth Game",
    "ID": 4746,
    "Year": "(1980)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/4746/dungeons-and-dragons-computer-labyrinth-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7027",
    "Description": "MATTEL ELECTRONICS DUNGEONS &amp; DRAGONS COMPUTER LABYRINTH GAME&#10;&#10;A GAME OF STRATEGY&#10;Play alone or against a rival warrior and the dragon computer.  2 skill levels.&#10;&#10;A GAME OF SKILL&#10;Find your way through the labyrinth on a touch-sensitive electronic board.  Electronic sounds help you locate labyrinth walls.  Walls shift with each new game.&#10;&#10;A GAME OF ADVENTURE&#10;Watch out!  Electronic sounds tell you the dragon is after you.  Find and steal the treasure before the dragon gets you, and you win!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Movement Points",
      "Pick-up and Deliver",
      "Player Elimination",
      "Race",
      "Square Grid",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Dragons",
      "Players: Games with Solitaire Rules",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "10655",
    "Name": "Mystery Mansion",
    "ID": 2342,
    "Year": "(1984)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/2342/mystery-mansion",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8261",
    "Description": "Mystery Mansion is a unique search game that challenges you to build a Victorian Mansion, room by room, as you search these rooms for hidden treasure.  Build the mansion by adding new rooms onto existing rooms with the roll of a special die.  Every room contains many objects which are all possible hiding places for clues to the whereabouts of the Real Treasure.  Search cards allow you to look behind, under and inside these objects for clues.  Try to add rooms that you suspect contain objects that match Search cards in your hand.  If you have a Search card that matches an object in the same room as your pawn, play it and draw a Clue card.  The clue might be a Treasure Chest, a Key to a chest, a Secret Passage or just Cobwebs and Dust.  If you own a key that matches a chest, haul the chest out of the mansion to unlock it.  Once it's outside, the big moment comes as you open the lid.  Will it be filled with gold and jewels or cobwebs and dust?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Exploration",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "10656",
    "Name": "Spooks",
    "ID": 7989,
    "Year": "(2003)",
    "Geek Rating": "5.570",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/7989/spooks",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5161",
    "Description": "From the publisher's web site...&#10;&#10;You don't have to outrun the monsters... if you can outrun your friends.&#10;&#10;In this fast-moving game, you play your cards by matching numbers and suits. The first player to empty his hand wins... and the spooks get everybody else! Each suit (Spiders, Ghosts, Goblins, Skeletons, and Bats) has a special rule, and the top card in each suit has a special power... so you don't know who will be first to escape the haunted house until the final card is played. Spooks is a great quick party game... kids will enjoy it, too!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "10657",
    "Name": "Hidden Games Tatort: Reif für die Insel",
    "ID": 370438,
    "Year": "(2022)",
    "Geek Rating": "5.570",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/370438/hidden-games-tatort-reif-fur-die-insel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "1.6667",
    "Description": "An island is in shock! A missing mayor, a building contractor on the wrong track and a dead policeman. Commissioner Hahnke needs your help. Can you solve all the mysteries?&#10;&#10;One thing is clear: this calls for true pros. To find the perpetrator, you will need to examine all the documents carefully, study the fingerprints, check the alibis and do some research. A real detective will follow any scent to uncover the mystery. Can you think creatively enough? No limits are imposed on your creativity during your investigations.&#10;&#10;As a team, you will need to analyse letters, interpret the police interviews of various suspects, make telephone calls and even do some research on the Internet. Your approach to finding a solution is guaranteed to be multidimensional. Study the fingerprints, collect all the information on your large poster, discuss the alibis and motives. For your research during the investigation, you will need internet access and a phone.&#10;&#10;You should allow approx. 1.5-3 hours for the murder mystery game. However, you can also put it aside one evening and continue the next day. You will all work together in a team, rather than playing against one another. The game is suitable for people aged 14 and over. It is too complex for a group of younger children. In a family, however, younger children can also make a contribution and assist with the detective work.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Hidden Games (Hidden Industries GmbH)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "10658",
    "Name": "Caesar's Gallic War",
    "ID": 43245,
    "Year": "(2009)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/43245/caesars-gallic-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4118",
    "Description": "Caesar's Gallic War is a two-player Strategic level block board-wargame that covers Julius Caesar's conquest of Gaul from 58 to 51 BC. One person plays the side of the Romans, while the other plays the side of the Gauls, with both players vying for control of the various Gallic tribes.&#10;&#10;The game uses blocks and area movement. Players use cards to collect allies, move units and attack or play events. Certain leaders are represented in the game, including Julius Caesar, Vercingetorix and Ariovistus.&#10;&#10;As the Gauls you will start with fewer and weaker units, but you you'll have an easier time recruiting other tribes to your side. Eventually Vercingetorix will appear to help you. Will you confront the Romans directly? Or will you play defensively, and rely on raiding tactics and political maneuvering?&#10;&#10;As the Romans you start with six legions, with four more on the way. Your units are stronger and faster. But you'll have a more difficult time recruiting tribes onto your side, and you'll not only have to worry about rebellions, but watch your supplies as well.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Roman – Gallic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10659",
    "Name": "Evil Corp.",
    "ID": 393975,
    "Year": "(2023)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/393975/evil-corp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "We at Evil Corp. have been working for 666 generations to frighten human villages. When it comes to scaring, we're the best!&#10;&#10;Every year, we hold a team seminar where each of our managers is tasked with recruiting a team of monsters and competing against their colleagues to prove they're the best at terrorizing humans. Will you have the most terrifying team of the year?&#10;&#10;In Evil Corp., the first player &mdash; or team when you play 2vs2 &mdash; to take control of its second village will be declared the new CEO of the Company, and therefore, winner of the game. To do this, send your troops of monsters to scare the villagers more than your opponent, to the point that their village becomes yours. During your turn, you can perform one action:&#10; &#10;     Send a monster (a tile) to one of your two adjacent villages.&#10;     Recruit a new tile at the monster's job center.&#10;     Activate one of your monster powers.&#10;&#10;&#10;When you have no more available actions or when you choose to do so, you may pass, which ends the round for you.&#10;&#10;Depending on where the monsters are placed, they grant you bonuses:&#10;&#10;&#10;     Advance on the Terror track according your monster's strength. Once you reach the bottom of it on your opponent's side, you take control of the village.&#10;     Gain Magic Force, which you can use to deal direct damage to an opponent's monster or draw a tile.&#10;     Earn gold coins&#10;     Seize the Power Stone pawn that gives you the advantage in case of a tie situation in the village.&#10;&#10;&#10;The order in which you choose to perform your actions will tremendously impact your strategy and the outcome of the game. Good Luck, CEO Pretender!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Neighbor Scope",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Demons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Werewolves",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "10660",
    "Name": "Silver Bayonet: The First Team in Vietnam, 1965",
    "ID": 7994,
    "Year": "(1990)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/7994/silver-bayonet-the-first-team-in-vietnam-1965",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "300",
    "Weight": "3",
    "Description": "In October of 1965, General Vo Nguyen Giap launched a full North Vietnamese Army division in a sweeping offensive against the thinly guarded II Corps area west of Pleiku in South Vietnam's Central Highlands. Two special forces camps, a handful of elite soldiers, and thirty miles of rugged, jungled terrain were all that stood between the onrushing NVA and their objective, the strategic town of Pleiku. The NVA quickly surrounded and besieged the camps, threatening a quick and easy victory over the outnumbered II Corps defenders. Desperate to hold back the tide of Communist soldiers, the South Vietnamese commander asked the U.S. for help.&#10;&#10;The newly formed 1st Cavalry Division, fresh in country and bivouacked at nearby An Khe, rushed to the aid of the beleaguered garrisons. With its complement of over 400 combat helicopters, the 1st Cav was completely airmobile. While the helicopter's mobility guaranteed quick movement and ready resupply, it did not guarantee victory. The soldiers that the unblooded Americans faced were tough, well trained veterans. Victory would not come easily for the Americans.&#10;&#10;Between October 23 and November 25, 1965, a desperate struggle between a full North Vietnamese Army Division and the U.S. 1st Cavalry Division took place west of Pleiku in Vietnam's Central Highlands. Silver Bayonet is a company-level game which focuses on this conflict.&#10;--from box back description&#10;&#10;Contents:&#10;&#10;     200 die-cut Counters&#10;     1 22&quot;x34&quot; Mapsheet&#10;     1 Rule/Scenario Booklet&#10;     3 Player Aid Cards&#10;     1 10-sided die&#10;&#10;&#10;Time Scale: 1 day per game turn&#10;Map Scale: 1 mile per hex&#10;Unit Scale: Company&#10;Players: Two&#10;Playing Time:&#10;5-30 minutes for introductory scenario&#10;1-2 hours for advanced scenario&#10;2-20 hours for campaign game&#10;&#10;Other features include air support, SAMs, transport helicopters, hidden units, limited intelligence, 12 scenarios.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Vietnam",
      "History: Vietnam War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Operational System (GMT)"
    ]
  },
  {
    "Rank": "10661",
    "Name": "Top That!",
    "ID": 189160,
    "Year": "(2016)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/189160/top-that",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Each player in Top That! has five wooden bits before them: a black hat, orange tube, red goblet, green coin, and white rabbit. Shuffle the deck of sixty challenge cards, then reveal one of them. Players race to stack their pieces following two rules:&#10;&#10;&#10;    Whichever pieces on the revealed card are in their original color must be visible in the stack.&#10;    Whichever pieces are shown in grey must be hidden somewhere within the stack.&#10;&#10;&#10;Whoever does this first claims the card, and whoever first claims a certain number of cards wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "10662",
    "Name": "Grimdark Future: Firefight",
    "ID": 264685,
    "Year": "(2018)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgame/264685/grimdark-future-firefight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Grimdark Future: Firefight is a sci-fi miniatures game which is played with just a handful of 28mm miniatures. The game features dynamic mechanics which allow you to jump onto your foes from ledges or kick them into deadly terrain, making for an action packed skirmish.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Series: One Page Rules (OnePageAnon)"
    ]
  },
  {
    "Rank": "10663",
    "Name": "Attacktix Battle Figure Game: Star Wars",
    "ID": 17274,
    "Year": "(2005)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/17274/attacktix-battle-figure-game-star-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2564",
    "Description": "One of the most innovative additions to the boys action aisle is ATTACKTIX.  Launching with Star Wars: Episode III toys, ATTACKTIX is a battle figure game that combines great action figures with kinetic battling features.&#10;&#10;Each figure comes on a base that contains all of the information that a trading card might include, such as speed, defense, point value and special powers unique to that character.&#10;&#10;The goal of the game is simple: be the last one standing; but beyond that there are nearly unlimited strategies.  To begin, kids select how many points each squad should start out with, pick their squads and put them into formation.  On each turn, kids will move their figures across the table (counting distance using a patented clicking wheel in the base), and then attack with features like slashing light sabers, firing projectiles and others.  When the figures are knocked over, their special powers come into play and influence the game.  For example, granting another one of your figures an attack or bringing back a figure who may have been previously defeated.&#10;&#10;This version is based on characters in the Star Wars Universe.&#10;&#10;There are multiple themes in the Attacktix series of games.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10664",
    "Name": "Ascending Empires: Zenith Edition",
    "ID": 367260,
    "Year": "(2024)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/367260/ascending-empires-zenith-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6364",
    "Description": "The last survivors of the human race have fled to a new galaxy in fear of annihilation at the hands of an unstoppable enemy. Now, having discovered the ruins of four long dead civilizations spread across the stars, a race to develop technology based on these alien relics has begun. Humans will once again ascend to the stars to claim the galaxy.&#10;&#10;In Ascending Empires: Zenith Edition, you explore new planets by flicking your ships into space, expanding your colonies by delving deeper into the expanse and exploiting planets for resources. Naturally, as your civilization grows and competes for territory with others, players will seek to exterminate their opponents through clever combat.&#10;&#10;This new edition of Ascending Empires features modular play, high-quality plastic components, upgraded neoprene mat playing surfaces, and more.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "City Building",
      "Civilization",
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Flicking",
      "Set Collection",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: 4X",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "10665",
    "Name": "Diceland: Space",
    "ID": 6555,
    "Year": "(2003)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/6555/diceland-space",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5385",
    "Description": "Diceland: Space uses the same basic mechanics as Diceland: Deep White Sea, although the setting details are starkly different.  Using content from their Strange Adventures in Infinite Space computer game, Cheapass has made the new Diceland into a ship-to-ship combat game.&#10;&#10;From the Cheapass Games website:&#10;&#10;Diceland is a tabletop combat game that uses paper dice as the characters. The dice are eight-sided, printed in full color, and about 2 inches to a side. Each die is pre-cut and scored, and assembles with just tabs and slots. The &quot;paper&quot; in these paper dice is 12-point coated cardstock, which makes these dice solid enough to withstand any amount of normal play.&#10;&#10;Diceland: Space is a 50-die expansion for Diceland, which comes in two different 25-die boxes. The set introduces new abilities like Cloak, Remove, Dodge, and more, and gives players their first chance to construct customized Diceland armies. Each box contains two major armies, one smaller one, and a strange and wonderful 25th die.&#10;&#10;Space: Terrans vs. Urluquai includes an 11-die Terran army, featuring a fast-moving wing of Scouts and a powerful 15-point Destroyer; the 8-die Urluquai army including both a Corvette and a Fighter with the Cloaking ability; and the 5-die Zorg army, with a fat carrier and a unique Tender which can teleport enemies off the board. Also in the Terrans vs. Urluquai box, you&rsquo;ll find the friendly Klakar Frigate, an impressive 16-point frigate that&rsquo;s a perfect addition to any army that can afford him.&#10;&#10;Space: Garthans vs. Muktians includes an 11-die Garthan army, featuring both the Light and Super Carriers as well as a vast array of small Fighters; the 8-die Muktian army featuring a mix of unusual ship designs; and the 5-die Tan Ru army, featuring a powerhouse 15-point Decimator and a wing of three mindless Drones. Also in the Garthans vs. Muktians box, you'll find the 50-point Yellow Kawangi die, a bizarre and powerful die that's sure to be illegal in tournaments any day now.&#10;&#10;List of Diceland sets and armies&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Game: Diceland"
    ]
  },
  {
    "Rank": "10666",
    "Name": "Gem Getter Pro",
    "ID": 399826,
    "Year": "(2023)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/399826/gem-getter-pro",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "In Gem Getter Pro, you and your friends compete to dig the most efficient mine and become the gettingest getter of gems! A game is played in 9 rounds. Each round you will...&#10;&#10;ROLL to determine which polyomino dig patterns are available,&#10;DIG your chosen pattern into the mine, and&#10;COLLECT heaps of gems with unique scoring conditions.&#10;&#10;Efficient digging of rows/columns and around boulders will reward you with bonus gems! Oil keeps the digging machines running longer with bonus digs, while natural gas offers flexibility when choosing a future dig pattern.&#10;&#10;There are 8 unique mines to dig in, and 2 roll sheets to choose from for plenty of variety. A game of Gem Getter plays in around 15-30 minutes, and any number of players can join you as long as you have enough sheets!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "10667",
    "Name": "Confrontation: The Age of the Rag'Narok",
    "ID": 30991,
    "Year": "(2007)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/30991/confrontation-the-age-of-the-ragnarok",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.4",
    "Description": "Confrontation and Rag'narok merge into one game: Confrontation: The Age of the Rag'Narok. No longer played with single miniatures (Confrontation) or massive units (Rag'narok), each player commands several small units of two to fifteen miniatures. Completely new concepts like Elixir Points and Tactics were added to this game, while it still uses many of the well-known Confrontation traits like an abundance of special abilities and the use of profile cards to determine the activation sequence.  The core rules along with profiles for several of the factions are available for download (free of charge) on Rackham's website.&#10;&#10;Re-implements:&#10;&#10;    Confrontation&#10;    Rag'narok&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Series: Confrontation (Rackham Entertainment / Dust Games)"
    ]
  },
  {
    "Rank": "10668",
    "Name": "Hunt A Killer: Body on the Boardwalk",
    "ID": 346463,
    "Year": "(2021)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/346463/hunt-a-killer-body-on-the-boardwalk",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2",
    "Description": "When Katie Dunn, an employee at a seaside amusement park, turns up dead inside a popular ride, her boyfriend quickly becomes the prime suspect. The suspect&rsquo;s mother reaches out to you in hopes of clearing his name, but even she has to admit that the evidence against her son looks bad. Could someone else have had a score to settle with the victim, or is the boyfriend as guilty as he looks? Behind the boardwalk&rsquo;s picturesque facade lies a criminal underworld where everyone&rsquo;s got something to hide.&#10;&#10;To figure out who killed Katie, you must reconstruct her path along the boardwalk on the day she died, and work out what secret she discovered that ultimately led to her death. Uncovering the crimes perpetrated by the other boardwalk employees will lead you to the identity of Katie&rsquo;s true killer.&#10;&#10;Difficulty: 2/5 - Medium&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Hunt A Killer",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "10669",
    "Name": "The Shivers",
    "ID": 287411,
    "Year": "(2022)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/287411/the-shivers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "Have you ever wanted to play a pop-up book? Have you been searching for a game that is filled with magic and mystery? Is your gaming group looking for something quick and fun without pages and pages of rules? Look no further!&#10;&#10;The Shivers is a truly one-of-a-kind tabletop experience that features the magic of hand-crafted pop-ups, combined with just the right amount of spooky puzzle-solving mystery and role playing.&#10;&#10;Using our patent-pending modular pop-up system, the mystery will unfold as you and your friends explore a magical mansion, as one of the members of the Shivers family. Each episode takes about an hour to play cooperatively, with one person taking the lead as the Storyteller. Once players finish one episode, a quick change of the system reveals the next story which will be completely new and unique: filled with new clues, puzzles, room layouts, and foes to vanquish.&#10;&#10;The Shivers is fun and challenging for young kids, teens, and even older experienced game players. While most games have dozens of pages of rules and take many hours to learn and play, Shivers players have just a couple simple rules, and can get up and playing in less than 5 minutes. Similar to an escape room in structure and feel (but on a much smaller scale), players can get immediately immersed in the mystery, discovering the right path forward as they progress.&#10;&#10;&mdash;description from the designer&#10;&#10;For each scenario, one player takes on the role of the &quot;storyteller&quot;, which is akin to an RPG GameMaster (GM). They know the whole story, and facilitate the rest of the players as they play the game. They are not an adversary, as they can't win or lose. Their goal is to make the game as fun as possible for the group.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: Magnets",
      "Crowdfunding: Kickstarter",
      "Game: The Shivers",
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "10670",
    "Name": "Snowbirds",
    "ID": 233033,
    "Year": "(2017)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/233033/snowbirds",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "Description from the designer:&#10;&#10;Winter is coming, and your flock of snow geese must make their annual migration south. Your objective is to guide your flock from North to South, along a series of randomly constructed journeys. At each location, you will need to make the best use of your limited actions to keep your flock healthy, well-fed, and always on the move. Success depends on balancing the resources available against the risks of the journey.&#10;&#10;Action cards may be played for one of several purposes, but as single-use resources, must be balanced against competing needs. Will you forage for food, or fly on an empty belly? Each flight brings a roll of the dice, and a risk of exhaustion, which you can offset by sacrificing future flights. Exhaustion and hunger always loom. Your goal is to reach the South before running out of actions, before your flock is too worn out to continue.&#10;&#10;Can you fly them all home?&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Educational",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Geese",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "10671",
    "Name": "Stalingrad",
    "ID": 4651,
    "Year": "(1963)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/4651/stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2258",
    "Description": "The original edition came out in 1963 in a double-size box. The large box was nearly twice the area of a traditional AH box. Later the game came out in a traditional-size box.  A second edition with clarified rules was issued in 1974 with the same standard size box but thinner.&#10;&#10;The rules are fairly straightforward.  The strategies are extremely deep. Stalingrad is by far the most thoroughly and deeply analyzed board war game.  Furthermore, the game preserves interest for players at a wide range of levels. Stalingrad is a good game to use to introduce players to hex-based war games.&#10;&#10;Stalingrad uses a move-combat sequence, alternating between players.  There is limited advance  (one hex) or retreat (two hexes) after combat.  Units have one-hex thick zones of control; movement directly from one hex in the zone of control of a unit into an adjoining hex of the zone of control of the same unit is not allowed.  Functional terrain includes swamp (one hex per turn movement), mountains (one hex per turn movement, defenders are doubled), major cities (defenders doubled), rivers (defenders behind rivers are doubled if attacked only across the river), railroads (ten hex movement bonus, must be taken all at once), lakes (impassible).  Weather is good in summer, snow in winter, and governed by a table in the spring and fall.  Mud halves ground movement.  Snow halves ground and rail movement, and freezes (converts to clear terrain) some swamps, rivers, lakes, and oceans.  Combat is mandatory between units that are adjacent at the end of each turn, but the attacker chooses which units attack which other units, so long as all adjacent units are in some battle.  The classical Avalon Hill D6 table, with results such as D Elim, A Elim, etc is in use.  Germans have limited replacements; Russian replacement rates escalate as the game goes on.  The objective is to capture the opposition's key cities (for the Russians, Leningrad, Moscow, Stalingrad) or to destroy the other side's army.  The Russian (implicit in rules) can also win by taking Helsinki, Warsaw, and Bucharest, and holding them for two complete turns, but I have never heard of this being done between normal players.&#10;&#10;Several extremely bad German strategic plans are in wide use.&#10;&#10;Avalon Hill Complexity rating - 2&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Belarus",
      "Country: Finland",
      "Country: Germany",
      "Country: Italy",
      "Country: Romania",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10672",
    "Name": "eBay Electronic Talking Auction Game",
    "ID": 2212,
    "Year": "(2001)",
    "Geek Rating": "5.569",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/2212/ebay-electronic-talking-auction-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2581",
    "Description": "Players use cards to bid on various items that might come up for sale on eBay. An electronic gizmo determines turn order and decides when a particular auction is over. Players only have a few seconds to place a bid when their color is called by the gizmo or a buzzer will sound and bidding moves to another player. Items up for bid are shown with an estimated value. The real value of the item can be higher or lower and known only when a player actually wins the bidding on that item. Players can double-score items if they can get a collection of three or more items of the same color/category. The game gizmo requires 3 AAA batteries (not included).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "10673",
    "Name": "Hard Vacuum",
    "ID": 3340,
    "Year": "(2000)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/3340/hard-vacuum",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.625",
    "Description": "Hard Vacuum is a sci-fi space combat game based in a fictional World War II. The players take on the roles of pilots from either the U.S. Space Corps or the German Raummacht in about a dozen well balanced scenarios spanning from around 1942 to 1945. The game requires you to supply the playing surface (the rules are designed for either a hex field or a completely free form field) and the dice (which ideally should read 0-5 instead of 1-6). The counters are supplied on a laminated piece of paper roughly the same quality as the cover of the book, you must cut them out.&#10;&#10;Each turn begins with each player secretly marking down how much thrust they are applying to which thrusters on their ships. These are simultaneously revealed, and thrust markers are added/removed as needed. Because space is a vacuum, thrust applied in one direction will mean you go in that direction until you compensate for it!&#10;&#10;The next part of the turn is the combat phase. Players must roll the dice to determine if they can still see their opponent. If they can see their enemy can they shoot. All the players fire their weapons simultaneously, and then they apply the results of hits and criticals at the same time. The turn is now complete.&#10;&#10;There are significant technological differences between the American and German spacecraft. The German craft are generally more powerful, but have a limited supply of fuel and weapons, while the American craft are weaker, but their fuel and weapons supply automatically recharges each turn.&#10;&#10;Hard Vacuum is aimed at any fan of classic sci-fi, dogfight, or space combat games. It has a lighter, almost comic book quality in its setting and the game does not get bogged down by complex rules or mechanics. Once the game mechanics are mastered (which does not take long), a complete game can be played in under an hour.&#10;&#10;Expanded by:&#10;&#10;     Hard Vacuum: Science Gone Mad&#10;     Hard Vacuum: War's End&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "10674",
    "Name": "Floating Floors",
    "ID": 334712,
    "Year": "(2023)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/334712/floating-floors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Floating Floors is a tactical balancing duel in which you, a ninja, become the architect of your own domain, creating a labyrinth of floating floorboards for your rival to cross.&#10;&#10;In more detail, you create a stable path to your target by balancing a labyrinth of floorboards that will also be used by your rival. The trick is in strategically using your jutsu tokens to keep your new ninja camouflaged with the surroundings, while sabotaging the rival ninja's path.&#10;&#10;The first ninja to claim all four bansen seals, concealed by your rival during set-up, wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Map Addition",
      "Prisoner's Dilemma",
      "Resource to Move",
      "Team-Based Game",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "10675",
    "Name": "Carcata",
    "ID": 302840,
    "Year": "(2020)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/302840/carcata",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Carcata is a light strategy game including a catapult-like volcano by Roberto Fraga.&#10;&#10;As ancestral tradition dictates, when the time comes for the Great Challenge, the local tribes send their 5 most valiant warriors to Carcata, the volcano island.&#10;&#10;There, they will have to defend the honor of their tribe and prove their courage for collecting the gems fired by the furious volcano, while avoiding the danger that awaits them!&#10;&#10;This was a time before Carcata island was called Krakatoa!&#10;&#10;On their turn, players roll 5 dice trying to get the Action they need according to their strategy. But, because of turtles,  rerolling the dice is risky!&#10;&#10;&#10;     Movement: move meeples up and down the island and collect gems&#10;     Lava flow: kill opponent meeples, close territories, destroy gems&#10;     Statues: Protect meeples from lava flows&#10;     Volcanic eruption: Pick a gem, place it on top of the volcano and catapult it onto the board to kill opponent meeples or close to yours in order to collect them later.&#10;     Turtle: Any dice with a turtle can not be re-rolled. The Ancestral Turtle moves 1 space along it's path for each symbol at the end of the player's turn. If the turtle swims twice around the island, the island is the winner and all players lose.&#10;&#10;&#10;When the last member of a tribe is killed, the game is over. &#10;Each meeple is worth the value of the square they end on. Level 1 = 1 point, level 2 = 2 points etc.&#10;Score the gems you collected from the board. Emerald = 1, Ruby = 2, Saphir = 3, Diamond = 5&#10;Score the gems remaining on the ground if you have meeples in that same enclosed area. An enclosed area is an area between 2 lava flows starting from the volcano and reaching the sea.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Movement Points",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Take That"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "10676",
    "Name": "IceDice",
    "ID": 93001,
    "Year": "(2011)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/93001/icedice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1364",
    "Description": "In IceDice, a push-your-luck game from Looney Labs, you are trying to complete three matching sets of pyramids by rolling the dice; if you can't get the pyramids you want from the bank, you may steal them from your opponent.&#10;&#10;IceDice is a new packaging of Looney Pyramids (aka Icehouse pieces), consisting of two rainbow stashes, two custom dice, and a pyramid-shaped cloth carrying case.&#10;&#10;Also included in Pyramid Arcade and Ice Duo.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "10677",
    "Name": "Efemeris",
    "ID": 251519,
    "Year": "(2018)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/251519/efemeris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.7143",
    "Description": "Efemeris  is a fabulous adventure that carries you away to explore the firmament aboard French, English and Spanish navy vessels. Maneuver through the skies using stellar winds, to be the first Nation to dominate the trade routes by opening the safest courses to your territories.&#10;&#10;Efemeris has 2 game modes: a highly competitive duel mode and cooperative team mode.&#10;&#10;Play as a fleet commander and use strategy to conquer 5 planets that will ensure the hegemony of your Nation.&#10;Choose your captains for their unique skill, and watch over the recruitment of their crew.&#10;Explore the canopy of heavens and collect the resources needed for your business.&#10;Destroy mercilessly enemy vessels that dare to confront your fleet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Country: England",
      "Country: France",
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "History: Age of Discovery"
    ]
  },
  {
    "Rank": "10678",
    "Name": "Tablut",
    "ID": 6121,
    "Year": "(1700)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/6121/tablut",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5333",
    "Description": "Tablut is a traditional tafl game played on a 9&times;9 grid. The game was originally recorded by Linnaeus in Lapland in 1732.&#10;&#10;game description for Swords &amp; Shields&#10;One player controls the Shields and the other controls the Swords.  The Swords player must try to capture the Chief Shield, while the Shields player must clear a safe path for the Chief Shield to escape off the board.  Pieces can move any number of spaces in a straight line, and are captured when bracketed on two opposite sides by opponent pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Cities: Oldenburg (Lower Saxony, Germany)",
      "Components: 9 x 9 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Traditional Games: Tafl"
    ]
  },
  {
    "Rank": "10679",
    "Name": "Snake Oil: Elixir",
    "ID": 156097,
    "Year": "(2015)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/156097/snake-oil-elixir",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the Old West, the wily snake oil salesman had a special talent, getting the most skeptical customers to buy the most dubious products. Now it's your turn! Invent your own zany two-word products &ndash; Rumor Mirror! Burp Balloon! &ndash; and sell them to all types of wacky customers. If the round's customer buys your product, you win!&#10;&#10;To set up Snake Oil: Elixir, each player takes six purple word cards. The customer for the round draws a customer card and announces it. Inventors quickly combine two purple word cards from their hand to form a crazy new product to sell to that customer. When ready, each inventor quickly pitches his or her product directly to the customer. The customer can end any pitch that goes longer than thirty seconds. The customer decides which product to buy and gives the inventor of that product the round's customer card as the prize. Inventors discard all used word cards and take two new word cards each. The player to the left of the customer becomes the next round's customer. Play repeats until each player has been the customer once.&#10;&#10;Whoever collects the most customer cards wins.&#10;&#10;Integrates with:&#10;&#10;&#10;    Snake Oil&#10;    Snake Oil: Party Potion&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Snake Oil"
    ]
  },
  {
    "Rank": "10680",
    "Name": "Infinity: Operation Red Veil",
    "ID": 203312,
    "Year": "(2016)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/203312/infinity-operation-red-veil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "4.6667",
    "Description": "From the publisher:&#10;A box containing 14 miniatures belonging to two different armies, an introductory rulebook, scenery, dice&hellip; Operation: Red Veil has everything you need to start collecting Infinity or complete your collection!&#10;In addition, Operation: Red Veil introduces the 3rd Edition of Infinity with a full-color 80 page rulebook (English/Spanish) containing five tutorial missions that make the Infinity core mechanics easy to understand.&#10;&#10;In this book you will also find the background and troop profiles of each troop in the Battle Pack, one of which are totally new! There is also a brief guide to the Infinity universe, advice on how to delve deeper into it and a painting tutorial for each faction of this pack.&#10;&#10;Operation: Red Veil contains two totally new and re-sculpted Starter Packs of two different factions: Yu Jing and Haqqislam. It also includes two exclusive miniatures, one per faction, only available in this Battle Pack. However, and only available during the pre-order, you also can get with this pack the totally new Yuan Yuan with Boarding Shotgun, the pre-order exclusive model!&#10;&#10;To complete the game experience, the Battle Pack includes ready-to-play cardboard scenery (four buildings and six containers), a Game Mat, six twenty-sided dice (three with a Yu Jing design and three with a Haqqislamite design), as well as cardboard markers, templates and a ruler &ndash; everything you need to start playing!&#10;&#10;Operation Red Veil is a two player starter kit which contains a booklet on how to play the game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "10681",
    "Name": "18Svea",
    "ID": 357485,
    "Year": "(2022)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/357485/18svea",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "18Svea is one of the smallest and fastest 18XX games around with less than two hours playtime taking place on a map with only ten hexes in total. Designed for two or three players.&#10;&#10;The players are railroad entrepreneurs who foresee an opportunity to make money by establishing and running railroad companies developing a railroad network centered around the middle part of Sweden from 1850 and onwards. The game contains five fictional train companies based in different Swedish cities on the map.&#10;&#10;A game of 18Svea follows a fixed set of rounds. Four Stock Rounds (SR) when players manage their private shareholder investments in available train companies mixed with seven Operations Rounds (OR) when train companies expand their rail network, establish train stations, run trains, and generate money to its shareholders. The game also contains twelve strategy cards which ensures that every game will be different. When the game ends, the player with highest combined wealth in money and company shares wins the game.&#10;&#10;18Svea is heavily inspired by the fantastic 18XX train games originally developed or inspired by Francis Tresham and do not normally involve dice rolling or other random events during play. Apart from shuffling the deck of strategy cards and potentially rolling one die once when determining the placement of an off-board connection, players must rely on their own ability to outwit and outmaneuver each other while playing. In 18Svea the luck factor is small, and the player interaction factor is very high already from round one.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Connections",
      "Market",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Sweden",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "10682",
    "Name": "Pasha",
    "ID": 144499,
    "Year": "(2013)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/144499/pasha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3529",
    "Description": "A pasha (a.k.a., padisha) is a powerful governor. In Pasha, all players try to roll the best combination with five dice to become a Pasha and capture the most valuable card. Those who use their action cubes smartly will have good chances to win the game.&#10;&#10;Play a card to determine the points that can be scored this round.&#10;&#10;Roll the dice and try to make the best combination.&#10;&#10;Claim the most valuable card and win bonus tiles to get special actions.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Region: Middle East",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "10683",
    "Name": "Mickey and Friends: Food Fight",
    "ID": 347748,
    "Year": "(2021)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/347748/mickey-and-friends-food-fight",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A nostalgic invitation to play inspired by the Mickey Short &ldquo;No Service&rdquo;! It&rsquo;s a carefree day at the beach with your favorite Disney friends, until a lunchtime food fight ensues! Get in on a chaos of concessions by tossing different dishes and treats from the Snack Shack to clear your tray the fastest!&#10;&#10;Simultaneously roll dice and follow what types of food to toss, how many, and in which direction&hellip; while avoiding others&rsquo; food! Empty your tray and be the first player with three Mickey Medals to win the Mickey and Friends Food Fight!&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hot Potato",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10684",
    "Name": "Hacktivity",
    "ID": 342805,
    "Year": "(2024)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/342805/hacktivity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A new virus has been detected in cyberspace.&#10;&#10;According to your investigation, the virus&rsquo; origin is linked to the activation of quantum generators, a new source of infinite energy.&#10;You and your team will dive into the depths of cyberspace and attempt to break through the generators&rsquo; defenses to short-circuit them once and for all.&#10;&#10;Game Details:&#10;Hacktivity is a cooperative story-driven campaign card game for 1 to 4 players. Immerse yourself as one of the four unique characters.&#10;Each turn, draw cards from your character deck and/or the virus deck. Your first goal is to use up all the cards from the virus deck.&#10;&#10;&#10;     Play a virus card on the Antivirus Interface to paralyse it.&#10;     Then, play character cards to attack and deactivate the virus. You will be able to attack the quantum generator as well or restore your Firewall.&#10;     Watch out! Be careful to not generate too much interference.&#10;     Maintain strong communications among your teammates to implement the optimal strategy.&#10;     Everyone can participate in each scenario in this inclusively designed card game.&#10;     Follow the storyline of the campaign in the Scenarios Booklet.&#10;     Open new sealed decks to reveal new cards and unlock new abilities.&#10;&#10;&#10;The game will keep you on the edge of your seat until the very end!.&#10;Dive into cyberspace now with Hacktivity!&#10;&#10;&mdash; description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "10685",
    "Name": "Freibeuter",
    "ID": 461,
    "Year": "(1998)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/461/freibeuter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "Freibeuter is a game of playing your boats in spaces allowed  by the cards you've drawn in hopes of being part of a capturing team of surrounding boats.   Sometimes you play the &quot;Flying Dutchman&quot; which can go more places but disappears as soon as the capture is made.  You also have the option of positioning to be the main deal-maker on a capture, which leaves you paying off all the surrounding boats but getting more money yourself on the deal at the end of the game.  Timing, of course, turns out to be a nice matter for judgment.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Investment",
      "Loans",
      "Ownership",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "10686",
    "Name": "Platypus",
    "ID": 322739,
    "Year": "(2021)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/322739/platypus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Acid? Dangerous? Annoying? A car saleswoman! Edible? Quick? Flexible? Captain America &mdash; or an ostrich?&#10;&#10;In Platypus, players co-operate to gradually eliminate bad words in order to find and identify the &quot;platypus&quot; through their adjective cards. To set up, eight common words or proper names &mdash; the &quot;platypus&quot; cards &mdash; are placed face up in front of all the players. The guides know the card that the explorers must guess, and to help the explorers, they give clues in the form of adjective cards that best define the platypus for them. Each guide has a hand of four clue cards, and after each new clue, the explorers must eliminate one or two cards that they think don't match what's being defined by the clues. If the explorers eliminate the platypus, then everyone loses; if they succeed four times, however, then the platypus will stand alone and everyone wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "10687",
    "Name": "Two Rooms",
    "ID": 327396,
    "Year": "(2020)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/327396/two-rooms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Two Rooms is a co-operative card game for two players in which a group of humans has entered the House of Mist and must escape the vampires within.&#10;&#10;The game takes place in the two halves of the game box, one depicting a red door, and the other a green door. The game centers around a deck of 15 cards. On your turn, draw a card from the deck and place it into one of the two rooms. When you &quot;open&quot; the room to add the card, you look at the cards already present and resolve their effects in ascending numerical order. Some effects will remove cards to the casualty area, others will cause cards to switch rooms, and so on. While this is happening, the other player must keep their eyes closed.&#10;&#10;The game comes with four difficulty levels, and the players win if the Cloaked Vampire is placed in the casualty area and the players know the location of one of the human cards, Nina. The players lose in a number of ways, such as Nina entering the casualty area or the deck running out of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Creatures: Vampires",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10688",
    "Name": "Star Borders: Humanity",
    "ID": 86406,
    "Year": "(2010)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/86406/star-borders-humanity",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From the product page:&#10;&#10;In Star Borders: Humanity 2nd edition, two factions: the Grand Imperium and the Free Alliance are fighting to establish control of a contested (if not particularly important) &lsquo;backwater&rsquo; region of the galaxy. Each player represents the commander of one faction&rsquo;s forces. Unfortunately, each player&rsquo;s position as a Governor / Viceroy / Satrap is tenuous in relation to their larger civilization which is why you were assigned here, to the armpit of space and with scant resources, instead of to your glorious core worlds controlling the newest and best forces.&#10;&#10;In the grand scheme of things, you seek to build a good reputation and make the best of your near-exile to the Star Borders, so that you can leave by advancing your career and family name.&#10;&#10;Star Borders is played on connected maps arranged to represent a contested region of space. Players vie for dominance in the regions created by controling planets, nebulas, and asteroid fields. One player controls the movement and combat of the Alliance (blue) spaceforce, while the other controls the movement and combat of the Imperium (red) spaceforce. Each player, in turn, moves and then engages in combat with his units, in an attempt to capture (or prevent from being captured) key locations (e.g., planets) on the map. Finally, resources called Logistics Points (LPs) are gathered.&#10;&#10;Polybag Game Components:&#10;&#10;&bull; One 12-page, full-color Rulebook&#10;&bull; Two 8.5&rdquo; x 8.5&rdquo; Neutral Sector maps&#10;&bull; Four 8.5&rdquo; x 5.5&rdquo; Home Sector maps&#10;&bull; Two 8.5&rdquo; x 5.5&rdquo; Faction mats&#10;&bull; Two 8.5&rdquo; x 5.5&rdquo; Half Sheet Sequence of Play Aids&#10;&bull; Two 8.5&rdquo; x 2.5&rdquo; Play Aids (1 Turn Track, 1 Terrain Effects)&#10;&bull; 8 Scenarios (7 Humanity plus a bonus Humanity + Aliens)&#10;&bull; 1 Small Sheet of two-sided, multi-shaped, laser-cut* counters&#10;&bull; 12 Humanity Development cards&#10;&bull; 2 plastic Logistics Points tokens (1 Blue, 1 Red)&#10;&bull; Two 5mm, six-sided dice (1 Blue, 1 Red)&#10;&#10;What's In The Box?:&#10;&bull;    One 12-page, full-color Rulebook&#10;&bull;    Two 8.5&rdquo; x 8.5&rdquo; Neutral Sector maps&#10;&bull;    Four 8.5&rdquo; x 5.5&rdquo; Home Sector maps&#10;&bull;    Two 8.5&rdquo; x 5.5&rdquo; Faction mats&#10;&bull;    Two 8.5&rdquo; x 5.5&rdquo; Half Sheet Sequence of Play Aids&#10;&bull;    Two 8.5&rdquo; x 2.5&rdquo; Play Aids (1 Turn Track, 1 Terrain Effects)&#10;&bull;    8 Scenarios (7 Humanity plus a bonus Humanity + Aliens)&#10;&bull;    1 Small Sheet of two-sided, multi-shaped, laser-cut* counters&#10;&bull;    12 Humanity Development cards&#10;&bull;    2 plastic Logistics Points tokens (1 Blue, 1 Red)&#10;&bull;    Two 12mm, six-sided dice (1 Blue, 1 Red)&#10;&bull;    Two 8.5&quot; x 8.5&quot; mounted, jigsaw-cut Neutral Sector maps&#10;&bull;    Four 8.5&quot; x 5.5&quot; mounted, jigsaw-cut Home Sector maps&#10;&bull;    One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull;    One beautiful box cover sleeve&#10;&bull;    One &quot;Wipes-A-Lot&quot; napkin&#10;&bull;    One charcoal dessicant packet&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10689",
    "Name": "Tien Len",
    "ID": 18103,
    "Year": null,
    "Geek Rating": "5.569",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/18103/tien-len",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8889",
    "Description": "Tien Len can be considered the national card game of Vietnam; the name of the game, means Go Forward. Probably as a result of the Vietnam war, Tien Len has spread to some parts of the USA, and sometimes it is also called Thirteen.&#10;&#10;Tien Len is a climbing game (like Zheng Shangou, Big Two, Tichu, Gang of Four, or President) in which the aim is to get rid of your cards as soon as possible by beating combinations of cards played by the other players.  Its distinctive feature among those games is the use of various pair-runs like 2-2-3-3-4-4 to trump single and pairs of 2s.&#10;&#10;The game is for four players. A standard 52 card deck is used. There are no Jokers and no wild cards.&#10;&#10;The ranking of the cards is: Two (highest), Ace, King, Queen, Jack, Ten, Nine, Eight, Seven, Six, Five, Four, Three (lowest).&#10;Within each rank there is also an order of suits: Hearts (highest), Diamonds, Clubs, Spades (lowest).&#10;&#10;Among climbing games, Tien Len's most distinctive feature is its unique mechanic for &quot;bombing&quot; the high deuces: a 3-finger run (e.g. 445566) trumps a single 2; a 4-finger run (e.g. 44556677) trumps a pair of 2's; a 5-finger run trumps a trio of 2's; and a 6-finger run beats a quad of 2s.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "10690",
    "Name": "Rogue Trooper",
    "ID": 1558,
    "Year": "(1987)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/1558/rogue-trooper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.2188",
    "Description": "You are the Rogue Trooper, a Genetic Infantryman - one of the last survivors of the infamous Quartz Zone Massacre. Now, you and your friends search the face of Nu-Earth, a battle ravaged Hell-World, for the Traitor who destroyed the GIs. Ahead of you are hostile Nort forces and many other dangers, but also companions, equipment and much-needed information on the identity and whereabouts of the Traitor. But hurry, as once he is unmasked, there will be a deadly chase through Nu-Earth and Milli-Com until he is killed.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "10691",
    "Name": "Henchmania: Second Edition",
    "ID": 366012,
    "Year": "(2024)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/366012/henchmania-second-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In this cross between Game Of Thrones and Monty Python become a medieval Lord and puppet master, and use your monstrous and loyal henchmen who will do ANYTHING to help their master satiate his thirst for prestige!&#10;&#10;A second edition with a lot of changes: new gameplay, new design and even 2 new expansions to come!&#10;These 2 new expansions will be included in the box during the Kickstarter campaign (from the main pledge). They also will be available separately as an upgrade pack for the ones who owns and supported the first edition&#10;&#10;Henchmania is a strategic board game taking place in an odd medieval universe. Each player is the Lord of one family, among four. With the help of your loyal henchmen, capture parts of the city and use your influence to win the battle! The objective is to win as many prestige points as possible in four days, or to be the first player to reach 30 prestige points. There are many ways to earn (and also lose) prestige points! At the end of each day, everyone counts their points before the beginning of the next day.&#10;&#10;So battle, strut, pray, denigrate... It's a no-holds-barred war to become the new seneschal of Montfleury!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "10692",
    "Name": "Glyph Chess",
    "ID": 260264,
    "Year": "(2020)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/260264/glyph-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Glyph Chess is a chessboard style game for 2 to 3 players, adapted from a Chinese comic book, Tales of Tarsylia. It is said that Glyph is the most popular game in the magical world and can only be played by the most powerful wizards. To win, players must maneuver their pieces to get their Scepter Piece to the center of the board, or eliminate all enemy players&rsquo; Scepters.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Comic Book / Strip",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "10693",
    "Name": "Dulce",
    "ID": 367522,
    "Year": "(2022)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/367522/dulce",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Competition is tough in the world of sweets. You need to plant your fields strategically with cacao, coffee, peanuts, and vanilla, then use those beans efficiently to make the best confectionaries around! Using every resource is necessary to beat out your competition.&#10;&#10;In Dulce, each player has their own deck with beans on one side of each card and a factory on the other, as well as their own field in which to plant. Every round, one player draws a card and the others search their deck for the same card, then everyone chooses their action simultaneously: plant, harvest, or build a new factory. Planting gains you new cacao, coffee, peanut, and vanilla resources, and harvesting allows you to use those resources in your factories.&#10;&#10;Each confectionary made in your factories earns you one point, and at the end of twenty rounds, the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Bingo",
      "Layering",
      "Multi-Use Cards"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10694",
    "Name": "Doomtown: Weird West Edition",
    "ID": 353782,
    "Year": "(2023)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.82",
    "Link": "https://boardgamegeek.com/boardgame/353782/doomtown-weird-west-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.8333",
    "Description": "Welcome to Doomtown, where you try to gain control of a western town set in the Weird West of Deadlands.  In this world, cowpokes good and bad wield guns, steampunk gadgets, and spells of all sorts, and death is sometimes just a minor inconvenience.&#10;&#10;In Deadwood, South Dakota, Eagle woman That All Look At tries to enforce a fragile treaty.   Hao-Te Zui's Anarchists fight for the townsfolk that E.B Farnum's consortium of Entrepreneurs are trying to drive out of business.  Bass Reeves, the West's most persistent Marshal, arrives in pursuit of the notorious outlaw, Jessica Patchett, who's trying to escape her bloody past.   And out in the Badlands, Ursula's cult prepares to summon the power of the great Worm.&#10;&#10;Doomtown: Weird West Edition is a poker-driven, territory control card game, updated from (and fully compatible with) the 2014 release of Doomtown: Reloaded, which was based on the 1998 Origins Awards Best Trading Card Game, Deadlands: Doomtown by Alderac Entertainment Group!&#10;&#10;All aspects of the game that require randomization are controlled via a poker mechanism as every card has a suit and value. Preparing for the hands you want to draw is as much a part of deck building as choosing the actions and dudes you'll want to play. Your deck is built around an Outfit, one of the six main groups attempting to control Deadwood.&#10;&#10;Combat is resolved via poker hands.  Deciding who goes first  is decided by drawing the top five cards from your deck and the lowest poker hands go first.&#10;&#10;Players take one action each, in turn which can include:&#10;&#10;     Hiring a new dude (getting you influence in town)&#10;     Purchasing a new deed (getting you control in town)&#10;     Shopping for gear for your dudes&#10;     Start a shootout with your opponents to try to remove their influence.&#10;&#10;&#10;When each player passes, you reach &quot;Sundown&quot; for the day.  If any player has more control in town than anyone else has influence, you win.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "City Building",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Doomtown – Reloaded",
      "Setting: The Weird West (Pinnacle Entertainment)"
    ]
  },
  {
    "Rank": "10695",
    "Name": "Masmorra de DADOS",
    "ID": 162476,
    "Year": "(2014)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/162476/masmorra-de-dados",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Masmorra de DADOS is a competitive dice-rolling fast-playing game.&#10;&#10;Each player controls an RPG-like character and they explore three levels of a dungeon filled with traditional monsters, traps, treasures and portals.&#10;&#10;By defeating the dungeon perils you gain treasure cards and XP to level up your character, gaining new class abilities.&#10;&#10;The game is full of dice that represent the characters, the monsters (big and regular) and actions.&#10;&#10;It uses a Yahtzee-style dice rolling mechanic and, with the symbols obtained, the player performs actions on their turn: exploring new rooms, fighting monsters, disarming traps, picking chests etc.&#10;&#10;Prove your worth as the most valuable hero by surviving and gaining the most XP.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "10696",
    "Name": "Römisch Pokern",
    "ID": 181956,
    "Year": "(2015)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/181956/romisch-pokern",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1818",
    "Description": "Roll dice as in Ancient Rome, trying to form the highest possible Roman numerals from your results. But don't be too quick to roll for the highest value because &quot;Alea iacta est&quot;; the dice might no longer form a valid Roman numeral. What's more, the results you roll must be placed in ascending order on the scoresheet.&#10;&#10;In R&ouml;misch Pokern, each player gets six action cards. On your turn, you first roll a die. After each roll, you must decide whether to stop or to continue by rolling an additional die. You may continue to roll as long as your results can still form a Roman numeral. If you end your turn with a valid number, this number is noted in your column of the scoresheet. You can decide in which of the seven rows the number gets written. The only restrictions are that the numbers must be in ascending order from top to bottom, and you cannot repeat a number.&#10;&#10;If you rolled an invalid number, or the number is already in your column of the scoresheet, your turn ends. All is not lost, though! You can still use your action cards to turn a bad roll into a good one; however, you must make this choice carefully because each action card still unused at the end of the game provides bonus points! The game ends when someone has seven numbers in their column of the scoresheet, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Ancient: Rome",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10697",
    "Name": "The Phantom Society",
    "ID": 142197,
    "Year": "(2013)",
    "Geek Rating": "5.569",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/142197/the-phantom-society",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4737",
    "Description": "Welcome to Scotland, a country famous for its whisky, the Highlands, its castles, and, of course...its ghosts!&#10;&#10;The Phantom Society is a ghost-hunting game in which you play as sly spirits seeking to ruin a manor hotel or, if you prefer, intrepid ectoplasm hunters who are a bit destructive around the edges but who also never falter in pursuit of their prey. For the ghosts, the goal is to inflict at least &pound;45,000 of damage (in tribute to Special 45 &ndash; Old Faydhutee Single Malt) on the manor, whether it is inflicted by the ghosts or the hunters. The ghost hunters want to stop the ghosts before they achieve their objective.&#10;&#10;The dual-level game board represents a manor floor composed of 36 rooms, with each room being a tile representing a value from &pound;1,000 to &pound;6,000; each of the four ghosts corresponds to a room type and will hide beneath a tile of this type, starting its devastation of the hotel by removing tiles adjacent to the one it's hidden beneath. The ghost hunters must try to determine where the ghosts are hiding based upon the tiles destroyed. While doing this, though, the ghost hunters will also remove tiles &ndash; thus destroying them and adding to the total damage &ndash; to see whether a ghost is hidden beneath.&#10;&#10;The ghost hunters must think carefully and logically over which tiles to remove while the ghosts have to use cunning and psychology in order to cloud their investigation and remain concealed. Will the manor come through this madness intact?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Scotland",
      "Creatures: Ghosts",
      "Theme: Spooky Old Houses",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "10698",
    "Name": "The Battle of Corinth: Standoff at the Tennessee, October 3-4, 1862",
    "ID": 17537,
    "Year": "(1981)",
    "Geek Rating": "5.569",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/17537/the-battle-of-corinth-standoff-at-the-tennessee-oc",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5385",
    "Description": "The Battle of Corinth simulates the battle that occurred on 3-4 October 1862 near Corinth, a Mississippi town just south of the Tennessee border. The town was a vital cross-link for the two main Southern railroads: the Mobile and Ohio (the north-south line) and the Memphis and Charleston (the east-west line) railroads. The Union had captured Corinth shortly after the Battle of Shiloh, and Confederate General Earl Van Dorn was ordered to keep the Union troops tied down while General Braxton Bragg struck into Kentucky.&#10;&#10;Van Dorn, his reputation damaged at Pea Ridge the previous spring, planned to hurl his 20,000 man army at an equal number of Federals who who held Corinth. Using a circuitous route to successfully confuse Union General William S. Rosecrans, Van Dorn marched on the town under the blazing hot sun of an Indian Summer. After two days of vicious fighting, in which they managed to take part of the town, the Confederate forces were forced to withdraw under the onslaught of the emplaced Union guns and Rosecrans&rsquo; fresh troops. Corinth marked the effective end of the Army of the Trans-Mississippi and brought about the unsuccessful court-martial of Van Dorn.&#10;&#10;Each Game-Turn represents 30 minutes of real time, and each hex covers about 135 yards from hexside to hexside. Each Strength Point is the equivalent of 100 men or 1 gun.&#10;&#10;The Battle of Corinth is Volume 6 from the Great Battles of the American Civil War series. Each game in the series uses a set of standard rules, which cover melee attack, small-arms and artillery fire, cavalry charges, and the effects of leadership.  Each game has a 16-page booklet of exclusive rules to cover the unique features of each battle and an historical article about each event. The game includes 400 counters and one 22&quot; x 34&quot; map.&#10;&#10;Published with Jackson at the Crossroads: Cross Keys & Port Republic, June 8-9, 1862.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Mississippi",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "10699",
    "Name": "Aldabas: Doors of Cartagena",
    "ID": 299604,
    "Year": "(2022)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/299604/aldabas-doors-of-cartagena",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "In Cartagena, Colombia, the doors speak. Not with words, but with the grandiose knockers that adorn them. In Spanish colonial times, the knockers announced your job and your social status with the design and detail. Lions, lizards, sea creatures, and hands proclaimed the homes' occupants as soldiers, nobles, fishermen, and clergy.&#10;&#10;Aldabas is a puzzley tableau-builder in which you you seek to fill your neighborhood with the most influential citizens. On each turn, players will take actions to build their neighborhood or increase their wealth. Clever placement will unlock bonuses, but only if you build in the right way.&#10;&#10;Those who keep the best company (and the fullest coffers) will surely be held in highest regard.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Cartagena (Colombia)",
      "Country: Colombia",
      "Mechanism: Tableau Building",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "10700",
    "Name": "Mob Ties: The Board Game",
    "ID": 42112,
    "Year": "(2011)",
    "Geek Rating": "5.569",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/42112/mob-ties-the-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "Mob Ties(TM) is a board game of negotiation, intrigue and revenge for three to six players playable in 90 - 120 minutes. During the course of the game, players assume the roles of mob bosses vying for control of a small city. Moving the members of their families between various locations on the game board, players attempt to collect cash and intimidate or work with other players&rsquo; family members to gain respect and protect their assets.&#10;&#10;Players are dealt favor cards at the beginning of the game that include attack cards, defense cards, weapon cards and specialty cards. Each turn during the action round, players may play any or all of the cards in their hand, attacking other players&rsquo; family members in locations where they also have family members, or defending their own game pieces from attacks.&#10;&#10;Each round, cards are drawn from the Fed Deck which determine how many and on what location Feds will be placed. If a location is surrounded by four or more Feds, the players must either defend themselves using weapons to remove one or more Feds, or vote for one among them to be pinched. If a player&rsquo;s game piece is pinched by the Feds, the game piece is placed in the Prison location on the game board.&#10;&#10;To win the game, players must successfully avoid the growing threat of the Feds and defend themselves from the encroachments of other mob families on their territories. As more family members are killed or pinched, the Heat Meter rises, eventually reaching its highest level and signaling the end of the game. Players then count their remaining game pieces and the cash they have accumulated during the course of the game and the player with the most money and respect wins.&#10;&#10;from the back of the box&#10;&#10;The pigs sound hungry. Above the oinks and the grunts you can hear your Associate screaming in the other room.  The Don's men have been working him over for a while now, but he hasn't given up any names.  The crisp crack of their knuckles across his face, again and again, a steady brutal rhythm, soon softens to a chorus of wet bloody thuds.  Screaming gives way to begging.  The sudden gunshot, a solitary flash under the door, startles you.  They drag your Associate's body off towards the expectant herd of swine at the end of the hall.  Steady footsteps approach the room where you sit tied to a chair.  The Don's men have some questions for you, too.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mafia",
      "Mature / Adult",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]