[
  {
    "Rank": "N/A",
    "Name": "Vampireology",
    "ID": 92099,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.89",
    "Link": "https://boardgamegeek.com/boardgame/92099/vampireology",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Board game based on the popular -ology series of books&#10;&#10;Your name is Joshua T. Kraik and you run a private detective agency in London, 1920. Recently you received a letter from a dying friend requesting your help on a mission that will take you to the four corners of the world in search of the pieces of a lost artifact - The Sword Of Angels.&#10;&#10;Set sail and collect the missing shards of the sword in this thrilling board game of survival, where you will discover the terrifying story of the Vampires. The future of mankind relies on the successful retrieval of the sword which, when pieced back together, will destroy vampires for all eternity. Be prepared, the task is great and time is against you!&#10;&#10;Players aim to collect the 4 shards of The Sword of Angels to eliminate all vampires everywhere.&#10;&#10;One player is secretly (to begin with) a rogue vampire and it is his/her aim to turn all the other players into vampires once his/her true identity is discovered.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Vampires",
      "Series: Ology board games (Templar Publishing / Candlewick Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Purple Ronnie Party Games Collection",
    "ID": 92100,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/92100/purple-ronnie-party-games-collection",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Manufacturer's Description:&#10;The aim of the game is to be the first one to roll and play your way to Purple Ronnies place at the centre of the board. In order to do this players move round the board and depending what square they land on have to engage in several Purple Ronnie activities. There are two pack of cards in the game - called Words and Games. The word cards include chat-up lines - what would be your response to various cheesy chat up lines, Tongue Twisters, Poems - make up a poem with either the first or last line gives and corny cracker jokes to make you groan! The games cards include Charades, Half-a-minute - talk for 30 seconds or more on a subject without hesitating, trivia questions - questions about Ronnies or the colour purple and dares - how to make a fool of yourself without really trying! This game is bound to get any party off to a cracking start and also works well as a family game for players aged 18 or over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cacophony",
    "ID": 92102,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/92102/cacophony",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Manufacturer's Description:&#10;The hilarious game of noisy Charades. Can you identify the noise of a car while rocking on your heels or the sound of a piano while blindfold and standing on one leg?&#10;&#10;Players must try to get one member of the group to identify as many noises as possible before the timer runs out. It's not as easy as it sounds when each player has to adopt a silly position like standing on one leg, for example.&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stonehenge Spell Casting Game",
    "ID": 92103,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/92103/stonehenge-spell-casting-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Number of players: 3&ndash;4&#10;&#10;Object of the game: Have enough control of player-colored disks on the outer rings of the board to draw them into the inner ring. First to 4 disks of his or her color (out of 7) on the inner ring wins...&#10;&#10;Equipment: Each player is a color. Choose a color to be neutral. Players need: The board, 10 disks per player (separate into 7 and 3), a figure for each player, 6 bars of a neutral color (separate into 3 and 3), 9 disks of the neutral color, the figure of the neutral color, the gray figure, and the deck (without trilithon cards).&#10;&#10;During a player&rsquo;s turn, he has 1 of 3 actions that he can take:&#10;&#10;- Move as many neutral disks from a single inside cup. Take the disks into your hand. You will replace them after taking an action or two. For each disk taken in hand, you may move a component in the corresponding section to the left or right 1 space. You may move any component even if it is not your color. You may use multiple energy disks to affect a single component or spread them out as you wish. You may move the component into a new section, but cannot continue to affect it this turn (since it is in a different section, and disks from a certain cup only affect the corresponding section).&#10;&#10;If you a place component onto a spot that is occupied, the component on the spot is moved either left, right, in, or out 1 space as per your choice (no more out than the outer track, no more in than the inner track. Again, it is possible to push a component to another section). It is possible that moving the component pushes it into another occupied space, in which case, repeat the above process until there is no conflict.&#10;&#10;After using all disks in a cup that you want, take the disks that are in the hand and place them into different cups that the one they originated from. You may place the disks into inside OR outside cups, and you can split them up as you choose (all in one cup or split into multiple cups, etc.). This is supposed to represent energy conversion, which is necessary for casting a spell&#10;&#10;- Move as many outside energy disks as you want (regardless of the section they are in). Likewise, take them into hand first, and after taking an action per disk, replace them in different cups than the one(s) from which they originated.&#10;&#10;For each disk moved, you may move your figure, the neutral figure, or the gray figure 1, 5, or 20 spaces in either direction as long the figure is in the section the disk was in. You may use multiple disks on a single figure (i.e., move a figure 20 spaces using a disk in one cup, and then another 2 spaces using 2 disks from a different cup. If you move the figure onto a space occupied by another figure, both figures simply occupy the same spot (nothing special).&#10;&#10;That&rsquo;s movement, but you can also move components using the outer cups. If yours, the neutral&rsquo;s, or the grey figure is on the inner track on the same space as a component, you may use an energy disk from an outside cup to pull the component in 1 space, or push it out 1 space. If you push/pull a disk into another, the disk is displaced as described above. If a disk is pulled down to the inner track, it gets pulled to the space the figure is on&#10;&#10;- Take any 2 neutral disks and put them into your hand. You may take these 2 from the same or different cups. Just before your next turn, place them in any cup or cups of your choice.&#10;&#10;For recap, the 3 actions are: a) take as many energy disks from a single inside cup, b) take as many energy disks as you want from outside cups, or c) take 2 disks off the board for a turn.&#10;&#10;As a special bonus, if a component of your color gets to the inner track, you may place one of your 3 extra disks on any cup of your choice. This counts as a disk that only you may use. When you use it, move it as any other disk in a cup. Also, once a component is on the inner track, it cannot be moved and no other component may move to that spot. Figures may ignore it for the sake of movement, and just move on top of it or through it.&#10;Ending the Game&#10;&#10;When a player has gotten 4 of the 7 components into the inner track, he casts the spell, and thus wins. For a shorter game, play to 3 of the 7 components.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "pwn_Henge",
    "ID": 92104,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92104/pwn-henge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Number of players: 2&#10;&#10;Object of the game: The object of pwn_Henge is to &quot;capture&quot; your opponent's disks by moving one of your pieces onto a space occupied by his or her piece(s).&#10;Getting Started&#10;&#10;Equipment: Cards (trilithon cards removed)&#10;10 disks of a color for each player&#10;The game board&#10;&#10;Playing the Game&#10;&#10;Players must first randomly determine which player will go first as this is a turn based game. Players each draw a card from the deck. The card having the highest value determines which player goes first. If both players draw cards of the same value, the day card beats the night card.&#10;The goal of PWN-Henge is to remove all of your opponent&rsquo;s pieces from the board by capturing them with your own and be the last man standing. To capture an opponent&rsquo;s disk, you must one of your pieces to that space. There are two methods for doing this:&#10;&#10;Players may move their disks into adjacent spaces:&#10;This may be done even if the target space is unoccupied.&#10;This results in the defending player losing his or her piece(s.)&#10;&#10;If a player moves his or her disk onto a space with two or more disks, the &ldquo;defending&rdquo; player will lose all of those pieces.&#10;&#10;Players may draw a card:&#10;Players may move to the space indicated on the card.&#10;Players may move into occupied or unoccupied spaces.&#10;&#10;Players may also move a disk in the exact amount of spaces (in either direction) of the drawn card&rsquo;s value.&#10;Players may only make one move per turn and may move any of their own pieces in that turn. If a player draws a card, he or she must play it or pass. Played cards go into a discard pile. If the deck runs out before gameplay has ended, players must re-shuffle the deck and place it face down in the middle of the board.&#10;Ending the Game&#10;&#10;Once a player has removed his or her opponent's pieces from the board, the game ends and the last man standing is the winner.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Equinox Games",
    "ID": 92106,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92106/the-equinox-games",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game Rules&#10;&#10;Number of players: 3&ndash;5&#10;&#10;Object of the game: The first player to have his color disk atop the majority of trilithons in play is the winner. That would be 2 trilithons in a 3 player game, 3 in a 4 player game etc..&#10;&#10;Equipment: The game board. The neutral (grey) figure. One Trilathon per player. The entire card deck.&#10;Each player will need:&#10;A player figure. 10 corresponding colored bars. Enough corresponding colored disks to top the majority of trilithons in play.&#10;&#10;Whoever has the most bars of any color has sway over a trilithon. Each player began with a trilithon because they had more bars of their own color than anyone else.&#10;If at any time a player has more of an opponent's color bars than any other player, he/she replaces that player's color disk with his/her own atop a trilithon.&#10;When ever one player has his/her disks atop the majority of trilithons that player wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Stone Circle",
    "ID": 92107,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92107/defenders-of-the-stone-circle",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "In a time long past, the mystical energies of Stonehenge were incredibly strong. The concentrated magic attracted demons from another plane of existence. The priests of an ancient people wished to protect their sacred place and devised a way to create a barrier that, once completed, would keep the demons at large. They also summoned spirits of Nature to help in their fight. The priest who worked best to protect Stonehenge was destined to rule.&#10;&#10;Game Rules&#10;&#10;Number of players: 3&ndash;4&#10;&#10;Object of the game: Score the most points by defeating demons and surrounding Stonehenge with a magical barrier.&#10;&#10;Getting Started&#10;&#10;Equipment: The board, the trilithons, the card deck, the neutral figure (dark priest), the player figures (priests), disks and bars. Required extra material: six spirits of Nature in each player color, twelve demons in a neutral color, and six demon appearance markers (use pawns and wooden cubes from other games, for example).&#10;&#10;The game ends when the last moving demon is defeated or successfully attacks a trilithon or the altar stone. A final scoring takes place. First, each player loses 3 points per demon at their respective trilithons. The single player with most defeated demons scores 3 points. Each wall segment on the board is worth 1 point for the respective players. The player with most points wins. If there is a tie, the winner is the tied player with most spirits on the board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krimi Total Fall 7: Die Party der Intrigen",
    "ID": 92110,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/92110/krimi-total-fall-7-die-party-der-intrigen",
    "Min Players": "8",
    "Max Players": "9",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "General info on &quot;Krimi Total&quot;: Murder mystery game in which players act out their role and try to solve the mystery.&#10;&#10;Info on this particular case: A group of very young and very successful people (estate agent, bestseller author, actor, pop star, designer, professional boxer, model, exchange student) are invited to a party at a luxurious mansion to celebrate their success stories. Then one of their friends is found dead. What happened? Who is the murderer? This is what the players try to find out through discussions and deduction. The murderer is allowed to lie, all the others have to tell the truth about their characters if asked for information.&#10;&#10;In &quot;Party der Intrigen&quot; there are 8 obligatory roles (can't be played with less than 8): 4 male, 4 female. One optional role, the inspector, can be either male or female.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Series: KRIMI total (JMCreative)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Numbers Up!",
    "ID": 92113,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/92113/your-numbers-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Manufacturer's Description:&#10;First roll the 2 large dice. Then you need to add, subtract, divide or multiply the 2 numbers shown. Then flip up the appropriate key, first one to flip up all 10 keys wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Wolf's Dragoons",
    "ID": 92123,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92123/battletech-wolfs-dragoons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;&quot;Who Are Those Guys?&quot;&#10;&#10;No mercenary regiment is more well known, nor as universally respected. Indeed, other units of the Inner Sphere validate their prowess by surviving an encounter with the Dragoons. Among their ranks is Natasha Kerensky, known as the Black Widow, and perhaps the most romanticized MechWarrior in history.&#10;&#10;The strategic and tactical knowledge of Jaime Wolf, the heart and soul of the Dragoons, is beyond reproach.&#10;&#10;The unit's supplies and equipment are of the finest quality. Their 'Mechs never want for repair parts. Their ranks are closed and private.&#10;&#10;Since appearing in the Inner Sphere in 3005, the Dragoons have been employed in turn by every house of the Successor States. No amount of money, political power, or threats have coerced them to renew a contract. Speculation and conjecture over their motives and origin are commonplace and wildly varied. Governmental intelligence and security networks have expended countless man-hours and C-bills trying to learn their secrets.&#10;&#10;Now war consumes the Inner Sphere, and the Dragoons' contract with House Kurita has expired. Where they throw their support could determine the outcome of the war.&#10;&#10;This ComStar document is the most accurate, up-to-date assemblage of information ever compiled about the Dragoons. Their history, organization, and unique membership are exposed in great detail. Find out the who, what, where, when and why(s) of the most powerful regiment in the Inner Sphere today.&#10;&#10;User comment:&#10;&#10;The true identity of Wolf's Dragoons is perhaps the biggest open secret in modern BattleTech, but at the time of writing this sourcebook was a detailed look at one of the biggest mysteries of the BattleTech game. One of the largest sourcebooks produced by FASA at the time of release, this book is packed with background detail on the history of the Dragoons in the Inner Sphere, their tactics and training, and details on a range of their equipment. This included a number of 'Mech designs which were unique to the Dragoon's at this point, such as the Imp and the Annihilator,&#10;&#10;This sourcebook hasn't been reprinted to date, and the current licence holder for BattleTech hasn't announced any intention to do a reprint as at Jan 2011, making this something of a collector's item.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starts with...",
    "ID": 92124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/92124/starts-with",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Starts With is a fantastic &quot;what do words begin with&quot; game. &#10;The object of the game is to complete your category list as quickly as possible. Your category list might contain such categories as boys names, musicians or countries and you spin the spinner to select a letter. The aim is then to find a word in that category that starts with that letter...boys names begining with S (not too hard) or musicians beginning with E (a bit harder).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tin-Tastic Games (Paul Lamond Games)",
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle for Moscow Expansion Kit",
    "ID": 92125,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92125/battle-for-moscow-expansion-kit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Operation Typhoon was the final attack the Germans launched at the end of 1941, in a desperate attempt to capture Moscow. When their offense ground to a halt, the Germans assumed the Soviets had run out of reserves &ndash; but they were wrong.&#10;&#10;This expansion kit for Battle for Moscow: Operation Typhoon, 1941 allows players to extend the original, solitaire BattlessonTM game to early March, 1942, when the Spring thaw turned the countryside into a quagmire and brought the Soviet winter offensive to an end.&#10;&#10;Note: This Expansion Kit is not a &lsquo;stand alone&rsquo; game. You must own a copy of Battle for Moscow: Operation Typhoon, 1941 to use it.&#10;&#10;Game Data:&#10;&#10;Number of Players: 2&#10;Ages: 12 and up&#10;Playing Time: approximately 50 minutes&#10;Complexity: 2 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Scale: Each unit is one German corps or Russian army, and each turn is approximately one to two weeks.&#10;&#10;Game Components:&#10;&#10;&bull; Eight 5/8&quot; square pieces&#10;&bull; 1 Player aid mat overlay/extension&#10;&bull; 1 plastic High Tide token&#10;&bull; 1 Set Up map / Designer's Notes by Frank Chadwick&#10;&bull; 1 Rules sheet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Players: Two-Player Only Games",
      "Series: Battlesson (Victory Point Games)",
      "Series: Campaigns in Russia (Frank Chadwick)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bluff",
    "ID": 92127,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/92127/bluff",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to guess the real description of a word from the actual answer and other players bluffs. Each player takes a Bluff sheet amd writes their initials in the name space. One player is the reader for each round and they take a question card and select a word from it. The other players al write down a Bluff description of the word and the reader writes the true definition. The reader then reads all definitions out and each player has to try and guess the true definition of the word. Each player who correctly guesses the true definition scores a point and at the end of the round the next player becomes the reader. The most points at the end of a specified number of rounds is the winner. The game is presented in a smart tin with a bevelled edge and a plastic insert and is shrink wrapped for further protection.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Tin-Tastic Games (Paul Lamond Games)",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Never Say...",
    "ID": 92128,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/92128/never-say",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to describe a word for your team to guess without saying any of the forbidden words. Players divide into two teams and decide on a time limit for each round. Team A selects a player to give them the clues for a word printed on their word card. The player picks a card and places it in the holder so that they and Team B can see it but team A (the players team) can't. They then try to describe the word on their card without using any of the forbidden words. If one of the forbidden words is used and Team B spot it Team A don't score and play passes to team B. If team A correctly guess the word they score a point. The team with the most points wins.&#10;&#10;Components:&#10;&#10;     40 x Word cards&#10;     Team score pad&#10;     Card holder&#10;     Rules &#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tin-Tastic Games (Paul Lamond Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 1",
    "ID": 92129,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92129/battletech-map-set-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "User comment:&#10;&#10;This was the first of 6 assorted map packs to be released by FASA, expanding the available terrain for BattleTech and BattleForce games.&#10;&#10;Produced on cardstock like the maps provided in the BattleTech: 2nd Edition box set, this map set contained four maps, described as &quot;Open Terrain&quot;, &quot;River Valley&quot;, &quot;Lake Area&quot; and &quot;City/Industrial Complex.&quot; At least two of these maps would be re-issued in later map sets, although anecdotal evidence suggests that different versions of this set were sold in different countries.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 2",
    "ID": 92130,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92130/battletech-map-set-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "User Comment:&#10;&#10;One of 6 map sets released by FASA to expand the available terrain for BattleTech, BattleForce and CityTech games, this map set was released twice, once in 1988 and then again in 1991.  The 1998 edition was the last edition to be printed on cardstock; the second edition and future map sets released by FASA and subsequent licence holders were all printed on paper.&#10;&#10;This map set included 8 maps: &quot;Mountain Lake&quot;, &quot;River Valley&quot;, &quot;Lake Area&quot;, &quot;BattleTech&quot;, &quot;CityTech&quot;, &quot;City Ruins&quot;, &quot;Desert Hills&quot; and &quot;Scattered Woods.&quot;  Of these maps, BattleTech and CityTech were reprints of the maps supplied with the BattleTech and CityTech boardgames, while the Open Terrain, Lake Area and River Valley maps were all reprints of Map Set 1 maps.&#10;&#10;While this was released in the US/UK markets as Map Set 2, it was released in Germany by FanPro as &quot;GeoTech 1.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 3",
    "ID": 92131,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92131/battletech-map-set-3",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "User Comment:&#10;&#10;One of 6 map sets released by FASA to expand the available terrain for BattleTech, BattleForce and CityTech, this was the first map set to be released only in a paper version.&#10;&#10;This map set contained the maps &quot;Desert Mountain #1&quot;, &quot;Desert Mountain #2&quot;, &quot;Desert Sinkhole #1&quot;, &quot;Desert Sinkhole #2&quot;, &quot;Rolling Hills #1&quot;, &quot;Rolling Hills #2&quot;, &quot;City Hills/Residential #1&quot; and &quot;City Hills/Residential #2&quot;. This Map Set was bundled up with Map Set 2 and Map Set 4 and the three sets re-issued as one item by FanPro, as the Classic Battletech Map Compilation 1.&#10;&#10;In Germany, this set was released by FanPro under the name &quot;GeoTech II.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 4",
    "ID": 92132,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92132/battletech-map-set-4",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "User Comment:&#10;&#10;One of 6 map sets released by FASA to expand the available terrain for BattleTech, BattleForce and CityTech, and one of three map sets to be released in the FASA 1991 product line.&#10;&#10;This paper map set contained the maps &quot;Heavy Forest #1&quot;, &quot;Heavy Forest #2&quot;, &quot;City Street Grid/Park #1&quot;, &quot;City Street Grid/Park #2&quot;, &quot;Large Lakes #1&quot;, &quot;Large Lakes #2&quot;, &quot;River Delta/Drainage Basin #1&quot; and &quot;River Delta/Drainage Basin #2&quot;. This Map Set was bundled up with Map Set 2 and Map Set 3 and the three sets re-issued as one item by FanPro, as the Classic Battletech Map Compilation 1.&#10;&#10;In Germany, this set was released by FanPro under the name &quot;GeoTech III.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivia",
    "ID": 92133,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92133/trivia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to correctly answer questions in specific categories. Firstly set a time limit for the game or decide to play for a certain number of cards. The first player spins the spinner to determine which category of question they should answer on that turn. The Random Choice space on the spinner means the player can choose a category. The player to their left then takes a card from the question pile and asks the question, if guessed correctly the player marks it down on their score pad and gets another question. Once they answer wrongly play passes to the next player.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tin-Tastic Games (Paul Lamond Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Acting Up",
    "ID": 92134,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92134/acting-up",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to act out the words from your cards to your team and see how many they can guess. Players divide into teams and decide on a time limit for each mime. The first player from team A takes a mime card and spins the spinner, they then try to act out the words on that category card to their team, each correct guess wins a point.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Series: Tin-Tastic Games (Paul Lamond Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 5",
    "ID": 92135,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92135/battletech-map-set-5",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "User Comment:&#10;&#10;One of 6 map sets released by FASA to expand the available terrain for BattleTech and BattleForce.&#10;&#10;This paper map set contained the maps &quot;Large Mountain #1&quot;, &quot;Large Mountain #2&quot;, &quot;Deep Canyon #1&quot;, &quot;Deep Canyon #2&quot;, &quot;Open Terrain #1&quot;, &quot;Open Terrain #2&quot;, &quot;Moonscape #1&quot; and &quot;Moonscape #2&quot;. This Map Set was bundled up with Map Set 6 and maps from various other expansions and re-issued as one item by FanPro, as the Classic Battletech Map Compilation 2.&#10;&#10;In Germany, this set was released by FanPro under the name &quot;GeoTech IV.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Map Set 6",
    "ID": 92136,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92136/battletech-map-set-6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "User Comment:&#10;&#10;One of 6 map sets released by FASA to expand the available terrain for BattleTech, BattleForce and CityTech.&#10;&#10;This paper map set contained the maps &quot;City (Downtown)&quot;, &quot;City (Residential)&quot;, &quot;City (Skyscraper)&quot;, &quot;City (Suburbs)&quot;, &quot;Wide River&quot;, &quot;Woodland&quot;, &quot;Box Canyon&quot; and &quot;BattleForce 2&quot;. This Map Set was bundled up with Map Set 5 and maps from various other expansions and re-issued as one item by FanPro, as the Classic Battletech Map Compilation 2.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: McCarron's Armored Cavalry",
    "ID": 92137,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92137/battletech-mccarrons-armored-cavalry",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;Colonel Marcus Barton commands the Second Regiment of McCarron's Armored Cavalry, also known as Barton's Regiment, and he is a man obsessed. He has waited forty years to avenge his father's dishonor at the hands of Lester J. Otto. He blew his first chance, but he swears he will not make another mistake. He knows he has a second chance on Marlette, and Marcus Barton will have his revenge this time or die trying. And either way he plans to take his regiment with him...&#10;&#10;McCarron's Armored Cavalry is a BattleTech scenario pack which includes the unit's history, prominent members, and special equipment. The scenarios chronicle the campaign known as &quot;Otto's Last Stand,&quot; and can be used individually or as a campaign culminating in one of three different endings. &quot;Otto's Last Stand&quot; features deadly installations and a point-based system for customizing the defending forces, so that scenarios can be fought more than once and never be the same game twice.&#10;&#10;User comment:&#10;&#10;Like a number of similar scenario packs, this BattleTech expansion focusses on a particular unit; in this case, it's McCarron's Armored Cavalry, or &quot;the Big Mac&quot; as it's sometimes described in novels and fan circles. This scenario pack doesn't include any BattleForce scenarios, but does give more information on the unit's history and personalities than any other sourcebook out there, and introduces four new Star League era BattleMechs, along with a couple of new vehicles, which would evenutally be republished in the BattleTech Technical Readout: 3058. The BattleTech scenarios include a host of options that make them among the most interesting scenarios produced by FASA up to this point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: BattleTech",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Four Roads to Moscow",
    "ID": 92140,
    "Year": "(2011)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/92140/four-roads-to-moscow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "When Barbarossa begins, the world will hold its breath! - A. Hitler&#10;&#10;So, why did Barbarossa fail? The ATO Annual edition for 2010 includes four game modules in one package. Four veteran designers combine in a unique offering from Against the Odds... and each have drawn some startling conclusions about what really happened, modeling with four very different approaches. &quot;Four Roads&quot; offers four complete simulations that will provide hours of challenging play and comparison.&#10;&#10;Prados' contribution is subtitled &quot;Codeword: Barbarossa&quot; and covers June 1940 - June 1941, with an emphasis on the political lead-up to the campaign. Each of the other three modules cover June 1941-March 1942. Raicer gives us &quot;Hitler Turns East&quot; - Rinella &quot;Slaughterhouse&quot; - and Nord &quot;Strike the Bear.&quot;&#10;&#10;Played on four full color 17&quot;x22&quot; mapsheets, each module lasts up to 3 to 4 hours, so 12-16 hours to play them all.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Point to Point Movement",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame",
    "ID": 92151,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/92151/wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Wargame is a strategy game for 2 players.  Playing time is roughly 20 minutes.&#10;&#10;Each player has 13 cards ranked from 13 (Bazooka) down to 1 (Spy).  Cards of a higher rank typically take cards of a lower rank, though there are some exceptions (Spies, for example, take both the Bazooka and the Mortar, while Shooters can sometimes be &quot;turned&quot;).&#10;&#10;A player first deploys his cards by placing them, 1 and 2 at a time, into the 13 spaces on his line.  Once all cards have been deployed, players take turns advancing their cards into the combat zone.&#10;&#10;What makes the game interesting is the ability for players to switch two cards before advancing one into battle.  Each player can do this exactly 5 times.&#10;&#10;The goal is to win 7 of the 13 battles in the combat zone, or win 4 adjacent battles.  The winner will almost always be the player who most skillfully utilizes his troops, as there is very little luck involved.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chariot Dice",
    "ID": 92152,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/92152/chariot-dice",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Race around the track, balancing speed and control, in this quick, free, print and play game for 2-3 players.&#10;&#10;Each chariot consists of two dice, representing the speed and health of the chariot.  Every turn players must decide between speeding up, slowing down, or attacking.  The faster you go, the greater you risk uncontrolled movement.  Players must navigate the track to avoid running up against the walls, crashing into other players or running over debris from previous races.  The goal is to be the first to make it to the finish line, but in some races this will simply mean being able to survive to the end.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Rome",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GalaXism",
    "ID": 92157,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92157/galaxism",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Your flagship has wandered into uncharted space and you've suddenly detected an unknown vessel with its weapons readied and shields raised! Will you be able to survive the encounter?&#10;&#10;GalaXism (guh-lax-iz-um) is a starship combat game for 2-6 players that should take about an hour to play. Players control the flagships of ten different races, playing their cards as increases to shields, weapons, defenses, and various other ship statistics.&#10;&#10;Cards are laid out around a flagship, each section corresponding to a different side of the ship from forward, aft, starboard, and port. In addition, there's the command deck where the ship is controlled. The upgrade cards have 4 icons each and are shifted up, left, right, and up-right to reveal more icons during the game.&#10;&#10;This game is heavily influenced by Innovation but taken in a different way.&#10;&#10;I have separated the rules from the components to make it easier on me to update the rules. This also makes the download smaller when there are changes to the rules so that you don't have to worry about printing out new components.&#10;&#10;Current Rules: http://www.lyonesse.info/games/download.php?filename=GalaXism.pdf&#10;&#10;Current Components: http://www.lyonesse.info/games/download.php?filename=GalaXism-Components.pdf&#10;&#10;Discussion Thread: http://boardgamegeek.com/thread/614464/wip-galaxism-a-quick-print-and-play-design-chall&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bottle-caps",
    "ID": 92176,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/92176/bottle-caps",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Bottle-caps is a traditional game originating from the beginning of 20th century. It's probably the ancestor of the Pitch Car game. It uses crown bottle-caps to simulate a race. In its early days it was a cart race, now it usually is a car race. It can be played on a table, on a floor or outdoors.&#10;&#10;Players start from making the race track. Depending on the environment they may draw it on a big sheet of paper, arrange it using available objects like books, boxes, tools, etc, draw it with a piece of chalk on a flat surface, or even cut it with a knife on the ground. For some game events the tracks were specially designed and made of gypsum.&#10;&#10;Then each player takes his or her bottle-cap, and puts it at the start line. To make the caps heavier they are usually filled with candle wax, gypsum, plasticine, clay, or even lead (for outdoor races only). The race begins then and the players - in appropriate order - finger-flick their bottle-caps towards the finish line, avoiding their &quot;cars&quot; getting out the track or stopping on trap areas that require players to go back, miss a turn etc.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Laugh",
    "ID": 92179,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.57",
    "Link": "https://boardgamegeek.com/boardgame/92179/dont-laugh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "With it's voice changing, fart sounding, wildly giggling electronic microphone - Don't laugh is the ultimate joke telling board game. The more players that laugh the more you score!&#10;&#10;It's the game that will have you in stitches...but be careful...cos laughing makes you lose!!! The don't laugh board game offers interactive fun for all the family, so it's sure to be a popular game this Christmas...Each player in turn reads out a joke and then uses one or more sound effects to push the other poker-faced players over-the-edge and into fits of laughter and giggles!You get to move forward one space for every opponent who laughs...or who even cracks the slightest smile!Armed with over 1,000 jokes and a voice changing, fart sounding electronic microphone...the Don't Laugh board game is simple, straight faced, side splitting fun for all! It's the laugh-out-loud joke game, with farting, belching and cackling...but whatever you do.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bratz Starchaserz",
    "ID": 92180,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/92180/bratz-starchaserz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this exciting game you must race around Stilesville collecting Bratz autographs. On each turn, the 'Local Star Radio' tells you where the Bratz have been seen. But can you get to the Bratz before they move again? The first fan to collect all four autographs wins the game and collects the 'Winner's Medal'.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Dolls",
      "Toys: Bratz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaiju Kaos: The Miniatures Game",
    "ID": 92181,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/92181/kaiju-kaos-the-miniatures-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A miniatures game where players play colossal creatures and human-sized kaijin monsters such as Scarecrows, Werewolves, and Zombies as well as huge monstrous creatures (think Godzilla) in a battle to the last remaining creature.&#10;&#10;Each player with have a sheet detailing their monster, it's characteristics and attributes.  Using a custom d10 system, the players will battle each other using various attribute modifiers.  This is a 28mm scale skirmish game where human (and humanoid creatures) are 28mm and and monsters are up to 14&quot; tall.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junior Magazin",
    "ID": 92183,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92183/junior-magazin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Four favorite games for children:&#10;&#10;Footballmatch - Just like in a real football game two teams try to defeat one another by scoring the highest possible number of goals within a set course of time.&#10;&#10;Ring Game - An easy, but very attractive game of dice by which each player tries to claim rings of the same color from the starting points of his opponents and saves them up at his own starting point.  Luck at throwing the oracular die and the tactics at choosing the colored rings ensure diversified and exciting rounds.  The first player who manages to place 3 rings of the same color on his starting point wins the game.&#10;&#10;Cat and Mouse - An asymmetric game where one player plays the cat, and the rest of the players (up to 4 others) control the mice.  The cat wins when she is able to capture all mice.  The mice win when one mouse succeeds at arriving at the winning point.&#10;&#10;Car Race - A game of dice for 2 to 4 players from the age of 6 on.  Players take turns rolling and moving up according to the number on the dice.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Colorino",
    "ID": 92185,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/92185/colorino",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "With Colorino, your child learns to identify and combine the basic colors. The pieces have been specially created for children 2 years and up, and are easy to use!&#10;&#10;The game is to complete the drawings with corresponding buttons -- fixing them in the right place on the support. It allows your child to enjoy the primary and secondary colors. A fun way to develop his abilities association, handling, creativity and memorization!&#10;&#10;How to play:&#10;&#10;     Choose an illustrated board -- either the color side, or black and white.&#10;     Place the chosen design underneath the transparent support.&#10;     Complete the colored image with the corresponding color buttons, fixing them in the right place on the support&#10;     Complete the black and white images with the color buttons of your choice, or try to memorize the color-side.&#10;&#10;&#10;Contents: 1 transparent support, 6 image sheets (color on the front, black and white on the back), 40 color button pieces: red, blue, yellow, green, purple and orange.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Follow Your Heart...Get Street Smart",
    "ID": 92187,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92187/follow-your-heartget-street-smart",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to leave from home to one of four destinations and return to &quot;Home Sweet Home&quot; safely. There are four places and/or destinations that one may travel: playground, mall, school, playmate's house. In order to make the trip without being delayed, you must correctly answer a series of questions. Correct answers are highlighted with the category color. The player who returns home first with the correct answers is the winner!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Mercenary's Handbook 3055",
    "ID": 92193,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92193/battletech-mercenarys-handbook-3055",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;&quot;Running a merc unit is a serious business first, last, and always. Not just any group of gung-ho 'Mech jocks can survive in the cutthroat world of the mercenary, and any MechWarrior  who ignores this fact ends up working for someone else, Dispossessed, or dead. Running a successful merc unit takes know-how, skill, careful planning, and sometimes a little luck. If you still think you've got what it takes to pit your skills against the fiercest warriors of the Inner Sphere and beyond, The Mercenary's Handbook: 3055  is for you. The handbook provides a comprehensive, detailed system for creating, maintaining, and operating a mercenary unit in the BattleTech universe, covering every aspect if the mercenary life from combat to salary to medical care.&#10;&#10;The Mercenary's Handbook: 3055 also includes detailed briefings on five of the most renowned mercenary units of the Inner Sphere: Wolf's Dragoons, the Kell Hounds, Rhonda Snord's Irregulars, the Gray Death Legion, and the Black Thorns. So what are you waiting for? C-bills and glory await any MechWarrior bold enough to take them. But just remember, the battle's not over until the check clears...&quot;&#10;&#10;User comment:&#10;&#10;Although this book was ostensibly published with the MechWarrior RPG audience in mind, for anyone looking to run an extended BattleForce or BattleTech campaign involving a mercenary unit as the central protagonist, this BattleTech sourcebook is a font of useful information, and provides a great set of rules for managing a Mercenary unit. Admittedly, it involves a fair amount of record keeping, or someone with an enthusiasm for spreadsheet manipulation, but it's the sort of book that's bound to appeal to players looking for realistic campaigns, and the book provides a natural progression route for those moving on from pick-up games and scenario packs.&#10;&#10;The Mercenary's Handbook: 3055 is now out of print, and the current licence holder hasn't announced any intention to reprint it. It's also not available in an electronic format, but the earlier BattleTech: 2nd Edition Mercenary's Handbook is available electronically and has been for some time, so there's hope that this sourcebook might become available eventually.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treason",
    "ID": 92199,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92199/treason",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Treason is a 2 players game. Each participant will build up its influence in a medieval town, ultimately, resulting in the deposition of the king. As the game progresses intrigue, allegiances, conspiracy, combat, cunning and treason occur.&#10;&#10;You must allure strong allies to your hand by doing successful quests for them; or buy favours of some society members in order to sabotage your competitor&rsquo;s game. Do business with witches, knights, thieves, assassins, merchants and many other society members. Secretly conspire against your opponent. Acquire items to increase the chances of achieving success in quests or create unexpected setbacks to your opponent. The player who ends the game with the largest number of influence points (gained either by doing tasks or by performing dirty jobs) is the one that will take the King&rsquo;s throne and wins the game.&#10;&#10;No matter your background or social status, victory is only a step away.&#10;&#10;Game play&#10;&#10;In this game, the players draw cards from several decks &ndash; tasks, allies/quest, influence/conspiracy and store decks. The accumulation of influence is of extreme importance and the players will do this by performing assignments, dictated by tasks cards. This will increase their coins and reputation. They also have the possibility of either using their character&rsquo;s skills to perform quests for members of society, by drawing quest cards, or machinate evil plans against its opponents, by drawing cards from a conspiracy deck. There&rsquo;s also the possibility of buying items that will aid players perform quests by adding bonus points to base character skills, such as combat points and services that will allow to affect dramatically the other player&rsquo;s game.&#10;&#10;During a turn, each player will follow a stream of steps originated by the cards drawn from each deck. Luck and careful planning work hand in hand in this game.&#10; Goal&#10; The game&rsquo;s goal is to increase one&rsquo;s influence in this medieval society and alluring powerful allies. Players will accumulate influence (see above) by perfoming honest tasks, dirty jobs for important members of society and attracting allies to your cause. Ultimately the King&rsquo;s deposition will happen as soon as he is stripped of social, military and political support.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Luthien",
    "ID": 92200,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92200/battletech-luthien",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Humiliated by their defeat on the planet Wolcott, the warriors of Clan Smoke Jaguar have returned to the Inner Sphere to avenge themselves against the armies of the Draconis Combine. Bolstered by Clan Nova Cat, the invaders have massed an invasion fleet of new OmniMechs, battle-armored Elementals and aerospace fighters to destroy the Dragon.&#10;&#10;Their target? Luthien, the Black Pearl, capital of the Realm and home to the Imperial Palace.&#10;&#10;Luthien lets you join the action as these fearsome invaders square off against the Combine's most elite MechWarriors and some of the Inner Sphere's finest mercenary units in an epic battle of the Clan Wars.&#10;&#10;Luthien is a BattleTech scenario pack that includes a detailed history of the Battle of Luthien, personality profiles and MechWarrior statistics for major players in the engagement, game statistics for three new OmniMech designs, and two full-size BattleTech mapsheets of the Imperial City and the Kado-guchi Valley.&#10;&#10;User comment:&#10;&#10;One of the larger scenario packs at 96 pages long, this expansion contains almost 20 different scenarios related to the campaign on Luthien, and the rules for three new 'Mechs - the Hankyu (Arctic Cheetah), the Nobori-nin (Huntsman) and the Cauldron-Born. These 'Mechs were reprinted in the BattleTech Technical Readout: 3058 a couple of years later.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kreuz-Junge",
    "ID": 92204,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92204/kreuz-junge",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Toste&quot;-Spiel KREUZ-JUNGE!&#10;&#10;The curious and multi-purpose game of all games. Educational, funny and exciting!&#10;&#10;The game contains 6 wooden dice with playing cards symbols + numbers and special instructions like &quot;roll again&quot;. And a rulebook with some games:&#10;&#10;Yes and No (answer-game): If you need a answer (Yes or no) roll the special dice unless the 35(Yes) or 36(No) appears. or you roll &quot;Try again&quot; or &quot;Don't roll again, today&quot;&#10;&#10;For the &quot;Orakel zu Delphi&quot; roll all dice and compare the numbers with the table in the rulebook.&#10;&#10;The other 8 games from the rulebook can be played with more players.  The games called: Kreuz-Junge, Wettspiel, Farbenkrieg, Monte Carlo, Wohnung gesucht, Die gute Sieben, Jagd nach dem Gl&uuml;ck, K&ouml;nigsjagd.&#10;&#10;The object of all those games are to roll the most points, the games varies from how those points are made. For example in the game &quot;Die gute Sieben&quot; all the Ace counts (One Ace is 10, 2 Ace are 100, 3 Ace are 500 and 4 Ace are 1000 points) All players roll 5 rounds and the one with the most points win. &#10;The game &quot;Monte Carlo&quot; uses the numbers on the dice. All rolled even numbers counts 10, all other 0, a series of 3 numbers ( 1-2-3 or 17-18-19) counts 100 points. The player who reaches 500 points first wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Hot Spots",
    "ID": 92205,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92205/battletech-hot-spots",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the first volume:&#10;&#10;Hot Spots...&#10;&#10;Location:&#10;...The Inner Sphere and beyond&#10;&#10;Type of Action:&#10;...Dangerous, maybe dirty&#10;&#10;Pay Rates:&#10;...What can you negotiate?&#10;&#10;&quot;The only thing worse than a Merc without a 'Mech is having a 'Mech and no contract!&quot;&#10;- David &quot;Ace&quot; Blaketooth&#10;  Freelance Mercenary&#10;&#10;Hot Spots gives you the contracts that you can use in the creation of your own custom campaigns. Sixty-four reproducible contracts are included for all sizes of units, from Special Forces to Battalions.&#10;&#10;Hot Spots also includes a Game-Master's book, providing help with customizing your campaign as well as information on the current political background of the Inner Sphere, and the real stories behind the contracts. Hot Spots is for use with BattleTech, BattleSpace, BattleTroops, BattleForce and MechWarrior, Second Edition.&#10;&#10;Hot Spots. Now you have what it really takes.&#10;&#10;User comment:&#10;&#10;This expansion is rather unusual for BattleTech, in that it's not a full box-set pattern expansion like BattleForce, but it consists of two volumes, rather than just one. This was entirely deliberate, as this expansion is for use across most of the BattleTech game systems of the time, which included Mechwarrior: Second Edition. The first volume of the book is intended for the Gamesmaster, and contains information on creating contracts and campaigns for mercenary units; the second volume contains actual mock-up contracts that relate to scenarios in the first volume, and is intended to be handed over to the group when they're shopping for contracts.&#10;&#10;Hot Spots is more than a simple aid for MechWarrior, though; it's littered with detail suitable for constructing gaming campaigns around, and contains a very useful guide to generating various kinds of raiding party or garrison force. This is particularly useful for generating games based on unit details from sourcebooks such as the five assorted House Books, the Guide to the Periphery and the like.&#10;&#10;Although it was released seperately, this is very much a companion expansion for BattleTech: The Mercenary&#039;s Handbook, and was released the same year.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fluxx: BoardGameGeek Expansion",
    "ID": 92206,
    "Year": "(2011)",
    "Geek Rating": "5.556",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92206/fluxx-boardgamegeek-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4286",
    "Description": "Fluxx: BoardGameGeek Expansion is an 8 card deck full of fun additions to any game of Fluxx!  Now, win the game by creating BoardGameGeek (using the new &quot;The Geek&quot; and &quot;Board Game&quot; keepers, combined with the new &quot;BoardGameGeek.com&quot; goal of course). Shake up the game by playing the new &quot;Roshambo Showdown&quot; action! Or, use your BGG membership to your advantage with the new &quot;Geek Bonus&quot; rule!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Tukayyid",
    "ID": 92214,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92214/battletech-tukayyid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;On 1 May 3052, the largest single engagement of forces in the history of 'Mech warfare began. Twelve armies of ComStar's Com Guards clashed with twenty-five Galaxies of Clan forces on the hills and plains of the planet Tukayyid. The prize for this battle was the glittering blue gem of the Inner Sphere, the home of humanity: Terra.&#10;&#10;A combination of Com Guard ingenuity, Clan short-sightedness, and plain luck allowed the ComStar forces to defeat the Clans one by one -- only Clans Ghost Bear and Wolf managed to win any sort of victory. At the end of twenty-one days of fighting, both forces counted ComStar the victor; Earth was saved.&#10;&#10;Tukayyid gives players the chance to change history. More than 25 scenarios represent all the major engagements of the battle of Tukayyid. As the Clans, players may engage in batchall, or bidding, to determine who among them is worthy to lead their forces to the victory that was historically denied them. As the Com Guards, the players must use superior numbers and guerrilla tactics to overcome the Clan's advantage of technology and skill.&#10;&#10;Tukayyid is a BattleTech scenario pack that provides historical notes and personal accounts of this epic battle and features a unique point system that allows players to design balanced games and use the Clan bidding system.&#10;&#10;User comment:&#10;&#10;At over a hundred pages in length, with 27 assorted scenarios and details on 4 new ComStar BattleMechs and the unique Wolfhound IIC variant piloted by Phelan Kell/Phelan Ward, it'd be hard to argue that you're not getting your money's worth out of this particular scenario pack. Unfortunately, it's out of print and the current licence holder hasn't shown any indications of making an electronic copy available or re-printing this scenario pack, so tracking one down can be difficult. From a fluff point of view, details within this scenario pack are consistent with other expansions of the time, such as the Jade Falcon sourcebook, but disagree with expansions produced later, which may be one of the reasons for it staying out of print.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raptorz: A Fast Paced Aliens vs Marines Skirmish Game",
    "ID": 92216,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/92216/raptorz-a-fast-paced-aliens-vs-marines-skirmish-ga",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Rebel Minis is proud to announce our newest game! This is another great game designed by Ed Teixiera for us. The 15mm Raptorz Game contains all the figures, map and rules you need to play a Raptorz invasion. Using the award winning Chain Reaction System by Two Hour Wargames, the game allows players to hunt Raptorz in a fully modular corridor system. Each box contains 12 raptorz 6 Homeguard Marines.&#10;&#10;With purchase you will also be able to download the rules AND the Space Corridor System. This system, designed by Paper Make It ! is a full color Modular System. This pdf contains all you need to create your space base in just seconds after printing the many tiles available.&#10;&#10;Here you will find Corridors from 1x1 to 1x10, L-T-X Joints and several rooms from 3x3 to 8x5 all in a 20mm grid! There is also a room with a big entrance can be used as Hangar.&#10;&#10;If you own Shuffler from Paper Make It !, you can easily modify all the tiles and get a never ending variety in dimension and colors!&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ferris Bueller's Day Off Board Game",
    "ID": 92217,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/92217/ferris-buellers-day-off-board-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Tongue-in-cheek board game designed by artist, Max Dalton. Similar to Candyland, but re-themed for a Ferris Bueller universe. Retro chic pop culture rolled up in one.&#10;&#10;The object of the game is to travel along the path through dice-roll results from field 1 (which is marked as START) to HOME. The first player who successfully lands exactly on HOME is the winner. Many fields have special hazards or benefits for players who land on them.&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Little Big Game of Shmoozel",
    "ID": 92219,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92219/the-little-big-game-of-shmoozel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players are dealt a hand of ten cards, each of which is a letter of the alphabet worth a number of points (there are also a few wild cards).  Players try to empty their hands by spelling five-letter (or longer) words using their letter cards.  They can also add letters to their own previously played words (although they cannot rearrange the letters):  for example, adding S, ED, or ING to WRECK.&#10;&#10;Each turn players draw two cards and must discard one.  Players may also take letters from the discard pile, but these must be used immediately -- and all discards prior to the one they take must be taken into their hand.&#10;&#10;A round ends when a player goes out by spelling a word plus having one card to discard.  Points from exposed words are totaled; points from letters held in the hand are subtracted unless they can be dumped into words (which are worth nothing).&#10;&#10;A complete game consists of four rounds. Highest point total is the winner.  Note: spelling SHMOOZE is worth 50 points and spelling SHMOOZELED is worth 250 points -- a bit of a balance wrecker.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Teen-Trepreneur",
    "ID": 92220,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92220/teen-trepreneur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The board game for business studies.&#10;&#10;In Teen-Trepreneur students choose to run one of six businesses in the game and are given the challenge of leading it to business success! Each business is different in terms of its opening value and start-up capital; each entrepreneur has a personality and business background that will also affect the chances of success.&#10;&#10;The objective for students is to be the first to achieve &pound;5,000 profit. They&rsquo;ll only do that if they take risks and manage sales and costs effectively. Students can run a luxurious hotel or an everyday market stall. They can even invest in the businesses run by other players!&#10;&#10;The game contains features such as: generating sales, expenses, the stock market, investment, opening businesses abroad, loans and interest. It helps raise a young person&rsquo;s understanding about how a business is started and how a business is being run in today&rsquo;s world.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orthocon: The Definitive Word Game",
    "ID": 92221,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92221/orthocon-the-definitive-word-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players roll and move on a board, answering spelling and word-definition questions to advance. The player that reaches one of the final spaces and correctly answers that final challenge is the winner.&#10;&#10;There are three colors on the board corresponding to &quot;cowardly&quot; (yellow), &quot;bold&quot; (blue), and &quot;superhuman&quot; (red) levels of word difficulty (plus black spaces, which end a player's turn immediately).  A player landing on a colored space must correctly spell AND define a word from a card corresponding to that color.  If a player does both, they may roll (2 dice) and advance again to answer another challenge.  If they get one part wrong, they must roll 1 die and move backward that amount (and their turn ends).  If they get both wrong, they must roll 2 dice and move backward that amount (and their turn ends).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tailath",
    "ID": 92227,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/92227/tailath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.6667",
    "Description": "Tailath is a cross between TAIJI and Yavalath, that can be played with a Cross set (7x7x7 hexhex board and pieces in 2 colors) or a OMEGA set (setting up the board to 7x7x7).&#10;&#10;It was generated by a human searching the game space.&#10;&#10;RULES:&#10;&#10;Each player has an allocated color (red or blue).&#10;&#10;On your turn, you must place one red piece and one blue piece adjacent to each other on any 2 adjacent free spaces on the board.&#10;&#10;You win by making 4 in a row of your color at the end of your turn, but you lose if you make 4 in a row of your opponent's color (even if you make 4 in a row of your color).&#10;&#10;The player in turn also loses if he cannot make a legal move.&#10;&#10;DESIGN:&#10;&#10;TAIJI was created by a human (N&#195;&#169;stor Romeral Andr&#195;&#169;s), and Yavalath was created by a computer program (LUDI, by Cameron Browne).&#10;&#10;One day TAIJI and Yavalath just drank too much and...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "[yellow tail]-opoly",
    "ID": 92239,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92239/yellow-tail-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "[yellow tail]-opoly is marketing/promotional board game released by Casella Wines, who produce [yellow tail] wine. It is a wine-themed derivative of Monopoly and is similar to Wineopoly in many respects. From the game's own description:&#10;&#10;&quot;Buy and trade your favourite [yellow tail] wines, build your own winery and discover the little wine brand that could. Learn as you play! Each deed contains information and great Roo facts about our wines and winery. Test your [yellow tail] knowledge. Do you know how to make a [yellow tail] BUBBLES sangria? Grab another card and you could be sharing a glass with our Managing Director -- John Casella. The winery is still 100% family owned with three generations currently involved. Play by your rules because it's all about having fun! Be careful not to be sent to the WINE CELLAR -- you may never get out! So choose your token and advance to CHEERS! Who knows...you could be elected president of the [yellow tail] games club!!!&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: The Muppets Collector's Edition",
    "ID": 92243,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/92243/monopoly-the-muppets-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "From USAopoly.com:&#10;&#10;It&rsquo;s time to get things started! So let&rsquo;s get on with the show!&#10;&#10;Celebrate the sensational, inspirational world of The Muppets as you make like Miss Piggy and try to own it all in this Muppets Collector&rsquo;s Edition of Monopoly. Here&rsquo;s your chance to buy, sell and trade treasured Muppets properties such as Kermit&rsquo;s Swamp, Miss Piggy&rsquo;s Dressing Room and Fozzie Bear&rsquo;s Comedy Club. Six collectible tokens including Miss Piggy, Kermit, Fozzie Bear, Animal, Gonzo and the Swedish Chef make this a cherished collector&rsquo;s item for Muppet fans of all ages.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "TV Shows: The Muppet Show"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Chicago Blackhawks Collector's Edition",
    "ID": 92244,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/92244/monopoly-chicago-blackhawks-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From USAopoly.com:&#10;&#10;Drop the puck. It&rsquo;s game time!&#10;&#10;What Blackhawks fan hasn&rsquo;t dreamed of owning and running their favorite NHL&reg; team &ndash; the Chicago Blackhawks&reg;? The NHL and the Monopoly game have teamed up to put an exciting new spin on America&rsquo;s favorite board game. Buy, sell and trade the most popular players and team assets in a quest to own them all. Wheel and deal Jonathan Toews, Patrick Kane, Duncan Keith, the United Center, and even the 2010 Stanley Cup&reg; victory in an effort to own and control the 4-time Stanley Cup champions, the Chicago Blackhawks!&#10;&#10;Put your game face on and get ready to hit the ice!&#10;&#10;Game comes complete with six custom tokens; Hockey Puck, Zamboni&reg; Machine, Skates, Forward, Goalie and Stanley Cup&reg; Trophy.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Sports: Ice Hockey",
      "States: Illinois"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Night Sky Solar System Edition",
    "ID": 92245,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.12",
    "Link": "https://boardgamegeek.com/boardgame/92245/monopoly-night-sky-solar-system-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "From USAopoly.com:&#10;&#10;Bring the wonders of the solar system into your living room with this special Night Sky Solar System Edition of the Monopoly game. Halleys Comet, Jupiter, Earth and the Moon are all up for grabs as you buy, sell and trade popular celestial bodies in your quest to own the universe. Six collectible tokens include a telescope, the Mars Rover, observatory dome, binoculars, a radio telescope and the Hubble space telescope. A planetary delight that&rsquo;s out of this world for astronomy enthusiasts of all ages.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Space: Earth's Solar System",
      "Space: Pluto"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beagle-opoly",
    "ID": 92247,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/92247/beagle-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;STURDY, FRIENDLY, CURIOUS, HAPPY-GO-LUCKY... MEET THE BEAGLE!&#10;&#10;The sturdy and merry little Beagle is one of the most popular dogs in the United States.  A member of the Hound Group, Beagles are scent hounds, developed primarily for tracking game.  Since they lived in packs for hundreds of years, they naturally enjoy the company of other dogs and humans.  Beagles are intelligent, but as a result of being bred for the long chase are single-minded and determined, which can make them hard to train.  Despite this, their happy-go-lucky nature and gentle disposition make them a wonderful family pet.&#10;&#10;BEAGLE-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE BEAGLES AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO BEAGLES!&#10;&#10;Who knows!  You may soon be Best in Show... or marching in the Dog Parade!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boston-opoly",
    "ID": 92249,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92249/boston-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;GRACEFUL, INTELLIGENT, CHEERFUL, ATHLETIC...&#10;MEET THE BOSTON!&#10;&#10;Boston Terriers have strong, friendly personalities. They are highly intelligent, energetic, happy-go-lucky dogs that literally live for their human companions. They are very popular in the United States, due above all to their excellent character. With patience and assertiveness, Boston&rsquo;s are easily trained and will become a cherished member of any family.&#10;&#10;Boston-opoly is a game of tail-wagging fun! Collect your favorite Bostons and play hard!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones. Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the Kennel!&#10;&#10;Grab your token and advance to GO Bostons!  Who knows! You may soon be Best in Show... or hanging out by the fire hydrant!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boxer-opoly",
    "ID": 92250,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92250/boxer-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;BRAVE, COURAGEOUS, LOYAL, FUN-LOVING CLOWN... MEET THE BOXER!&#10;&#10;A Boxer is all that is good in a dog!  Developed in the late 19th century in Germany to act as a guard and companion, the Boxer has carried these traits admirably through its history.  While they are certainly boisterous by nature, their intelligence is up there with the best of them.  They fit easily into family life and thrive on being one of the &quot;pack&quot;.  Devoted and fearless, Boxers have an endless capacity to give love!&#10;&#10;BOXER-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE BOXERS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet... get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO BOXERS!&#10;&#10;Who knows!  You may soon be Best in Show... or dancing with your Boxer in a tutu!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bulldog-opoly",
    "ID": 92251,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/92251/bulldog-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;GENTLE, COURAGEOUS, DEVOTED, AFFECTIONATE... MEET THE BULLDOG!&#10;&#10;Known for their loose-jointed, shuffling gait and massive, short-faced head, the bulldog is a sweet tempered family companion.  A medium-sized dog, they are not your typical lap dog, but would like to be!  Said to have originated in the British Isles, the name &quot;bull&quot; was applied because of the dog&rsquo;s connection with bull baiting.  Bullheaded and determined, this breed can be very persistent.  They do not give up easily.  Bulldogs are very much a peoples&rsquo; dog, seeking out human attention and loving every bit they can get!&#10;&#10;BULLDOG-OPOLY IS A GAME OF TAILWAGGING FUN!&#10;COLLECT YOUR FAVORITE BULLDOGS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet... get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO BULLDOGS!&#10;&#10;Who knows!  You may soon be Best in Show... or dancing with your bulldog in a tutu!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chihuahua-opoly",
    "ID": 92252,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/92252/chihuahua-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;SMALL, INTELLIGENT, SASSY&#10;MEET THE CHIHUAHUA!&#10;&#10;The smallest breed of dog, the Chihuahua, is named after the state of Chihuahua in Mexico.  Their history is shrouded in mystery but some believe they originated from the Fennec Fox, a very small animal with big eyes and ears, which could explain the tiny frame, colossal eyes and ample ears of today&rsquo;s breed.  Graceful and alert with a saucy expression; Chihuahuas are highly intelligent, courageous, extremely lively, proud and adventurous.  The Chihuahua is a wonderful little dog but don&rsquo;t underestimate them based  on size!&#10;&#10;CHIHUAHUA-OPOLY IS A GAME FULL OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE CHIHUAHUAS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO CHIHUAHUAS!&#10;&#10;Who knows!  You may soon be Best in Show... or hanging out with a Chihuahua dressed as Elvis!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eezee Kricket",
    "ID": 92253,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92253/eezee-kricket",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Press release at launch, Eezee Kricket is &quot;The Teaching Learning Game.&quot;&#10;&#10;It is a fairly simple roll-and-move game where the player moves his pawn around an 8x8 grid, following the instructions on the given square.  If the square shows that the batsman is out, then the player must answer a trivia question - if he fails to answer correctly, then he is out, but if he gets it right, he continues.&#10;&#10;The trivia questions are all cricket based, specifically pertaining to cricket in the West Indies and require at least an interest in West Indian cricket to be able to have a chance of getting them right.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Transport Manager 2100",
    "ID": 92257,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92257/transport-manager-2100",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Transport management card game of the future!&#10;&#10;1. Compete for better contracts to service city transportation needs. &#10;2. Manage your transportation network using busses trains or airplanes. &#10;3. Choose between different fuel types to find the best balance between making profit and fuel payments. &#10;4. Bribe politicians and choose your benefits from the government.&#10;5. Finally trade with stocks, to get extra profit and better discounts from different companies.&#10;&#10;Turn sequence&#10;To determine player sequence, start with politics turn. Bet to bribe ministers and choose new laws, to give your company the edge over your competitors. Next turn is &quot;Stock market&quot;, starting with the player, who did not bribe any ministers. Buy/sell two stocks at a time. Continue with &ldquo;Vehicle market&rdquo; turn, starting from highest bribed minister, buy different fuel type vehicles, that are linked with cities, find best combinations, for bigger profit. Next round all players gather profit from their transportation networks and stocs NOTE: Starting from every &ldquo;politics&rdquo; turn players will receive three &ldquo;sell company shares&rdquo; cards to make some extra cash. Shares can be sold to the bank any time and cannot be bought back.  Game lasts total of three rounds.&#10;&#10;End of the game:&#10;A player with the most amount of victory points wins the game, &#10;Points are rewarded for:&#10;Vehicles &#10;Stocks &#10;Every 1m in cash &#10;Bribed ministers during last round&#10;Points are reduced for every &quot;sell company shares&quot; card used.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dachshund-opoly",
    "ID": 92288,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/92288/dachshund-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;PROUD, CLEVER, AFFECTIONATE, AMUSING... MEET THE DACHSHUND!&#10;&#10;The Dachshund is a lively breed with a friendly personality and a keen sense of smell.  Known for their long and low bodies, they are one of the most popular dog breeds.  The name &quot;dachshund&quot; is of German origin and literally means &quot;badger dog&quot;, from Dachs &quot;badger&quot; and Hund &quot;dog&quot;.  First bred in the early 1600&rsquo;s in Germany, the breed became popular in the U.S. during the early 1900&rsquo;s.  They are loveable, playful companions, and an ideal pet for many homes!&#10;&#10;DACHSHUND-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE DACHSHUNDS AND PLAY HARD!&#10;&#10;Increase your rent buy buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO DACHSHUNDS!&#10;&#10;Who knows!  You may soon be Best in Show or going in for vaccinations!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "German Shepherd-opoly",
    "ID": 92289,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/92289/german-shepherd-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;STRONG, FEARLESS, INTELLIGENT, LOYAL... MEET THE GERMAN SHEPHERD!&#10;&#10;The German Shepherd is hailed as the world&rsquo;s leading police, guard, and military dog, but there is so much more to this outstanding dog.  Originating in 1899 in Germany, the breed first gained international recognition at the decline of World War I.  Later, the fame associated with Rin-Tin-Tin and Strongheart shot the popularity of the German Shepherd sky-high.  A loving family companion, herder and show competitor, the German Shepherd is one of the most popular breeds in the world.&#10;&#10;GERMAN SHEPHERD-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE GERMAN SHEPHERDS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO GERMAN SHEPHERDS!&#10;&#10;Who knows!  You may soon be Best in Show or going in for vaccinations!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golden-opoly",
    "ID": 92290,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/92290/golden-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;GENTLE, INTELLIGENT, FRIENDLY, EAGER TO PLEASE&#10;MEET THE GOLDEN!&#10;&#10;With good reason, the Golden Retriever is one of the most popular breeds in the United States.  They are loveable, well-mannered dogs with great charm and a striking golden coat, making them both beautiful and a joy to own.  Originating in the Scottish Highlands in the late 1800s the Golden was used predominantly for hunting.  Active and energetic, this breed can adapt to many different living situations but requires daily exercise.  They are easily trained, always patient and gentle with children, and make wonderful canine companions.&#10;&#10;GOLDEN-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE GOLDENS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO GOLDENS!&#10;&#10;Who knows!  You may soon be Best in Show... or marching in the dog parade!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lab-opoly",
    "ID": 92291,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/92291/lab-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;GENTLE, INTELLIGENT, FAMILY-FRIENDLY... MEET THE LABRADOR RETRIEVER!&#10;&#10;&quot;Labs&quot;, as they are affectionately known, are the most popular dog breed in the world.  Originally from Newfoundland, Labs worked alongside fishermen and were bred primarily to perform as efficient retrievers of game.  They have great desire to please, a characteristic that allows them to excel as guide dogs and in law enforcement.  Kind to children, friendly to people and other animals, energetic, Labs will play fetch for hours or lie quietly on the family room floor as a pillow for the kids.&#10;&#10;LAB-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE LABS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO LABS!&#10;&#10;Who knows!  You may soon be Best in Show... or marching in the Dog Parade!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poodle-opoly",
    "ID": 92292,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92292/poodle-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;GRACEFUL, INTELLIGENT, CHEERFUL, ATHLETIC... MEET THE POODLE!&#10;&#10;The poodle is regarded as the second most intelligent breed of dog. They come in toy, miniature, and standard sizes with many coat colors. The breed originated in Germany as a water retriever and the English word &quot;poodle&quot; comes from the German word &quot;pudel&quot;, meaning to splash in the water. They like to be in the center of things and are easily trained to do astonishing tricks involving both brains and agility. Known as a &quot;people dog&quot;, the Poodle is a &quot;person&quot; and expects to be treated as one! Each one is a character and for that reason they make wonderful, unique companions.&#10;&#10;POODLE-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE POODLES AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones. Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the Kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO POODLES!&#10;&#10;Who knows! You may soon be Best in Show... or hanging out by the fire hydrant!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pug-opoly",
    "ID": 92293,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/92293/pug-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "From LateForTheSky.com:&#10;&#10;STRONG WILLED, PLAYFUL, LOVING... MEET THE PUG!&#10;&#10;The Pug is well described by the phrase &quot;multum in parvo&quot; which means &quot;a lot of dog in a small space&quot;.  They are appreciated for their playful personalities, their outgoing, loving dispositions and their even tempers.  The Pug is one of the oldest breeds of dogs and has flourished since before 400 BC.  China is the earliest known source for Pugs, where they were pets of the Buddhist monasteries in Tibet.  Highly intelligent, they can be a bit willful if they sense they are stronger minded than their human companions.  The Pug&rsquo;s reason for living is to be near their people and to please them, and their personalities make them a family favorite.&#10;&#10;PUG-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE PUGS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO PUGS!&#10;&#10;Who knows!  You may soon be Best in Show... or hanging out with a Pug with a Mohawk!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shih Tzu-opoly",
    "ID": 92294,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92294/shih-tzu-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;LIVELY, ALERT, FRIENDLY... MEET THE SHIH TZU!&#10;&#10;The ancestors of today&rsquo;s Shih Tzu breed are among the most ancient of dog breeds.  These dogs were cherished by Chinese royals as prized house pets for over a thousand years.  The word Shih Tzu means &quot;lion&quot; and although this dog is sweet and playful it is not afraid to stand up for itself.  The traditional long silky, glossy coat that reaches the floor requires daily brushing to avoid tangles.  Often the coat is clipped short to simplify care.  Happy and hardy and packed with character, the gentle and loyal Shih Tzu offers a lot of dog in a small package.&#10;&#10;SHIH TZU-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE SHIH TZUS AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO SHIH TZUS!&#10;&#10;Who knows!  You may soon be Best in Show or going in for vaccinations!  Whatever happens, keep your wag on!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Westie-opoly",
    "ID": 92296,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92296/westie-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;FRIENDLY, LOYAL, STRONG-WILLED, ENERGETIC,&#10;MEET THE WESTIE!&#10;&#10;With BIG personality, the West Highland Terrier is a bold and energetic little dog with absolutely no idea of its true size!  More commonly called the &quot;Westie&quot;, the breed is known for its friendly, strong-willed character and remarkably bright white coat.  Westies were bred in Scotland and used to seek and dig out foxes and badgers.  They love their two-legged companions and are generally willing to please them... as long as they think it&rsquo;s a good idea!  To be fair, this is a dog bred for tenacity and if dealt with firmly and lovingly, a Westie makes an affectionate addition to any family.&#10;&#10;WESTIE-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE WESTIES AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet, get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO WESTIES!&#10;&#10;Who knows!  You may soon be Best in Show... or running with a pack of Westies!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yorkie-opoly",
    "ID": 92297,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/92297/yorkie-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From LateForTheSky.com:&#10;&#10;LOYAL, BRAVE, CLEVER, ENERGETIC&#10;MEET THE YORKSHIRE TERRIER!&#10;&#10;The Yorkshire Terrier offers a big dog in a small package!  Affectionately known as &quot;Yorkies&quot;, these energetic pooches are one of the most popular dog breeds in the world.  They are truly unique in both their diminutive stature and their big personalities.  But don&rsquo;t let their small size fool you; they are terrific watchdogs and have the attitude of a full sized dog when it comes to protecting their homes and families.&#10;&#10;YORKIE-OPOLY IS A GAME OF TAIL-WAGGING FUN!&#10;COLLECT YOUR FAVORITE YORKIES AND PLAY HARD!&#10;&#10;Increase your rent by buying Toys for your dogs and upgrading them to Big Bones.  Sounds easy enough until you get fleas, have an accident on the carpet, or worse yet get sent to the kennel!&#10;&#10;GRAB YOUR TOKEN AND ADVANCE TO GO YORKIES!&#10;&#10;Who knows!  You may soon be Best in Show... or hanging out with a Yorkie with a Mohawk!&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Analyze Me",
    "ID": 92302,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/92302/analyze-me",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Analyze Me is filled with humorous, revealing, and intriguing questions all designed to help you get to know your family and friends a little better, and become the next graduate of the Shrink Academy.&#10;&#10;On your turn, you ask a question from 1 of 4 categories: Work Life, Private Life, Social Life, and Play Life. The other players submit a card facedown indicating their answer (either A, B or C). As you peer into their minds and hearts, try to guess their true personality and preferences. Guess who answered what correctly and you win the category card. The first player to collect 1 of each category card wins the game!&#10;&#10;Whether you go down as one of the worst shrinks in history or become a master of the couch, Analyze Me will lead to lively discussions, a few secrets, and hopefully a little honesty as your opponents become confidants.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sketch It",
    "ID": 92303,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/92303/sketch-it",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Artists, doodlers, and armchair critics alike will love Sketch It. With paper and pencil ready, draw a card and roll the die. Ready, set, sketch it!&#10;&#10;Each card lists six items. The number rolled tells you what you will sketch. Each person will sketch a different item, and do so all at the same time. Draw fast so you can grab the higher-valued tokens &ndash; but don't draw too fast or you'll stump your opponent. In Sketch it, you score points two ways: when the player who received your drawing guesses what you've drawn, and when you can figure out the masterpiece you received.&#10;&#10;After ten rounds, the one with the most points wins! You're either the best artist, the best decipherer, a little of both, or maybe just the luckiest. No matter how it ends, players will sketch, laugh, and try to outsmart each other down to the nub.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pixy Cubes",
    "ID": 92304,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/92304/pixy-cubes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Arrange colorful cubes in different designs with Pixy Cubes. Each cube is colored green, red, yellow, and blue either as solids, halves, or in two variations of crescent shapes. You can race for speed, challenge your memory, or simply create pictures and designs as a pastime.&#10;&#10;In the speed game, players try to be the first one to arrange their cubes in a pattern designated on a Challenge Card. In the memory game, players have ten seconds to memorize the pattern, then try to be the first one to duplicate it.&#10;&#10;Pixy Cubes also contains Design Cards that players can use as a layout. Some cards show the sides of the cubes while others are plain. The levels of difficulty vary. With or without the models, the possibilities are just about endless!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spell it!",
    "ID": 92310,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/92310/spell-it",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In Spell it!, one player rolls the five alphabet dice each round, then everyone tries to think of a word that uses three of the five letters in a word that fits the theme. The themes include: &quot;Home Sweet Home&quot;, &quot;Around the World&quot;, &quot;Famous People&quot;, &quot;Sports, Games, and Hobbies&quot;, &quot;Create a Theme&quot; and &quot;No Nouns&quot;.&#10;&#10;If you call out a word that matches the theme, you win a chip equal to the total number of letters used in that word.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Objective Raids",
    "ID": 92315,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92315/battletech-objective-raids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Objective Raids is an indispensable resource for BattleTech and MechWarrior players, providing current listings of units and industries on worlds along the border of the Clan occupation zone.&#10;&#10;A discussion of the tactics for conducting raids, two representative industrial floor plans, and a reference guide for locating the manufacturing site of any BattleMech, vehicle, aerospace fighter or component is also included.&#10;&#10;User comment:&#10;&#10;This sourcebook is an expansion for MechWarrior and BattleTech, although it's slightly strange in that it offers nothing by way of rules, and not much by way of fluff. It's essentially a battle- or campaign-building resource, that works very well with Hot Spots and the Mercenary&#039;s Handbook: 3055 in two different ways.&#10;&#10;Firstly, it provides an updated military roster for the Successor States, the three major Periphery realms and the clans, the first such major update since the BattleTech: 20 Year Update.&#10;&#10;Secondly, it includes locations for every major defence industry plant, anywhere. If you want to know where PitBan 320 engines are manufactured, this book can tell you. Not just aircraft, vehicles and 'Mechs, but every major component. That actually adds a surprising amount of depth for a campaign, because it gives good background reasons for staging raids, slash and burn attacks and the like. It's also not difficult to work backwards using other sourcebooks to place those industry sites in their correct realms at various points in history, so the book can work well with the older House books for games set before, during or after the Fourth Succession War.&#10;&#10;This book's no longer in print, but it is available as an electronic download from the current licence holder, and as this isn't a book you'll need out on the tabletop on a regular basis like a main rulebook or the Technical Readouts, it's one that doesn't suffer from staying in electronic form.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DungeonWorld",
    "ID": 92316,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/92316/dungeonworld",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Dungeon World is a rules system designed to allow players to use 10mm Pendraken Miniatures to conduct old school dungeon crawl adventures using heroes to battle terrible Monsters in the deep, dark places of the World.&#10;&#10;These rules are for fantasy skirmish war gamers who like the idea of taking up table top gaming, but lack either the space to play a larger scale game, or who are reluctant to spend a king`s ransom collecting 28mm heroes and monsters. Larger scale dungeon games tend to look rather flat and slightly abstract, unless the collector is prepared to put in a vast amount of time and energy to make the game stand out above the norm. Well, with 10mm miniatures you can not only play highly satisfactory skirmish games on the size of a small coffee table, but you can also buy your entire resin dungeon and a complete collection of miniatures for far less money than it might normally cost you to purchase even one fantasy army using the larger scale miniatures made by most mainstream game companies.&#10;&#10;A game by Stephen A Gilbert.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Invading Clans",
    "ID": 92317,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92317/battletech-invading-clans",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book:&#10;&#10;They came from the Periphery in devastating war machines piloted by genetically engineered warriors. They are the Clans, descendants of the great Aleksandr Kerensky, the legendary general who led the remnants of the Star League army out of the Inner Sphere and away from the rising tide of war. Their very names strike fear in the hearts of their foes.&#10;&#10;Ghost Bear. Diamond Shark. Nova Cat. Smoke Jaguar. Steel Viper. Jade Falcon. Wolf.&#10;&#10;But who are these mysterious invaders? How have they changed from their cousins who remained behind in the Inner Sphere? In the tradition of the Clan Wolf and Jade Falcon sourcebooks, Invading Clans details the history, culture and military might of the remaining invading Clans.&#10;&#10;User comment:&#10;&#10;This book is a companion volume to the two more specific Clan volumes produced for the Wolf and Jade Falcon Clans, and details the other five Clans that invaded the Inner Sphere, to varying degrees of detail. Expanding on the background detail are details and in-game stats for 10 new BattleMechs, two for each of the Clans. These were later reproduced in the BattleTech: Technical Readout 3058, so if you own that sourcebook already you won't get any new equipment out of this one, but the background is useful when constructing games that feature the Clans, as protagonists or antagonists.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Black Thorns",
    "ID": 92321,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92321/battletech-the-black-thorns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;For Adept Jeremiah Rose, ComStar's stunning victory on Tukayyid was a crushing personal defeat. After losing his 'Mech and his command to the Clans, Rose resigned his commission with the Com Guards and returned home to seek a place with his family among the famed Northwind Highlanders. When the Highlanders rejected him, Rose refused to give up. He set out for Solaris VII, where he gained a new BattleMech, new comrades, and a renewed sense of purpose. Thus the Black Thorns were born...&#10;&#10;Recreate the exciting adventures of Jeremiah Rose and his Black Thorns in this scenario pack for BattleTech. Based on the events of the novels Main Event and D.R.T., this book includes a history of the Black Thorns, as well as MechWarrior game statistics for the main characters of this elite mercenary unit.&#10;&#10;User comment:&#10;&#10;The Black Thorns never played a particularly large part in the game canon for the BattleTech universe, and are mostly detailed in a series of novels. This scenario pack contains 15 or so assorted scenarios that allow players to replay major and minor battles from the Black Thorns novels, and also adds four new 'Mechs to the BattleTech game; 3 Clan 'Mechs and 1 ComStar 'Mech. The 'Mechs were reprinted in the BattleTech Technical Readout: 3058 a year later, so if you already have that expansion and aren't interested in the Black Thorns, there's not much reason to get this sourcebook. On the other hand, if you're a big fan of the unit itself, then this is probably a must-have expansion, so you'll be happy to hear that the current licence holder has it available as an electronic book.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eternal Legend",
    "ID": 92324,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92324/eternal-legend",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "You are an Eternal Legend, a warrior who has the ability to take on at least a hundred men and survive.  A hero who has fought many battles and come back with trophies, gold and many tales to tell.&#10;&#10;Such heroes and heroines of adventure and wonder travel the land to seek their own destiny and fortune. Yet there is only one true way to gain such fame and that is on the field of battle.  Any hero can go down into a dark dungeon or save a maiden from a tower, but it takes a true hero to fight alongside fellow men and outshine every one of them.&#10;&#10;Eternal Legend is a  hack and slash adventure where you play one hero or heroine who has to cleave their way through years of war in order for their name to go down in history. Every turn a card is drawn and the player can choose to fight in that war or pass it by. If they pass they begin to fade into obscurity but if they succeed the Hero gains more riches and fame.&#10;&#10;As the years go on the world gets harsher, new wars are fought and less is understood. Can your hero survive all eight eras of battle or will their name go down in just a few sections of history?&#10;&#10;Play one hero or compete for fame with friends as you cleave your way war by war, becoming the victor or dying a (hopefully) heroic death. The objective is to claim fame in as many wars as possible and amount the largest pile of gold and riches before your inevitable defeat.  Everyone dies someday, so why not go out in a shower of bloody but heroic glory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spinagogue",
    "ID": 92326,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92326/spinagogue",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Object  of the Game&#10; To spin the dreidel  longer than your opponent.  &quot;Longer&quot; pertaining to the length of the time the dreidel spins from the release to the finish Time of Spin (TOS), from the moment the dreidel leave your fingers to the moment it comes to a complete rest on its side.  The referee (an impartial judge who is not spinning in the match) is the only one who wil keep track of a spinner's TOS with the sanctioned MLD Spinometer.&#10;&#10;The Spin Zones are located in the middle of the Spinagogue.  They are the designated &quot;spinning areas&quot;, the only place on the spinagogue a player is permitted to spin.  A player can never intentionally spin the dreidel outside of the Spin Zone.  For MLD tournament play the Spin Zone decreases in size as rounds progress, usually every two rounds in &quot;head-to-head&quot; play depending on your bracket and every round in a &quot;total spin tournament&quot;. The Spinagogue comes with two separate spin Zones, when placed inside of the Spinagogue comes with two separate Spin Zones, when placed inside of the Spinagogue they decrease a player's spinning area, making spinning conditions more difficult.&#10; There are 3 more variations of play using different MLD Game Terrains (inserts):  Spinnings, Target Tops &amp; Hardwood Court.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Religious"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: 1st Somerset Strikers",
    "ID": 92328,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92328/battletech-1st-somerset-strikers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back cover:&#10;&#10;The Clans:&#10;&#10;They came from beyond the Periphery, attacking dozens of planets in a massive blitzkrieg more devastating than any in the history of warfare. World after world fell before their technologically superior BattleMechs and armored infantry. Nothing in the Inner Sphere seemed able to stop them.'&#10;&#10;Major Adam Steiner:&#10;&#10;His unique brand of battlefield tactics earned him a transfer to the prestigious Nagelring War College on Tharkad. No sooner had he left his home world of Somerset than Clan Jade Falcon attacked, easily conquering the planet and capturing his brother Andrew. Now Adam must forge a ragtag bunch of cadets and misfits into a team in order to retake his home and rescue his brother.&#10;&#10;1st Somerset Strikers is the official guide to the BattleTech Animated Series. This sourcebook describes and illustrates in full color every character, BattleMech, and vehicle from the show. Detailed accounts of each of the original fourteen episodes include a complete plot synopsis and special background information, and designer notes offer FASA's perspective on the production of the BattleTech animated series. A section of BattleTech rules for the equipment and characters in the show, and scenarios based on the episodes make this book a valuable resource for fans of the game as well as the animated series.&#10;&#10;User comment:&#10;&#10;This expansion was... probably inevitable. After all, if you have a cartoon series based on a wargame, then you need to have an expansion for that tv series, to help bring people into the game. This expansion has details of the equipment and 'Mechs used in the BattleTech tv series, which includes a number of 'Mechs already printed in other sourcebooks, and some equipment that's... unusual. While the gameplay value of some of this equipment is negligeable, it certainly has some novelty value. This is possibly of most interest to those who really liked the tv series or are BattleTech completists... and althouigh it's out of print, the current licence holder has it available in electronic form from their website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The Phantom",
    "ID": 92332,
    "Year": "(2011)",
    "Geek Rating": "6.279",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92332/carcassonne-the-phantom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5806",
    "Description": "Carcassonne: The Phantom consists of 6 transparent phantoms in 6 colors. The purple phantom is for the gray player.&#10;&#10;Rules &#10;Each player gets a phantom of his player color. When placing a follower on a tile, the player may also place his phantom as an additional follower on the same tile. When both the follower and the phantom occupy the same tile, they must be placed on two different features. When the player gets his phantom back from scoring, he may keep it to use in a later turn. The phantom can also be placed by itself, and always counts as a regular follower.&#10;&#10;Carcassonne: The Phantom will be available in German beginning in March 2011, with a worldwide release in April. The set will be released in 36-expansion boxes with 6 different colored transparent meeple-shaped boxes to choose from.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stock Car Championship Racing Expansion Pack",
    "ID": 92340,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92340/stock-car-championship-racing-expansion-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This expansion for The Stock Car Championship Racing Game adds a cardboard strip of track, more rules, a pad of race sheets, and three chase cards to the basic game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gramo The Grammar Game of Skill and Chance",
    "ID": 92344,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92344/gramo-the-grammar-game-of-skill-and-chance",
    "Min Players": "2",
    "Max Players": "41",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "60 grammar terms and their descriptions are the basis of this Bingo-type 'educational' game. Each player gets one of 40 'GRAMO' cards, a 5 by 5 grid where each square has a grammar term number and it's description. The caller randomly pulls from the stock of 60 tokens, and reads aloud the column letter (G, R, A, M, or O), a grammar term, and optionally, that term's number. If that term's description is on his or her card, a player marks that square with a translucent disk, hoping to be the first to get five in a row. Can be played in three difficulty levels:&#10;&#10;1) Playing by the numbers. The caller reads the column letter, term, and term number. This makes the game no harder than Bingo with some grammar terms thrown in.&#10;&#10;2) Playing by the book. The caller omits the term number, but players have access to a &quot;Epi/Gramo&quot; booklet in which they can find the terms and descriptions.&#10;&#10;3) Playing for mastery. Players no longer have access to the book and have to recall from memory all terms and their description.&#10;&#10;A player calls &quot;Gramo&quot; when he or she covers five squares in a row on his or her card, and once verified is declared the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Multifactor",
    "ID": 92349,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92349/multifactor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Develop a nimble mind by computing basic multiplication facts or, inversely, breaking products down into factors and possibly prime factors. In the game, players use two spinners to generate numbers, and have cards that track the results of the spins, depending on the game.&#10;&#10;In Product Capture, players claim the product of two factors they spin. Three or more chips in a row earn points keyed to the color zones.&#10;&#10;In Factor Pursuit, players compute the product of two spinners and mark any set of factors for this product on their scorecards. Be the first to fill your scorecard and win! A bonus investigation guides students in exploring the multiplication table for repeating, reflecting, and growing patterns&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freebooterz",
    "ID": 92355,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92355/freebooterz",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Freebooterz is a Rogue Trader expansion describing the Space Orks of the Warhammer 40000 universe.&#10;&#10;The 148 pages book includes army lists for three ork clans (Death Skulls, Evil Sunz and Bad Moon) and several types of Ork Freebooterz, as well as painting and building tips, special Ork characters and new war machines like the Traktor Kannon or the Bubble Chukka.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Jive!",
    "ID": 92362,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/92362/jungle-jive",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jungle Jive!  The Eggciting Balancing Game!&#10;&#10;Jungle Jive!  is a party game in which players challenge themselves and others to see who has the best balance, flexibility, coordination and concentration.&#10;&#10;Players take turns drawing challenge cards (rated from easy to hard) describing a stretching, balancing or turning exercise the player must perform while holding an electronic egg.  If the egg is tipped off-balance during the player's turn, the sleeping baby bird inside will awake and start laughing!  The player will then receive no points for that turn.  If the baby bird sleeps through the exercise, that player moves their token forward one space.  The first player to complete 5 exercises without waking the bird is the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Chaos March",
    "ID": 92365,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92365/battletech-chaos-march",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Chaos March gives players the information they need to run games and campaigns in the troubled Sarna March. The Guide to the Chaos March  offers players an up-to-date look at the many factions and employment opportunities on the planets in the area, including first-person accounts of the real situations. Chaos March also includes new rules and equipment for BattleTech and MechWarrior, and a chapter describing Outreach, the ideal starting point for a Chaos March campaign.&#10;&#10;User comment:&#10;&#10;This sourcebook filled the need for an area that could be used in campaigns that didn't feature the Clans, but also wasn't another &quot;fight the Periphery Bandits&quot; scenario repeated over and over. The location of the Chaos March within the Inner Sphere makes it ideal for use with factions from all of the major Houses, and the book offers lots of plot hooks and ideas. It also introduces several new vehicles, including possibly the most dangerous helicopter in BattleTech history.&#10;&#10;This book's probably of most use to those who want to create battles that involve any major or minor faction wanted, want to use Level 2 technology, and don't want to be limited to scenarios linked to the period between the war of 3039 and the Clan invasion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Falcon and the Wolf",
    "ID": 92369,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92369/battletech-the-falcon-and-the-wolf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;For years, the bitter rivalry between the warriors of the Wolf Clan and the Jade Falcons simmered. Then in June of 3057, growing political tensions among the fearsome invaders erupted in a bloody war of attrition. From the mountains of Colmar to the icy wastelands of Morges, the armies of these ancient enemies clashed in a dramatic duel to the death.&#10;&#10;The Falcon and the Wolf is a BattleTech scenario pack that describes the epic Trial of Refusal between the Wolf and Jade Falcon Clans described in the BattleTech novel Bred for War. Filled with historical notes and personal accounts of the Trial, game scenarios, and special Clan rules, The Falcon and the Wolf provides everything the BattleTech player needs to recreate the battles of this major intraClan conflict.&#10;&#10;User comment:&#10;&#10;Although there are only 12 scenarios in this scenario pack, it was the first strictly Clan vs Clan scenario pack produced by FASA. While it doesn't add any new equipment or 'Mechs to the game, it does function as an update on the strengths and locations of the various units from the two Clans, which adds some utility to this sourcebook beyond the scenarios themselves.&#10;&#10;This scenario pack is currently out of print, and isn't available from the current licence holder.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Netrunner: Proteus",
    "ID": 92370,
    "Year": "(1996)",
    "Geek Rating": "5.582",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92370/netrunner-proteus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.7143",
    "Description": "PROTEUS, the first expansion for Netrunner, also referred to as v2.1, was released 5 months after the initial release of Netrunner. It added a few interesting mechanics to diversify game play:&#10;&#10;Runners and some Black Ops could now cause the Corp to accumulate so-called &quot;Bad Publicity&quot; counters. These counters worked like agenda points in that they could not be removed once you had one - but unlike agenda points, having 7 of them would cause the Corp to lose the game.&#10;&#10;Runners were given a new Resource type that now gave Runners an edge that only the Corp had: &quot;Hidden Resources&quot; would enter the game face down and were not visible to the Corp until their ability was used; typically, this involved trashing the Resource.&#10;&#10;Some things were also upgraded for the Corp. Many ICE cards featured abilities that allowed the ICE to become more powerful as things developed in the game - and with &quot;World Domination&quot;, the Corp could now win the game with a single Agenda.&#10;&#10;Proteus cards were sold in 15-card Boosters and are now rarities, sought after by many collectors due to its limited print volume.&#10;&#10;Official Publisher Synopsis from the back of the box:&#10;&#10;For years the data fort had cycled idle, a derelict from a corporate war. When Max Forward lifted its address, he expected a cakewalk: the fort was old, unmonitored. But then it's not every day that a Runner faces a revolutionary security experiment...&#10;&#10;Discover the product of the new tech Forward brought to light: ice capable of transmuting into completely different countermeasures; smart icebreakers that can rewrite their own code. Proteus. Whether you're Runner or Corp, expect a few changes.&#10;&#10;Blurb taken from: http://www.netrunneronline.com/set/proteus/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Netrunner",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Fall of Terra",
    "ID": 92371,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92371/battletech-the-fall-of-terra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Since the Battle of Tukayyid, ComStar has been torn asunder. The misguided Blakists still adhere to the old ways that shrouded technology in a veil of mysticism for hundreds of years. While the Inner Sphere was caught up in the Jade Falcon attack on Coventry, the Word of Blake struck Terra  quickly and without mercy, using deep-cover agents to cripple us from within. From this terrible blow, ComStar&mdash;and Terra&mdash;may never recover.&#10;&#10;- From the diary of Sharilar Mori, Primus of ComStar&#10;&#10;The lies of Focht's ComStar have gone unanswered long enough. The time has come to drive the heretics from the cradle of humanity. Then the purifying light of Blake's True Vision will shine again on Terra, the gleaming gem set at the heart of the Inner Sphere. Then all will know that the true ComStar, the Word of Blake, has returned to guide them through the darkness of ignorance.&#10;- From an address to the Word of Blake Militia by Precentor Demona Aziz&#10;&#10;The Fall of Terra is a BattleTech scenario pack that describes the struggle for control of the Earth between the warring factions of ComStar. Sixteen scenarios and special weather rules recreate the major battles of this campaign. Also included is a sourcebook section describing the history and features of 31st-century Terra.&#10;&#10;User comment:&#10;&#10;This scenario pack is the second one to feature the Com Guard, this time fighting their opposite number.  The scenarios in the pack cover a range of geographical areas drawn from around the world, and there are various weather rules covering areas such as fighting in deep snow to make life more interesting for those playing.  The scenario pack finishes with a reasonable amount of information for setting follow-up games on Earth after the events covered, and in addition to these genreal game rules also adds profiles for a new (and fairly unexciting) vehicle and two new 'Mechs. The fact that this scenario pack is set on Earth makes it entertaining in it's own right, and it's one of the scenario packs available as an electronic download from the current licence holder.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Field Manual: Draconis Combine",
    "ID": 92379,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92379/battletech-field-manual-draconis-combine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Of all the armies of the Inner Sphere, none is as universally feared and respected as that of House Kurita's Draconis Combine. With fighting skills learned in the finest academies and tempered by the ancient code of bushido, the MechWarriors of the DCMS  know no equals. Their loyalty and skill are legendary, and their tenacity has won them hundreds of battles across known space. This classified field manual, seized from the Combine's Internal Security Force, reveals the inner workings of the Draconis Combine military, from district regular units to the elite Sword of Light regiments. This document is an invaluable resource for both allies and enemies of the Combine.&#10;&#10;Battletech Field Manual: Draconis Combine contains extensive information about all aspects of House Kurita's military. Every BattleMech regiment of the DCMS is described in detail, including their history, officers and tactics, special rules reflecting the unique abilities of each regiment are included as an optional expansion to BattleTech play. Among the many other features of the book are new weapons, equipment, and BattleMechs unique to the Draconis Combine.&#10;&#10;User comment:&#10;&#10;The most detailed and expansive sourcebook for matters relating to House Kurita and the Draconis Combine since the House Kurita sourcebook ten years earlier, this BattleTech expansion features much more by way of rules and game material than it's predecessor, and provides detail on every major 'Mech unit in serice with the Combine at the time. This sourcebook is currently out of print.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Willitip",
    "ID": 92387,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92387/willitip",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Balancing/dexterity game for 2, 3 or 4.&#10;&#10;Players in turn place weights over pegs on a five-armed structure balancing on a central pivot. A weight placed too far out along an arm causes the structure to overbalance, costing the player points. As the game progresses and more weights are placed on the arms of the structure, it is possible to place weights at the end of the arms.&#10;&#10;There are three different scoring mechanisms that can be used within the game, allowing for a certain degree of strategy to be employed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 19th Hole Classic Golf Card Game",
    "ID": 92389,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92389/the-19th-hole-classic-golf-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box cover:&#10;&#10;Golfers&#10;Get your favorite foursome together and discover the fantastic entertainment in eighteen holes of golf, played with cards.&#10;&#10;Played using cards, each player is dealt a hand of cards representing the number of strokes scored for a given hole.  Each player chooses the card that they want for each hole, with the winner of each hole playing last on the next hole.  Play continues in this fashion until 18 holes have been completed; the player who won the most holes wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WordPress Board Game",
    "ID": 92426,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/92426/wordpress-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the game, each player takes a role as a web developer who works on a team to set a new blog by implementing the WordPress engine. Each player need to set the optimal combination of plugins. It sounds easy, right? But there are some elements on the game that will make that simple task much more challenging. There are 3 dices that represent the request from the boss that the player must obey &ndash; some time those will destroy all the work. When to cooperate and when to compete is another challenge that each player need to solve.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: The Battle of Coventry",
    "ID": 92430,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92430/battletech-the-battle-of-coventry",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the back of the book:&#10;&#10;REMATCH: CLAN vs INNER SPHERE&#10;&#10;A failed alliance tears a nation apart. Ancient rivals join forces. The winds of change are blasting across the worlds of the Inner Sphere, and the battle for Coventry is the center of the storm!&#10;&#10;In early 3058, following the disastrous Trial of Refusal with Clan Wolf, Clan Jade Falcon launches a brutal campaign against the Lyran Alliance to regain its status among the invading Clans. As the Lyran Alliance tries desperately to marshal the necessary troops to stop this invasion at Coventry, military forces from all the major powers in the Inner Sphere converge on the war-torn planet. With massive troops poised on both sides of the conflict, the battle for Coventry threatens to explode into an all-out war with the Clans once again! Will the Truce of Tukayyid hold?&#10;&#10;The Battle of Coventry is a BattleTech scenario pack that describes the savage conflict between Clan Jade Falcon and defending forces of the Inner Sphere on the planet Coventry. A detailed description of the hard-fought battle, along with seventeen scenarios and special campaign rules, allows players to recreate the events that unfolded in the BattleTech novel Malicious Intent - and perhaps even change the course of history.&#10;&#10;User comment:&#10;&#10;This is another Clan vs the Inner Sphere scenario pack from FASA, containing 17 assorted scenarios and the details on one new Clan OmniMech, the Cougar, which was reprinted a couple of years later in BattleTech Technical Readout: 3060. This scenario pack is similar to the earlier Luthien scenario pack, in that it brings along a multi-national force to represent the Inner Sphere; with units such as the Com Guard, Wolf's Dragoons, the Eridani Light Horse, the Davion Heavy Guards and others to choose from, it's a good opportunity to play your favourite unit from the novel on which the scenarios are drawn. Thanks to the inclusion of the Com Guard Invader Galaxy, it's also possibly the only scenario pack where the Inner Sphere player will go into a battle or two equipped to the same technological level as the opposing Clan.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: England",
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Field Manual: Free World's League",
    "ID": 92436,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92436/battletech-field-manual-free-worlds-league",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Spared from the ravages of the Clan invasion, the Free Worlds League flourished as an arms supplier to the embattled legions of the Inner Sphere. Captain-General Thomas Marik patiently guided the Free Worlds League Military  through a long-overdue reformation as the troops of his Great House rivals battled the invaders. Bolstered by the League's powerful military-industrial complex, the FWLM now stands as one of the largest and best-equipped forces in the Inner Sphere.&#10;&#10;This classified field manual, seized from the League's intelligence organization, reveals the inner workings of the FWLM, from the humble Marik Militia to the elite Knights of the Inner Sphere.&#10;&#10;An invaluable resource for both allies and enemies of the League, the BattleTech Field Manual: Free Worlds League provides a complete survey of House Marik's military. The manual includes dossiers that describe the history, officers and tactics of all FWLM BattleMech regiments; special rules that reflect the unique capabilities of each regiment; new weapons, equipment, exclusive FWLM BattleMechs and more.&#10;&#10;User comment:&#10;&#10;The first sourcebook dedicated to the Free Worlds League since the publication of the House Marik: Free Worlds League sourcebook ten years earlier, the Free World's League field manual has less by way of background and fluff, nad more by way of rules and units. In addition to updating the location, dispostion and strength of all of the major military and mercenary 'Mech units in service with the League, this field manual adds some new 'Mech variants and a new Free Worlds League OmniMech, as well as detailing new Warship units built or in development and a number of new advanced weapon systems for BattleTech.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Naval Battles:  Global Warfare Ship Expansion #1",
    "ID": 92467,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92467/modern-naval-battles-global-warfare-ship-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "This expansion adds 110 Ship cards to your Modern Naval Battles - Global Warfare game!&#10;&#10;These cards do not require any new or special rules, just add them to your fleets and you are ready to play even bigger battles.&#10;&#10;Included are more ships for the nine navies featured in the original game (USA, USSR, UK, France, China, Argentina, Taiwan, Norway, and Japan) plus 3 NEW navies! (Germany, Italy, and Canada)&#10;&#10;We&rsquo;ve also included several more civilian ships for escort scenarios.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Series: Naval Battles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anzio The Bloodiest Beachhead",
    "ID": 92490,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/92490/anzio-the-bloodiest-beachhead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "On 22nd January 1944, Allied forces landed at Anzio, a small coastal town just 30 miles south of Rome. This attack behind enemy lines, was intended to unhinge the German fortified Gustav Line.&#10;&#10;The Germans responded quickly, containing the beachhead. The fighting was bitter, with both sides suffering high casualties. Intense artillery bombardments, water filled trenches and muddy conditions, made this battlefield a wretched place. The Allies would be on their beachhead for four long months before they were able to breakout and meet up with the rest of U.S. 5th Army.&#10;&#10;The game represents the first six weeks of this campaign. It was a period when both sides attacked each other vigorously, looking for opportunities to  break through the enemy defences, while desperately resisting enemy advances. By the beginning of March, both sides had fought each other to a standstill.&#10;&#10;The Anzio rules bring differential based combat, single stacks attacking single stacks, Random Events, random strength Allied bombardments, historically based special abilities for some formations, anti tank values, bog checks for off road movement and disengagement tests when attempting to leave an enemy ZOC.&#10;&#10;The presentation includes Large hexes and large counters to enhance the playing experience. The counters are provided on self adhesive paper and require the user to mount them onto card prior to cutting.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Anzio (Italy)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip For It",
    "ID": 92494,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/92494/flip-for-it",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Place eight number cards around the dice rolling bubble (Flippy). Press down on Flippy, let go, and watch him flip and roll the dice for you! Claim a card that matches the number on either die or their total. Easy-to-learn, fast-paced fun for the whole family!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Math",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Field Manual: Mercenaries",
    "ID": 92496,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92496/battletech-field-manual-mercenaries",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;For nearly 300 years, war has raged across the Inner Sphere as the rival Successor States fought one another and fearsome invaders called the Clans. This maelstrom of conflict has created untold suffering and destruction -- and a never-ending demand for the services of mercenary soldiers.&#10;&#10;BattleTech Field Manual: Mercenaries provides an in-depth look at mercenaries in the 31st century, from the inner workings of a mercenary unit to detailed profiles of more than forty prominent mercenary bands. This how-to manual for would-be soldiers of fortune includes the histories, officers and favorite tactics of select mercenary units. special rules that reflect the unique capabilities of each mercenary command, and rules for creating and running your own BattleTech mercenary units.&#10;&#10;User comment:&#10;&#10;This was the last update in the Mercenary's Handbook series by FASA; the sequel to the earlier Mercenary&#039;s Handbook 3055, it provides an update on a broad swathe of Mercenary units in the Inner Sphere, updates the rules on running a Mercenary band, earning contracts, logistics and the like, as well as adding some new equipment rules.&#10;&#10;Several years later, FanPro updated this Field Manual to reflect current events in the canon timeline, and issued a new version as Field Manual: Mercenaries (Revised) under a new product number.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Northwind Highlanders",
    "ID": 92500,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/92500/battletech-northwind-highlanders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the cover:&#10;&#10;Since the distant time when mankind knew only one sky and one sun, soldiers of the proud units that became the Northwind Highlanders have won brilliant victories against often-desperate odds. From small-scale uprisings in ancient Scotland to epic struggles between mighty star empires over countless worlds, the Northwind Highlanders of every generation have added to their forebears' battlefield glory. Fiercely proud warriors, the Highlanders have left their legendary mark on the universe -- and will do so as long as war rages in the Inner Sphere.&#10;&#10;The Northwind Highlanders is a BattleTech scenario pack that follows the career of this phenomenal unit, from its inception on Earth in the 18th century to the latest battles of the 31st century. Fourteen scenarios drawn from different periods in the Highlanders' distinguished history let players recreate the unit's greatest battles -- beginning with the First Kearny Highlanders' near-fatal first engagement in 2366, all the way up to the year 3059. Also included are a detailed unit history and a complete military roster. Players can use optional rules that reflect the specialties of each Highlander regiment in conjunction with the BattleTech: Field Manuals series to create their own Northwind Highlander scenarios.&#10;&#10;User comment:&#10;&#10;Part sourcebook, part scenario pack, this expansion gives more detail on the Northwind Highlanders than any previous sourcebook, alhough the fluff section makes up a smaller part of the book than the scenarios drawn from the Highlander's history including a small campaign against the Clans, details on the various Highlander regiments and a couple of items of new equipment.  While the new equipment has been reprinted in the BattleTech Technical Readout: 3060 this particular expansion is out of print, and not currently available from the present licence holder.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panimomestari suosittelee",
    "ID": 92501,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/92501/panimomestari-suosittelee",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Tietovisa oluen yst&auml;ville. &#10;Quiz-type Boardgame for beer enthusiastics.&#10;&#10;Game includes a board with a trail of different types of beer with The Start spot and the Goal.&#10;&#10;The game includes only the board and the Question cards. No playing pieces for the players are included, but the players are instructed to use bottle caps, small coins and/or anything they find from theyr pockets as the playing pieces&#10;&#10;During a players/teams turn they answer a question presented to them by a opposing player/team from a question card that includes 2 different questions (the question asked is determined randomly)&#10;On wrong answer they have to take one Step back and on right answer 3 forward. If the Question card includes a picture of the beer where the players piece was originally then they are awarded with one additional step forward , the first one to reach the goal is the winner&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  }
]