[
  {
    "Rank": "N/A",
    "Name": "Myth",
    "ID": 25028,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/25028/myth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Myth&quot; is an interactive video card game.  There are two levels at which the game may be played - for the Beginner level, players, via battles, must be the first to collect a set of 5 different warriors (Human, Elf, Goblin, Dwarf and Troll) of any number ('1', '2', or '3'), whilst in the Standard level players must battle to collect a set of 5 different warriors of the same number.&#10;&#10;Battles are resolved by players simultaneously playing numbered Warrior and Weapon cards and consulting a battle grid (player with the top total score wins the battle).  Depending on the result, Warriors and/or Weapons are then exchanged between the players or the deck.&#10;&#10;The main feature of the game is an accompanying video (played during the game) which features the &quot;Battlemaster&quot; who dictates changes to the gameplay which will 'make certain only the best warriors (players) will prevail'.  This includes penalizing the current leader (by removing a Warrior card from their hand), helping the current loser, swapping/taking cards from another players hand, and other such winner-influencing actions.&#10;&#10;The game was produced in Western Australia by a now apparently defunct games publisher.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clunk-A-Glunk",
    "ID": 25029,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/25029/clunk-a-glunk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Played this is a child, so the game's objective is not remembered. It came with a fold out board a la Twister, though not as large. There were numbered/colored Glunk cards that were placed around the board in designated outlined locations.&#10;&#10;I only remember it being one of those frenetic games, as players raced to grab certain types of cards using the included one foot+ long wands with a suction cup at the end. Many times the suction wasn't strong enough and frustrated players with smash the wand down on the card numerous times until it would adhere. It was a noisy, chaotic affair, and the gimmick wore off quite fast. Made good for some temporary hysterics though..&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;&quot;Played this is a child, so the game's objective is not remembered.&quot;&#10;&#10;Response: This was kind of a Demolition Derby type of Go Fish. There were two sets of cards. Player Cards and Glunk Cards. The Glunk cards were shuffled and placed face down in the middle of a 4' by 4' heavy vinyl sheet. The Player cards were scattered face down around the Glunk cards. Each player would take turns counting 3-2-1 and tuning up a Glunk card and calling the colour of the Glunk pictured. The card would be placed face up on top of the deck.The person turning the card would have to quickly get out of the way as blows would begin raining down as players would try to stick their suction cup tipped Glunk stick to the back of each card in rapid succession, looking for a colour match. No hands allowed, except to replace the non-matching cards face down on the sheet. When a match was found the player would call it, keep the card and claim the Glunk card to form a pair. The winner was the player with the most pairs at the end of play.&#10;&#10;(Note:*My brother's solution to cards not sticking well, was to LICK the suction cup in between cards. I ended up with many bruises resulting from being bashed while playing. The force of the blows was quite something, seeing as the sticks were made of thick, rigid plastic. Within two years all were broken and the vinyl sheet - white when turned over, became my thrifty mother's picnic table cloth.)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragonlord",
    "ID": 25030,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/25030/dragonlord",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Extremely rare Wee Warriors game where players are dragon-mounted warriors engaged in dragon-to-dragon combat.  Map is highly unusual in that it uses squares instead of hexes and has a 2 and 1/2 D map of the terrain the dragonlords &quot;fly&quot; over as they fight.  Game design and all art is by Morno (Bradley Schenck).&#10;&#10;Reasonably complex for the time as players needed to track height above ground, facing and various combat stats.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hidden Movement",
      "Paper-and-Pencil",
      "Player Elimination",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: Benelux/Central Europe",
    "ID": 25031,
    "Year": "(2006)",
    "Geek Rating": "7.008",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25031/power-grid-beneluxcentral-europe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1419",
    "Description": "Two new expansion maps for Power Grid: Benelux on one side and Central Europe on the other.&#10;&#10;Along with the maps are small rule changes to reflect the power culture in these two countries. As the Benelux countries support ecological power, players may have greater opportunities to acquire such power plants. Also, oil is more available and coal less available in these countries. As Poland has large coal supplies, coal will be much more plentiful than elsewhere in Central Europe. However, due to political stands taken by some countries, players may be limited in their access to nuclear power. The result is not just new maps, but new ways to play this great game!&#10;&#10;Description from the publisher's website.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Market",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Austria",
      "Country: Belgium",
      "Country: Czech Republic",
      "Country: Hungary",
      "Country: Luxembourg",
      "Country: Netherlands",
      "Country: Poland",
      "Country: Slovakia",
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thinking for Action",
    "ID": 25032,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25032/thinking-for-action",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Edward De Bono's &quot;Super Mind Pack&quot; contains the book 'Thinking for Action and many pieces for playing 30 games, each especially created to a different thinking strategy.  The ability to think creatively is a vital skill, but the ability to focus your thoughts and apply them in a practical way is just as important.  This product is much more geared towards utilizing playing games to expand ones thinking for getting things done, than its sister product Mind Pack.  The package comes with dice, playing chits, several pages of playing tokens, and 11 playing boards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice",
      "Economic",
      "Educational",
      "Math",
      "Maze",
      "Memory",
      "Negotiation",
      "Party Game",
      "Political",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Commodity Speculation",
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Paper-and-Pencil",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement",
      "Role Playing",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mind Power",
    "ID": 25033,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25033/mind-power",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Edward De Bono's &quot;Mind Pack&quot; has a book (Mind Power) and a package of pieces that are used to play over 80 games and exercises to help with thinking more efficiently, creatively and have greater concentration. This product teaches 'lateral thinking' techniques.  This is taking familiar ideas and associations and redefining them to make everyday thinking enjoyable.  It also includes his famous Six Hats thinking technique, which uses role-playing to help you realize your full mind power.  The Mind Pack package comes with two sheets of gaming tokens, a gaming board and three decks of specialized cards.  All of these pieces, plus the creative thinking ideas within the book itself can lead one to developing and exploring board game creation in directions not previously explored.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice",
      "Economic",
      "Educational",
      "Math",
      "Maze",
      "Memory",
      "Negotiation",
      "Party Game",
      "Political",
      "Puzzle",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Commodity Speculation",
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Paper-and-Pencil",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement",
      "Role Playing",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Georgia Trivia",
    "ID": 25035,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25035/georgia-trivia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two game booklets are provided, each containing over 1500 questions in the categories of Geography, General Information, History, Art/Literature/Music, Science/Nature, and Sports/Leisure, all relating to the U.S. state of Georgia.&#10;&#10;The booklets can be used to play a basic quiz game between two teams (first team to answer 30 questions wins) or as replacement questions for other trivia games.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Amazing Africa: A Cultural Adventure",
    "ID": 25036,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25036/amazing-africa-a-cultural-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A part of the Fast Track Learning game series, the card game is designed to help children learn important facts about the history, culture, people and geography of Africa.  Each card features a question and an answer to another question found on a matching card; players take turns asking other players for cards that answer their questions (similar to Go Fish).  The player with the most matches at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Africa",
      "Series: Fast Track Learning (Learning Resources)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jet Billiards",
    "ID": 25038,
    "Year": "(1894)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/25038/jet-billiards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Jet Billiards is a beautifully crafted dexterity game. The game comes with a wooden framed octagonal board with a cork surface, four round goals, and four score keepers (similar to an abacus).  The components include four squeeze bulb cue sticks, four Styrofoam balls (in four colors), one cork ball, and two wooden disks.&#10;&#10;The object of the game is to be the first to score ten points.  Points are scored by using the squeeze bulb to shoot the cork ball at your Styrofoam ball in an attempt to get your ball into your opponents' goal.  The wooden disks are used to close off goals when there are less than four players.&#10;&#10;This is a very unique, fun, and beautiful game that's long out of print and needs to be seen to be appreciated.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Environment",
    "ID": 25039,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25039/environment",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;ENVIRONMENT is a game of skill and fun with the accent on learning and awareness of the World around you.  It will leave you thinking!&#10;&#10;Playing the game involves spinning the Dolphin to select a colour destination and question.  Questions are based on the World's environment as well as Geographical and Historical subjects testing your General Knowledge.&#10;&#10;By moving the counters (carriers) clockwise on the Latitudes you make your way to the top of the World to collect a subject, returning anti-clockwise with it to  home base. During play there is a tactical element along with a lighter side of the game.&#10;&#10;ENVIRONMENT is played by 2 to 6 players individually or as teams with as many as you wish on each side aged from 15 to adult.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystique",
    "ID": 25040,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25040/mystique",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;&quot;Know you all a comic's chin?  A stately nose, a golfer's grin?  A President's brow, a pop star's cheek?  The name?....alas.... the game's Mystique.&quot;&#10;&#10;MYSTIQUE is a new and exciting game for all the family.  A numbered casket contains 75 famous faces from the past and present.&#10;&#10;As the face is gradually revealed the players attempt to identify the personality whilst collecting simple information cards.&#10;&#10;A simple and entertaining game which can be played anywhere, anytime by everyone!&#10;&#10;---&#10;&#10;In essence a simple deduction game where players try and identify a celebrity from parts of a (sketched) picture.  Help is provided in the form of FAX cards that provide information on gender, whether they are alive or dead, where they come from, and for which reason they may be famous (pop music, sport, cinema, television, public life, the arts).&#10;&#10;A somewhat complex scoring system is used to determine the winner of each round, and ultimately the winner of the game.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Big Horse Race",
    "ID": 25041,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/25041/the-big-horse-race",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A HABA Minispiele key chain game simulating a horse race with two jumps. It contains 12 sticks, four circular tokens and two wooden horses.&#10;&#10;The four circular tokens are blank on one side. On the reverse, three of them have a picture of a clover leaf and one has a picture of a jump. On their turn, the player places the tokens in the box, shakes the box and secretly looks at the tokens. They then declare which tokens are in the box, however, they can bluff. If unchallenged, the player moves according to the tokens they say they have (one space for each clover, and a jump required to clear each obstacle) and their turn is over. If challenged they display the contents of the box. If they were telling the truth they move accordingly and have another turn. If they were lying no movement occurs and their turn is over. First past the post wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Horses",
      "Players: Two-Player Only Games",
      "Series: Tin Games Series Mini-Spiel (HABA)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Networks",
    "ID": 25042,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.21",
    "Link": "https://boardgamegeek.com/boardgame/25042/global-networks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Instructions for Play:&#10;- - - - - - - - - - - - - - - - - - - - - - - - - - - - - -&#10;Object of the Game:&#10;&#10;&quot;To construct a global communications network ... ... A Superhighway of the Future&quot;&#10;&#10;Players answer questions on world communications collecting nodes and points to build a worldwide network. In the course of the Game, Players will use communications technologies to build their global networks of the future.&#10;- - - - - - - - - - - - - - - - - - - - - - - - - - - - - -&#10;&#10;This trivia game appears to have been designed for Alcatel, which logo appears on the box and the board. The game is of the simple 'draw-a-card-answer-a-question' variety. Getting answers right allows one to draw lines connecting 'nodes' on the curious seven-sided folding board that depicts a map of the world. The first player to connect sufficient nodes in all the different regions wins.&#10;&#10;The game comes with the unusual board, a deck of General Knowledge/Expert question cards (General Knowledge on one side, Expert on the other), a deck of Operations cards (like chance cards) and 4 erasable marker pens in different colors. The pens are used to mark the lines in one's network on the board, and also to write down your score.&#10;&#10;The theme is on telecommunications networks and this is reflected in the questions asked. There are also options to use Submarine Cable and Satellite Systems on the board to help complete your network.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ratz-Fatz",
    "ID": 25043,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/25043/ratz-fatz",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The box contains 36 different wooden figures (egg, duck, hare, chair, boy, star, ring, tree, ...), and a rule book with several variants and stories.&#10;&#10;In the basic game, one person reads a story. When the name of an item appears in the text, each player tries to grab the corresponding figure. Goal is to get most items.&#10;&#10;Other variants include memory elements, creating your own stories or poems, and recognize words within words.&#10;&#10;Expanded by:&#10;&#10;    Ratzolino&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: Lernspiel (HABA)",
      "Series: Ratz Fatz (Haba)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Crest of the Valkyrie (Flagbearer series)",
    "ID": 25044,
    "Year": "(2006)",
    "Geek Rating": "5.741",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25044/heroscape-expansion-set-crest-of-the-valkyrie-flag",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.375",
    "Description": "Heroscape Crest of the Valkyrie is an Expansion Set in the HeroScape series.&#10;&#10;There are five flag bearers, one for each original Valkyrie General.  Each figure comes with new dice with a general icon added to the blank side of the regular dice. Each figure has special abilities that make use of the new dice to benefit the associated general's armies.&#10;&#10;&#10;     Einar - Hatamoto Taro&#10;     Jandar - Sir Gilbert&#10;     Vydar - Laglor&#10;     Utgar - Ornak&#10;     Ullar - Acolarh&#10;&#10;&#10;Detailed list of figures&#10;&#10;Exclusively sold at Toys R Us.&#10;&#10;Expands:&#10;&#10;    Heroscape Master Set: Rise of the Valkyrie&#10;    HeroScape Master Set: Swarm of the Marro&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cursed!",
    "ID": 25046,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/25046/cursed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Cursed! is the outrageous card and voodoo doll game that allows you to take out all of life's little mishaps on the other players. You become a voodoo enthusiast by placing curse after curse on players who deserve them most.&#10;&#10;Each player has his own colored voodoo doll which represents his standing in the game. Once you have the power of the voodoo, you can give someone curses by playing cards upon them. If you have the fewest pins stuck in your doll when someone reaches 10 pins, you become Voodoo King and win the game.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hazard",
    "ID": 25047,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25047/hazard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "HAZARD - The Ultimate Golf Board Game. Play the course and avoid the hazards. 18 holes of exciting golf - whatever the weather.&#10;&#10;HAZARD can be played by any number of players in pairs, foursomes, or alone against the course. Players draw five cards representing a 'wood', 'long iron', 'mid iron', 'short iron' and 'pitch, chip or putt'. Each card has a different stroke indicator informing you of distance, hook or slice, and by using the card in any one of four directions allows you unlimited combinations of shots.&#10;&#10;As in real golf, mistakes occur. So when the ball strays from the fairway or into a bunker, 'rough' or 'bunker' cards are drawn to continue play.&#10;&#10;Each hole ends when the player lands in a hole or on the green which indicates the number of putts to finish.&#10;&#10;Hazard can be played against the course par of 72, or 'hole for hole' as in matchplay. Description  &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Such a Deal!",
    "ID": 25048,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25048/such-a-deal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players are each in charge of a used car dealership.  The players roll dice to move around a Monopoly-style board containing dealership spaces, card draw spaces, and other miscellaneous actions.  Landing on another player's dealership can force the purchase of a car from that player.   The goal of the game is to be the first to sell all the cars off your lot.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Een zaak van mensen",
    "ID": 25049,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25049/een-zaak-van-mensen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game was published as a publicity stunt to promote starting your own business. It involves secretly bidding your assets in categories like 'service', 'personality', 'Quality', etc. to lure the next customer away from the other entrepreneurs, and into your own shop.&#10;&#10;Last player to have assets (cards) in his hand wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warrior Heroes",
    "ID": 25050,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/25050/warrior-heroes",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This is a fantasy mass battle game, cousin to the skirmish game Mayhem: Warrior Heroes.&#10;&#10;This is a set of rules for recreating the battles and campaigns of the mythical land of Talomir. Peopled by both heroes and monsters, Talomir is a world where battle magic thrives, but the fate of nations can be decided by the strength of one right arm. As such, it is a real departure from what you may be used to. It doesn&rsquo;t have a rigid, traditional turn sequence where players alternate moving and firing with perhaps a melee or two at the end. It is much more fluid than that with both players moving figures, firing, and fighting as a result of various reaction tests. Forget perfect plans for few prearranged plans will survive past first contact! Opportunities arise as fortune smiles on one side then the other. The victory will go to the player who learns to exploit these situations.&#10;&#10;Included in the game is an innovative campaign system for the nation states of Talomir.  Both the mass battle system and campaign system are unusually solitaire friendly.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "No Quarter",
    "ID": 25051,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/25051/no-quarter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "No Quarter is a fantasy mass battles generic rules system for 28mm miniatures set in the fantasy world of Genayria. Games can be played from small scale skirmishes to full scale battles using hundreds of figures.  The system is not tied to any particular miniatures manufacturer.&#10;&#10;The No Quarter system uses an alternate unit activation turn sequence in which players take turns in moving and fighting with units until all units have been activated.&#10;&#10;Available in English, French and Italian!!!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jerusalem Bus Stop",
    "ID": 25052,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25052/jerusalem-bus-stop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Jerusalem Bus Stop you play a tourist wanting to see all the major sites in Jerusalem.  The board, while now outdated, is based upon a map of the city with the major locations spread out by different routes through the city and &quot;?&quot; spaces and bus stop spaces along the route.  You move by rolling a die and when you land on a &quot;?&quot; space or a bus stop space you draw a card.  Question mark cards require you to answer a question about Jerusalem correctly and rewards with bonus movement.  Bus stop cards teleport the player around the board to different sites.  The first player to visit all the major sites wins.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Jerusalem"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Christmas Game",
    "ID": 25053,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/25053/the-christmas-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each player tries to be the first to finish his Christmas shopping.  He must purchase a $1 gift, a $5 gift, a $25 gift, a $50 gift, a $100 gift and a $200 gift.  The game is over when one person completes his shopping.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Christmas Game",
    "ID": 25054,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25054/the-christmas-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "To be the first player or team who has given all of their money to charity by answering various Christmas trivia questions.&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Celebrity Mania",
    "ID": 25055,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25055/celebrity-mania",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Describe a celebrity in 30 seconds or less by writing as many one-word details as you can.  You may use the Celebrity Details book if you need to familiarize yourself with the celebrity.  The first person or team to get four of their Celebrity Disks on the board, in a row, wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Building",
      "Storytelling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shot Tac Toe",
    "ID": 25056,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25056/shot-tac-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Played like regular Tic-Tac-Toe with the loser drinking all of the shots on the board.  A draw leads to both players drinking their own shots and the game is replayed if possible.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mountaineer Mania: The Game",
    "ID": 25057,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25057/mountaineer-mania-the-game",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mountaineer Mania: The Game is an educational roll-and-move game about the state of West Virginia.  Players roll the die and move their pawns along a highway winding through each county in the state.  If the pawn lands on a numbered county, the opposing player or team draws a card and asks the current player or team a trivia question in one of three categories: People, Places, and Pot Luck.&#10;&#10;The first player or team to answer two questions correctly in each category and then land in the winner's circle by an exact roll wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whampoo",
    "ID": 25058,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25058/whampoo",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game that was found traditionally in Newfoundland but also found in Quebec (slight variant) known as Tock.&#10;&#10;The Board is an outside track with a starting hold area and a final &quot;home&quot; area.&#10;&#10;Players work in teams using cards to either move their own pieces forward or to take actions on other players.&#10;&#10;Winners are the first team to get all their pieces into the appropriate home area&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snake Eyes",
    "ID": 25059,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/25059/snake-eyes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each players is given a set of cards numbered 2 through 6 and 8 through 12. Each card has a distinctive character on them, (ie; #2 is &quot;Snake Eyes&quot; and has a picture of a snake). The object of the game is to be the first player to have all of their cards turned face down and collect the &quot;kitty&quot; in the middle. Players throw 2 dice and turn the corresponding card for the total face down. If that player already has the corresponding card turn face down, he contributes to the pot and passes the dice to the next player. If a 7 is thrown, player must add to the kitty and pass the dice to the next player.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Chance",
    "ID": 25060,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/25060/last-chance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It's explosive action in this fast movin' target game.  You have only three pellets to shoot...and there are four targets that come, one at a time, rolling down the center ramp.  Quick thinking and strategy is just as important as straight shooting...and remember your opponent can also fire at the same target...so plan your shots...let your eye follow the target as it rolls down towards high-scoring territory...take careful aim and CRACK!  The target whizzes into a scoring pocket.  Be the first player to win three rounds by scoring the most points in each round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space: 1999",
    "ID": 25061,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.95",
    "Link": "https://boardgamegeek.com/boardgame/25061/space-1999",
    "Min Players": "0",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In the center of the circular game board is a planet. A grid is made of concentric circles around the planet intersected by straight lines radiating from the center. The grid is in turn subdivided into three major layers separated by thicker concentric lines representing an asteroid barrier, a magnetic field, radiation belt. One player protects the planet from others intent on stealing its energy resources. The board has two halves that fit together jigsaw-style.&#10;&#10;Note: There are separate game pages for the 1975 card game from Whitman and the 1976 board game from Milton Bradley, as well as the Italian game Spazio: 1999.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Celebrities: Gerry Anderson",
      "Space: Earth's Moon",
      "TV Shows: Space – 1999"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oldtimer Rally",
    "ID": 25062,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25062/oldtimer-rally",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Oldtimer Rally is played with a deck of 68 cards and 2 dice:&#10;&#10;12 oldtimers (2 of each model/color)&#10; 1 start&#10; 1 finish&#10;&#10;54 road cards with&#10; - 38 normal roads&#10; - 16 obstacles (4 x 4 different)&#10;&#10;The 54 road cards are put on the table face down to form the race course. Each player gets 2 oldtimers of the same color. Each turn, a player must move both of his oldtimers by throwing the 2 dice. The card where a car stops is turned over. If it's an obstacle, the player must follow the rules for that obstacle and the card is turned back again. If a car would land on a card with another oldtimer, the moving car is going off the course and must begin the race at the start again.&#10;&#10;Winner of the game is the player, whose 2 oldtimers reach the finish line first.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Autospiel",
    "ID": 25063,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25063/das-autospiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This card game comes with a deck of 90 cards:&#10;&#10;- 24 car factory cards (A,B,C,D)&#10;- 36 car parts cards (1,2,3,4,5,6)&#10;- 18 chassis cards (L,M,R)&#10;- 6 money cards (jokers)&#10;- 6 crisis cars&#10;&#10;Each player is dealt 13 cards. Object of the game is to collect a complete factory, all 6 parts and 3 chassis of the same color.&#10;&#10;But the players must first collect (lay on the table) a complete factory, before they can start to lay down part cards. And the 3 chassis cards can not be laid out before the 6 different part cards are on the table.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Road to War: Europe 1936",
    "ID": 25064,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25064/the-road-to-war-europe-1936",
    "Min Players": "7",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "'The Road to War: Europe 1936' seeks to portray the geopolitical turmoil on the eve of World War II. Players assume the role of European statesmen seeking to outclass their geopolitical rivals and attain a position of predominance.&#10;&#10;The game is based upon Allan B. Calhamer's classic Diplomacy. However, its treatment of minor powers is strikingly different as these have their own military units. Players secretly bid influence points in order to obtain the support of these lesser powers.&#10;&#10;The game closely resembles the designer's previous geopolitical game Locarno: Europe 1926, though various changes were made in order to take account of the spectacular rise of the USSR as an industrial power since 1926 and the looming Spanish Civil War - pitting the foreign-backed Nationalist and Republican factions against each other.&#10;&#10;The rules and maps are provided further below.&#10;&#10;Re-implements:&#10;&#10;    Locarno: Europe 1926&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Game: Diplomacy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Platoon Leader",
    "ID": 25065,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/25065/platoon-leader",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.5",
    "Description": "Platoon Leader comes in a solid booklet format, complete with all errata for previous Historical SQUADS &amp; LEADERS modules from CH, a newly-designed purchase record table, and all the charts you need for quick reference on a back cover play aid. You'll find the cover of PL 2.5 depicted at the top of the left column of this web page. Overall, it's a very nice package for Campaign Gaming, as everything you need to conduct the campaign is right in the booklet.&#10;&#10;Platoon Leader campaign game rules for Historical SQUADS &amp; LEADERS enthusiasts are now available in version 2.5. As the version number suggests, this is still PL 2 at heart, but with many improvements. More than just a minor upgrade, this is an under-the-hood overhaul that was expressly aimed at making the existing line of modules easier and more fun to play. In fact, our testers report that these rules work great for RB, PB and KGP, too! Head to the bottom of this page for links to the latest version.&#10;&#10;The approach was simple: bring in some of the system's harshest critics and some top talent for a down-to-earth review of the strengths and weaknesses of the system. A round table was conducted by our PL team, with many other folks providing comments and insight. The resulting enhancements, fixes and improvements make PL more user-friendly without introducing any major changes to familiar terms and methods.&#10;&#10;Platoon Leader provides one set of rules to learn before embarking on your personal 'campaigning' to the different 'fronts' CH has and will continue to bring you. (In recent months, North Africa, PTO, France 40, Normandy, Market Garden and more.) And since it's a rulebook aimed at campaigns only, the emphasis is on enhancing that particular gaming experience.&#10;&#10;Expanded by:&#10;&#10;    The Sunrise Bridge&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stumpy the Cave Boy",
    "ID": 25066,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/25066/stumpy-the-cave-boy",
    "Min Players": "3",
    "Max Players": "19",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The board is composed of 25 rooms joined by many doorways.  Some of the doorways are blocked by barrels.  Each turn, a player rolls a die to determine the number of steps to move from room to room.  For each step, the player moves her marker one space, may then reposition one barrel, and then must move the ringmaster one space towards herself following the shortest path.  Players can't move through barrels or into occupied rooms.  The ringmaster can't move through barrels (or reposition them) but may move through other players.  If the ringmaster 'catches' the active player, the game ends and all other players win.&#10;&#10;Stumpy the Cave Boy was originally slated for release as CAG 012 in October 1997.  A last minute decision removed it from the production schedule.  The game was retooled as Escape from Dork Tower and published in John Kovalic's Dork Tower in 1999.  Stumpy the Cave Boy became a celebrated martyr of Cheapass Games, and stock number 012 has been retired.  It was finally published in Chief Herman's Holiday Fun Pack.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Laura-2",
    "ID": 25067,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25067/laura-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two to six family tribes from the planet Laura get bored with their own planet and set off to find a bigger and better home in outer space. Not much later, they all descend on an unspoiled planet which they call Laura-2. The land grab and inter-tribal bickering starts as soon they settle into, and on to, their new home.&#10;&#10;A simple abstract placement game for 2-6 players that is played in two phases. In the first phase players scatter their 18 tribe members and 2 item counters (a throne and a private saucer) on to the circular planet's surface. In the second phase the Lauranians will swap places until one tribe manages to get all family members unified into one single group that includes their own flying saucer and chief's throne.&#10;&#10;In the settling phase, the first player places one counter in the defined central area of the board, and each subsequent player places one more settler as the previous player next to other Lauranians on the board, until all counters have disembarked. In this phase, no tribes may form a family group larger than 4.&#10;&#10;In the relocation phase, in turn, each player will swap two tiles as long as they contain one own family member and the 2 tiles are lying in a straight line on the board. But a family member that is part of the tribe leader's group, including the tribe leader, can only be prized away by swapping it with another tribe leader. When you move your tribe leader more than once, you unnerve the other families, and each other tribe leader will see one of their own people take shelter under the tribe leader's throne, making it much easier for them to keep their family together.&#10;&#10;The flying saucer can be used for one of two special moves that replaces the normal swap-2-tiles turn. One is to lift it up and move it in a straight line to land on an empty space besides a friendly tribe member. The other is to beam a family member in a straight line  on to an empty field besides the saucer.&#10;&#10;Throughout the game, no move is allowed that would leave the entire Lauranian split into two groups at the end of a turn.&#10;&#10;Publication history: this game appeared in Spielbox magazine (2/1984 apr-jun), as one of the earlier entrants in the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "VIP Game",
    "ID": 25068,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25068/vip-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;VIP Game&quot; is a Pachisi/Ludo-variant with &quot;flying start&quot;. That means, that no special number must be thrown to enable the start of the pawns&#10;&#10;Besides that, all 4 pawns of a player have different starting positions spread  over 2 sides of the board (per player). The pawns are numbered, so that their starting position is always clear during the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Radar Flop",
    "ID": 25070,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/25070/radar-flop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Six circular areas, each with a sweeping radar at its core, are surrounding a central area, again with its own radar system. Each radar is surrounded by three rings, marked 1 (=inner) to 3 (=outer), and each radar zone is divided into 6 pie-parts, except for the central radar zone, which has 12 pie-parts. The radars themselves are small dots at the center of each zone. The outer 6 radars each have 2 pie-bits connected to a neighbor. One movable radar beam is placed on each station, covering a sixth of each circular area, and a beam half that size is  placed in the central zone. Each player takes ownership of an equal amount of outer radar posts, and gets a small squadrons in the same color. These are then placed on the starting fields on the outer edge of the board, just outside their own radar post zone.&#10;&#10;Using dice, 2-6 players try to keep their fleet of planes under the radar, and the first one to sneak 3 planes of one color into the center zone is the winning commander.&#10;&#10;In turn, players will first move the radar beam at their own station forwards. The beam speed depends on the activity within the zone. Any planes that get caught by the sweeping beam have to abort their attempt to reach the center, and return to their start location to start another approach.&#10;&#10;After that, the planes move, by rolling 4 dice. Planes are under no obligation to move, but when a die gets allocated to a plane, the entire move has to be made. Planes start on the outer rim and move, avoiding the area covered by the radar beam, clockwise or anti-clockwise, along the ring it is currently occupying. However, in the pie-part that touches its neighbor, planes have an opportunity to &quot;flop&quot; radar stations instead of continuing on their current track. When they do flop, they move their plane to the other station's pie-part, but place the plane one ring closer to that's station's radar than the one they just left.&#10;&#10;When a plane leaves the most central track and flops right on top of a neighboring radar, called the blitz-field, that plane is then immediately moved to the outer ring of the central radar, which is surrounded by 2 rings. Each subsequent plane of that color that manages to make it to the central zone undetected, arrives one ring closer to its center. When the third plane of a color pops up on the most central ring, that player is the winner.&#10;&#10;At the end of a round, the central radar also sweeps forwards, the speed again depending on how crowded the central zone is, and detected planes must abort and start their mission again from the beginning. After each round a new turn-order is established.&#10;&#10;This is a fairly abstract race game, using a novel mechanic, that works quite well. It is probably slightly more complex than the average Spielbox game, but simple enough to appeal to a family audience.&#10;&#10;Publication history: this game appeared in Spielbox magazine (4/1984 oct-dec), as one of the earlier entrants in the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series. Its novel movement mechanism made it the winner in Spielbox' &quot;Invent-a-Game&quot; competition. Some assembly required.&#10;&#10;This is not the first &quot;dodging&quot; collaboration between Bernd Brunnhofer and Karl-Heinz Schmiel. A year before the pair had given the start signal for &quot;Hans im Gl&uuml;ck&quot; by self-publishing Dodge City, in partnership with Bernd's wife Margaret.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strategy Golf",
    "ID": 25072,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/25072/strategy-golf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;Love to play cards?  Love to play golf?&#10;&#10;Now you can do both with STRATEGY GOLF.  The first game to combine the fun of cards with the challenge of golf.&#10;&#10;With STRATEGY GOLF, your cards are your clubs.  Every player is dealt ten cards before each hole.  By using the distance charts, players must strategically plan out what cards they are going to use to reach the green and putt into the hole.&#10;&#10;But don't count your birdies before they hatch.  Because if you match cards with another player, you lose yardage.  This could put you at the bottom of a lake or deep in the sand.&#10;&#10;Whatever happens, you'll probably have to think quick and come up with a new plan of action.&#10;&#10;The best part is, you don't have to be a golfer to win at STRATEGY GOLF.  You just have to play your cards right.&#10;&#10;Components:&#10;  - Deck of cards (standard)&#10;  - Score Pad&#10;  - Distance Charts (4)&#10;  - Mounted board depicting a 9-hole course&#10;  - Player markers (4 golf tees)&#10;  - Pncil (1)&#10;  - Rulebook (3 pages - includes Beginner, Intermediate and Professional rules)&#10;&#10;",
    "Categories": [
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SuDoku Hex!",
    "ID": 25073,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/25073/sudoku-hex",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.375",
    "Description": "SuDoku Hex! is a print-and-play game offered by Reiner Knizia.&#10;&#10;This is a game with a board consisting of seven sets of size seven hexes on which tiles numbered 1-7 are randomly place on each set. Then players take turns placing numbered tiles onto the board with the restriction that no repeating digits are allowed in any direction, like a sudoku puzzle. Scoring is similar to Ingenious.&#10;&#10;",
    "Categories": [
      "Number",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Series: Sudoku games (Reiner Knizia)",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Equals",
    "ID": 25074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25074/equals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the publisher's website:&#10;&#10;The card game for people who love numbers (or wish they did).&#10;&#10;EQUALS is designed to help students learn to think mathematically. Young children (7-8) might start with a simple 3-card hand like 3 + 2.  The game adjusts easily to different ages and abilities.  For example, here's a 7-card hand where the target number was 2: 1 2 &divide; 4 8 x 8. Notice the use of multi-digit numbers as well as a fraction. Parentheses can also be used and for serious students of mathematics the &quot;Order of Operations&quot; principle can be followed. There is also a solitaire version of EQUALS.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Famos Spiel: Das Geheimnisvolle Dreieck",
    "ID": 25075,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25075/famos-spiel-das-geheimnisvolle-dreieck",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the instruction booklet:&#10;&quot;The Tricky triangle: This is just the thing for those who don't give in easily! This is a game for 1-2 players, either as a team or in competition. In all there are 25 geometrical figures which have to be assembled, and in each case the same basic forms are used. This is a real intelligence test, a must when parties grow dull. A fascinating game for adults: Intelligence in colored pieces.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scoreboard Cricket",
    "ID": 25076,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25076/scoreboard-cricket",
    "Min Players": "2",
    "Max Players": "22",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Similar to card cricket where two cards are drawn - one from each pack and the score and play is determined by the corresponding square on the board. Scores are then entered in the score pad. When an uneven score is shown the second batsmen faces the bowler, if even runs are scored the same batter picks up the next card. When a batter goes out the new batter faces the bowler ... there are a few other rules but not too complicated.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "'The Jungle Book' Game",
    "ID": 25077,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25077/the-jungle-book-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the introduction found in the rules:&#10;&#10;'Mowgli, as you know, must leave the Cave and return to the Man Village, accompanied by some of his jungle friends to see him safely on his way. So they decide to make a &quot;race&quot; of it, to see who can be the first to reach the Man Village.&#10;&#10;As you will remember, Kaa the snake and Shere Khan the tiger, try to stop Mowgli and his friends-and there are other interruptions on the way.'&#10;&#10;This is a 3-dimensional game set in the 'jungle' of the Walt Disney adaptation of 'The Jungle Book' with stand up trees and bushes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Jungle Book",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rendezvous",
    "ID": 25078,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/25078/rendezvous",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "3-6 deductive space explorers take a couple of UFO's each, and travel between seven solar systems to meet the neighbors. When a rendezvous takes place, the visiting player needs to guess the local way to say &quot;hi&quot;, which is made through a sequence of gestures and salutations, 4 in all. Depending on how accurate a player's greeting is, that player will receive a gift, which gives a clue to how close the attempt was to the real McCoy. The question is, which mastermind can deduct all the secret alien handshakes?&#10;&#10;The board shows six solar systems arranged in a circle. A seventh solar system is placed at the center of this. Each solar system has 13 planets orbiting a sun, in 3 orbits. Where solar systems touch each other, there are planets facing each other on the outer ring, creating places where UFOs can hop between systems. With the exception of the central system, each solar system has one distinctive home planet. There are unique 24 handshake cards, grouped in 4 sets of 6. Each player gets 5 gift counters.&#10;&#10;At the start of the game, each player picks a home planet and places the two flying saucers on it. All players then get their unique 4 part hand-shake sequence, which gets written down on a private note sheet. Unused cards are exposed, so players can cross them off as possible candidates. Each player then allocates the values 0-4 to their 5 gifts, which is also written down on the sheet and kept hidden from opponents.&#10;&#10;In turn, players can allocate between 1 and 4 movement points to their 2 UFO's, in any way they see fit. UFO's move clockwise from planet to planet, and are allowed to change orbit, and even solar system. Each planet offers room for only 2 UFO's though, and these have to belong to different players too. When 2 UFO's meet on the same planet, a rendezvous takes place.&#10;&#10;The arriving player takes a guess (aloud) at the correct greeting sequence of the other alien. Depending the amount of correctly guessed elements, the alien will return a gift to this player. This gift has the same value as the amount of correct guesses, but what that value is, is another thing that has to be deduced by the other players. When a player has already handed over the gift with that value, the visiting player will be told that no gift can be made. All this information is available to all players.&#10;&#10;Landing on another player's home planet opens up another opportunity to get that player to reveal another clue. When a player gives back a gift previously obtained from that tribe, the owner of the home planet must return a greeting that has the same value as the returned gift, but also one that has not been made before.&#10;&#10;A players cannot establish a rendezvous between the same two spaceships in 2 subsequent turns, and must leave a solar system before another landing on the same home planet may be made.&#10;&#10;When a player greets all other players with the correct salutations, than that player is the winner. You're only allowed one guess though, so don't expect it to be made fast.&#10;&#10;This is a great addition to the deduction genre, sitting comfortably next to Cluedo and Mastermind, despite lower production values. With each additional player, game length increases a bit, and an alternative victory condition, guessing only the handshake of the players on your immediate left and right, is suggested for 5 and 6 player games. Where most of these games use indicators that give players direct clues about the accuracy of a guess (for instance, a red peg is a correct guess but not in its right place), here the added complication is that the true meaning of these pegs (the gifts) must also be established, setting player's quite a puzzling logic challenge.&#10;&#10;Publication history: this game appeared in Spielbox magazine (1/1985 feb-mar), as one of the earlier entrants in the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series. It was the runner up in Spielbox magazine's &quot;Invent-a-Game&quot; competition, losing out to Radar Flop. It clearly shows how designers can produce completely different games, despite starting off with a similar board and setting. Some assembly required.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spec",
    "ID": 25082,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/25082/spec",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The True to life game of buying and selling property, speculate, invest, develop your entrepreneurial skills, become the richest investor on the board&#10;&#10;Spec is a game of property investment and speculation - risk and reward.  The object of the game is to increase your total assets in both property value and cash in hand to become the richest investor.&#10;&#10;The board has 24 properties of differing style and value grouped into 4 color categories (blue, green, red or yellow) each has a corresponding color coded 7 dial value counter.  The dials of the counter are rotated as the game proceeds increasing the properties value as bonus cards and home improvements are played or decreasing the value as crisis cards are played.&#10;&#10;The winner is the first to accrue a predetermined amount, or is the richest player after an agreed elapsed time.&#10;&#10;The game includes the following components:&#10;&#10;A playing Board,&#10;2 Dice&#10;A Home improvement card showing all 25 different home improvement categories&#10;170 home improvement cards&#10;40 &quot;crisis&quot; cards &#10;25 &quot;bonus&quot; cards&#10;23 &quot;Pros and Cons&quot; cards (10 Favorable 13 unfavorable)&#10;24 &quot;Title Deed&quot; cards&#10;Mortgage bond cards (&pound;5K, &pound;10K, &pound;20K, &pound;50K and &pound;100K&#10;Bank notes (&pound;50, &pound;1K, &pound;5K, &pound;10K, &pound;20K, &pound;50K and &pound;100K) &#10;4 show house signs (1 for each color blue, green, red or yellow)&#10;24 property value counters (6 of each color blue, green, red or yellow)&#10;6 Player Identification markers (rabbit, tortoise, dog, cat, fish, duck)&#10;&#10;",
    "Categories": [
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wedding Game",
    "ID": 25083,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25083/the-wedding-game",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Guests of Honor secretly answer questions about themselves.  The teams take turns drawing cards and completing tasks such as hum, draw, mime and fire up their brain power.  The first team to make it onto the wedding ring has the chance to answer the guests of honor's bio- questions.  The team that answers the most questions correctly...wins.&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Så kan det låta 2",
    "ID": 25084,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/25084/sa-kan-det-lata-2",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The sequel to S&#195;&#165; det kan l&#195;&#165;ta. The main objective is for your team mates to guess the song you're humming. Success takes the team one step closer to the finish line.&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Singing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Så det kan låta: Junior",
    "ID": 25085,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25085/sa-det-kan-lata-junior",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The children's version of the game S&#195;&#165; det kan l&#195;&#165;ta. The object of the game is for the active player to imitate a sound or act out a charade. If his/her team mates can guess the correct answer the team takes one step closer to the finish line.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "To Grandmother's House We Go",
    "ID": 25086,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/25086/to-grandmothers-house-we-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Completely self contained board with magnetic pawns and built in spinner.  Children travel around the board trying to get to grandmother's house first.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "More Kung Fu Fighting",
    "ID": 25087,
    "Year": "(2008)",
    "Geek Rating": "5.583",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25087/more-kung-fu-fighting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "This is an expansion to the Kung Fu Fighting card game.  It adds:&#10;&#10;&#10;    Rules and cards for team play.&#10;    Martial arts archetypes, including the Venerable Master and the Jade Princess.&#10;    Cards that allow you to enhance the abilities of your Stances and Weapons.&#10;    Finishing Moves that allow you to toss your opponents out windows or through walls.&#10;&#10;&#10;Expands:&#10;&#10;    Kung Fu Fighting&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Continents: Asia",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lätt och lagom",
    "ID": 25088,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/25088/latt-och-lagom",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fast paced Swedish trivia game. Each team or player must answer the most simple of questions in under five seconds. Failure to do so will result in laughter from your fellow participants. Each correct answer generates a token. The player to first reach twelve tokens wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Jim's Question Bee",
    "ID": 25089,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/25089/uncle-jims-question-bee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Game contains questions and answers in 4 different subjects: History and Mythology, Literature and Art, Geography and Travel, Catch questions and Miscellaneous.  Each player is required to answer 2 questions in each subject.  Questions are timed and percentage tokens are given based on right or partially right answers.  When all players have answered their 8 questions, the player with the highest percentage wins.&#10;&#10;There are at least six separate editions of the board game, each designated on the box lid: The original game, Series B, C, and E (each labeled &quot;Latest Edition&quot;) and De Luxe versions of Series A and B.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bingo Party",
    "ID": 25090,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25090/bingo-party",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Taken from the box:  &quot;Eyes down for a new way to play Bingo - on DVD.  Its easy!  All you need is the remote control.  &#10;Why pull numbers out of a bag, when you can sit back and watch every draw 'live' on your home TV with family and friends.  And there's no need to shout out the numbers anymore - not when Mike Vyse, National Bingo Caller of the Year, calls every  game for you!&quot;&#10;&#10;The game is played using a DVD and TV (or PC) to run the game and announce the numbers.  Players have wipe-clean bingo cards and mark off their numbers with pens provided.  The first one to complete the card is supposed to say &quot;Party Bingo&quot; and then gets to sing and dance to 'The Winners Song', if they want.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: DVDs",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh Scrud!",
    "ID": 25091,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/25091/oh-scrud",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A real-time card game in which players race to make words from the cards in their hand, while trying to stop their opponents from doing the same.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Reader's Digest Word Game",
    "ID": 25092,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25092/the-readers-digest-word-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A Word game based on the Reader's Digest monthly feature &quot;It Pays to Increase Your Word Power&quot;.  Players attempt to choose the correct definitions for a list of words, and guess as to the correctness of the other player's answers.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "P is for Popcorn",
    "ID": 25093,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25093/p-is-for-popcorn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A children's word game in the vein of Scattergories and Facts in Five.  Players roll two dice.  One die moves a marker around a track of categories, the other moves the player's pawn around a track of letters, each with a point value.  Think of something in that category that begins with the letter, and earn points.  The first player to reach 100 points wins.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steam and Steel: Quick Play Rules for Naval Warfare 1880-1906",
    "ID": 25094,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/25094/steam-and-steel-quick-play-rules-for-naval-warfare",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Steam And Steel 1880-1906 - Quick Play Rules for Naval Wargames&#10;&#10;48-page booklet.&#10;&#10;Steam and Steel is a simulation of naval warfare from the development of the pre-dreadnought battleship in about 1880 to the launch of HMS Dreadnought in 1906. The rules may be used to simulate actions involving ships built before 1880 with some loss of realism, but the gunnery tables are not intended to simulate either the centralized fire control of the large main armament of dreadnought battleships or battlecruisers.&#10;&#10;Also available (but not necessary for play):&#10;&#10;Steam and Steel Ship Lists&#10;&#10;52-page spiral bound booklet, published 1992. Originally published in Brassey's Naval Annual 1905.&#10;&#10;This companion volume to the Quick-Play rules contains almost the complete list of every nations warships, armored ships, cruising ships, torpedo boats and submarines. Details are provided of displacement, dimensions, H.P., where built, makers of engines, launch and completion date, cost, amour (including location), armament, speed, coal capacity and complement.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Naval War Game",
    "ID": 25095,
    "Year": "(1912)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/25095/the-naval-war-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Abstracted from the introduction:&#10;&#10;In 1898 Fred Jane published 'Rules for the Jane naval war game - a Sea Kriegspiel'. This was also the year when the first of the 'Jane's Fighting Ships' appeared. There seems to have been a 1906 version of the game, but his last work on the subject was the 1912 version, here reprinted in 1990.&#10;&#10;Fred Jane's version of the 'Seekriegspiel' was regarded as sufficently accurate imitation of reality to be used by most modern navies for tactical training.&#10;&#10;The notes and reports on actual games which have been played, which appear at the end of the reprint, give a good idea of possibilities for large scale games, including 'press reports' and other 'goings on' which are possible where there are enough players and umpires and plenty of time.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Austria-Hungary",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Japan",
      "Country: Ottoman Empire",
      "Country: Russia",
      "Country: Spain",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Upp till bevis!",
    "ID": 25096,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/25096/upp-till-bevis",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Swedish game. Each team is given a set of tasks. The players then wager how many of those tasks they can complete in 30 seconds.&#10;The tasks vary from word puzzles and trivia to talking backwards and performing athletic stunts.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Revolte",
    "ID": 25098,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25098/revolte",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Only 40 copies of this early &quot;Spiele-aus-Timbuktu&quot;-game where published by the author himself. It contains 36 playing-cards and the rules (German only). &#10;Players try to gain victory points playing their cards representing the old cities of France in the 17th century.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch das Mittelalter",
    "ID": 25099,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25099/reise-durch-das-mittelalter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A family game with educational background. Part of the German &quot;Was ist was?&quot;-collection including games, puzzles and more. The game is for players ages 8 and up.&#10;Players - using their dice - move around the playing board showing the medieval Germany and its famous places trying to execute their order cards.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Was ist Was"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WCW Slam-A-Rama Wrestling Card Game",
    "ID": 25100,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25100/wcw-slam-a-rama-wrestling-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the Box:&#10;&quot;A fast action, easy to learn card game featuring the stars of World Championship Wrestling.&#10;&#10;&quot;Object of the game: To win the &quot;World Championship Belt&quot; by being the first player to reach the top of the scoring board.&quot;&#10;&#10;The game features 12 different wrestlers from Sting to Ric Flair. Each has four cards that work in a paper-scissor-rock dynamic (with a &quot;pin&quot; card beating the other three moves).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Library Adventure, The Fun Way to Learn",
    "ID": 25101,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25101/library-adventure-the-fun-way-to-learn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Move about the library and visit the areas on the assignment card and answer questions from each area. The first player to leave after getting all four of the areas checked off their library card is the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fizzbin",
    "ID": 25103,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/25103/fizzbin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "A game made up on the spot by Captain James T. Kirk, played by William Shatner,  during the Star Trek episode &quot;A Piece of the Action&quot;. The game was described as a card game with an increasingly confused set of rules, remotely connected to Poker, intended to allow the Enterprise crew to gain control of the situation. Multiple versions of the full rules have been posted online and the game is played by Trekkers at most Star Trek conventions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Negotiation",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fictional Games",
      "TV Shows: Star Trek (various)",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tour",
    "ID": 25105,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/25105/tour",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.6667",
    "Description": "Tour sets out to recreate the team-based tactics and excitement of pro cycling (without the drugs!) by combining the roll and move styling of Formula De with the need to use your differently skilled team of cyclists (up to five unique cyclists per team) to the best of their abilities.&#10;&#10;Players can compete for green, yellow, U25 and polka dot jerseys over single stages or whole tours, using the draft system to build a team with cyclists rated for power (to help breakaway from the pack), speed (to help sprint at the end of a stage), mountain (to power away up the mountains) and resilience (to survive at the front of a pack).&#10;&#10;Cyclists will need to recycle the lead of breakaways and chasing groups in order to prevent their cyclist tiring, while the ability to slip into other cyclists' slipstreams and elbowing their way through the pack (at the risk of falling!) adds to the realism of the game.&#10;&#10;The original game, self-published by Luke Morris (under the guise of &quot;Games On The Way&quot;) comes with a reversible board featuring two stages, with plans of many new stages that can be bought cheaply to build the cycling world. Real towns and cities from around the world will be raced between in flat stages, mountain stages, time trials, rolling stages, even lap racing!&#10;&#10;Also, chances to play using simple rules, or immerse yourself in a full tour or even season, buying and selling cyclists are being developed.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Compact Discs (CDs)",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quintessence",
    "ID": 25106,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/25106/quintessence",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quintessence is an 2-5 player abstract game probably best known as one of the early entries in the &quot;Games 100.&quot;  It was apparently self-published by a New York company in the late 70s and is long since out of print.&#10;&#10;The board is pentagonally shaped, with pentagonally shaped spaces.  There are five &quot;power spaces&quot; in the center of the board which the players are trying to occupy.  The remainder are either card spaces (of three different colors), go-again spaces (you get a second move if you land there) or free spaces.&#10;&#10;Each player has a set of markers, and a single pawn which they can move around the board.  This is done by rolling a die and moving it that number of contiguous spaces.  When you land on a colored space, you collect a card of that color.  A set of three different colored cards are required to place markers on the power spaces.  Card sets are also used to attack other player's markers and capture them.&#10;&#10;The winner is the one to occupy the five &quot;power spaces&quot; or to eliminate the other players in the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sant eller falskt",
    "ID": 25107,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.77",
    "Link": "https://boardgamegeek.com/boardgame/25107/sant-eller-falskt",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Swedish game. Each turn a player receives a card with a statement. In a few seconds he must then guess whether it is true or false. On top of that he must put his money where his mouth is and place a wager that his answer is correct. If he is right he doubles his money. The first player to reach one million wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Shuttle",
    "ID": 25108,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/25108/space-shuttle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player is commanding a space shuttle spacecraft with a mission to collect data (planet cards) from each planet and return to the launch pad. The first player to collect all 9 planet cards and returns to Earth is the winner.&#10;Equipment: Game Board, 4 playing pieces, pair of dice, 36 planet cards, 20 quasar cards, 20 pulsar cards.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Occupation: Astronaut"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Realms of the Unknown",
    "ID": 25109,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/25109/realms-of-the-unknown",
    "Min Players": "9",
    "Max Players": "13",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Realms of the Unknown is a pencil and paper game where players take on the roles of Nobles or other leaders of a population.  They give orders to their troops and population, explore, invade other territory, encourage population growth, etc.  One player is the Realm Controller and sets up the Realm in advance, and gives the players the results from their orders.  The game is structured in a way similar to PBM games in that the players hand in their orders each day for a time period covering 1 week in the game.  There are rules for Population growth and characteristics; resources including livestock, mines, farms, logging, etc; Technology development, and combat.  Combat involves a series of formulas taking in as many factors as possible including number and training of troops, armor, troop types, leaders, weather, terrain, and other factors.  This results in a modified strength of each force.  When these are compared the relative strength determine losses for each side as well as the victor in the battle.&#10;&#10;The rules come in two books - Player's Manual and Realm Controller's Manual.&#10;&#10;See also the roleplaying game listing Realms of the Unknown&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Role Playing",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Team Out! Baseball",
    "ID": 25110,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25110/team-out-baseball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box description:&#10;&#10;Team Out! is the ultimate card game for those who love to be part of the action at all times!  This 60 card deck with its blistering action cards makes everyone a target and a power.&#10;&#10;Each player is dealt seven cards; then it's time to PLAY BALL!  Prevent opponents from forming a team of MLB PLAYERS, while building your own.  Use awesome Action cards like the Double Play card to throw opponents' players out and draw again, bomb pitchers and remove them from the game!  No one is safe in this game -- play Action cards on any opponent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Bird's Special Delivery",
    "ID": 25111,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25111/big-birds-special-delivery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box cover:&#10;Picture matching fun with Big Bird &amp; His Friends&#10;&#10;Big Bird's got a lot of mail to deliver and he sure could use your help!  All your favorite Sesame Street characters are waiting by their mailbox.  Spin the spinner and travel around the neighborhood delivering mail, mailing letters in the big blue mailbox, and picking more letters to deliver!  Do you have a letter for Elmo, or maybe Ernie?  To win, be the first player to deliver all of your letters to your Sesame Street friends!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Mail / Stamps / The Post Office",
      "TV Shows: Sesame Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bert's Bottle Caps",
    "ID": 25112,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25112/berts-bottle-caps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box cover:&#10;&#10;Color matching fun with Bert &amp; Ernie&#10;&#10;You and Ernie get to help Bert sort out his bottle cap collection.  Somehow Bert got all the caps mixed up, and even a paper clip from his paper clip collection got mixed in!  Spin the spinner and match bottle caps to their identical caps on the gameboard.  But watch out for the paper clip -- it keeps you from winning.  The first player to get rid of all their bottle caps wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "TV Shows: Sesame Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle!",
    "ID": 25113,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/25113/battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Assemble your army cards and try to win more battlefields then your opponent. But watch out as some battlefields have special abilities which your opponent may be able to use against you. Battle! is fast paced and does not use any dice.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wiggly Worms",
    "ID": 25115,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/25115/wiggly-worms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The 'board' consists of a molded plastic apple with an internal timer mechanism connected to a series of variable cams. As the timer runs down the cams push the wiggly worms up and down out of holes in the apple.&#10;&#10;The worms have colored tails. At the setup players are shown where all the worms are. During play, players try to grab worms of their own color as they appear. The player who grabs the most worms with tails of their own color is the winner!&#10;&#10;Or, as it says on the box: &quot;The crazy fun filled memory game - you've got to be quick to grab your worm&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Worms",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Face Race",
    "ID": 25116,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/25116/face-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Children's game for ages 4+&#10;&#10;The box contains a series of cards with comic faces on, a series of cards with faceless heads on, and a selection of plastic face parts.&#10;&#10;Players are shown a complete face card for 1 minute. After this they have a further minute to create the same face from memory using the faceless head cards and the plastic face bits. The player who re-creates the face most accurately is the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shopping Game",
    "ID": 25117,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25117/shopping-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players wheel their trolley around a supermarket collecting four different items: cheese, beans, bread, fruit. The first player to the checkout with one of each item still in their trolley is the winner.&#10;&#10;A simple roll-die-and-move game with the added element of items to collect, and the added frustration of sometimes loosing them again.&#10;&#10;Box Tagline: &quot;Be the first to fill your trolley as you move round the supermarket in this exciting race game&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slovenija",
    "ID": 25119,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25119/slovenija",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "from publisher:&#10;One can travel in many different ways - afoot, by car, by plane, some - very rare though - even in a space ship. Often enough one is able to travel only in one's thoughts. The family game Slovenija is designed for such travelers. We travel &quot;by dice&quot;. The game is not complicated, quite similar to the popular &quot;Sorry&quot;, which is familiar to all of you. You only have to consider some additional rules. First of all you use traveling cards that determine your pathway. How quickly you move along this given pathway depends on your score. Rules on the cards additionally influence you mobility.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cheskers",
    "ID": 25120,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25120/cheskers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "This game is a combination of chess and checkers. It was originally published in a chess fanzine [which one?]. It is played on a normal checkerboard. The setup is identical to checkers, except for the rear 4 &quot;checkers&quot;. On the back row, in place of the four checkermen each player has two checker kings (moving and capturing as in normal American checkers), one bishop and one cook (Golomb's name for a (3,1)-leaper, more commonly known as a Camel).&#10;&#10;When a checker man gets to the back row, it can be promoted into a bishop, cook or checker king. The bishops move and capture precisely as in chess, viz., capturing by replacement. The cooks move and capture like chess knights, except that they move to the opposite corner of a 4x2 rectangle rather than a 3x2 rectangle. Thus both bishops and cooks are colorbound to the black squares. Unlike a checker piece, bishops and cooks are not allowed to keep capturing after the first capture.&#10;&#10;The object is to capture all the opponent's kings; stalemating the opponent is also a win.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Sources&#10;    D. B. Pritchard, The Classified Encyclopedia of Chess Variants, ch. 19 (https://www.jsbeasley.co.uk/encyc/175183.pdf)&#10;    Martin Gardner, Mathematical Magic Show, ch.14 (http://www.logic-books.info/sites/default/files/k07-mathematical_magic_show.pdf)&#10;    https://www.chessvariants.com/crossover.dir/cheskers.html&#10;    https://en.wikipedia.org/wiki/Cheskers&#10;    https://en.grandgames.net/online/chesckers/ (site allows online play)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokkit Socca",
    "ID": 25121,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/25121/pokkit-socca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game simulates a soccer game. It contains a soccer field of 21x23 space, 2 balls and 2 longish dice, the kicker die (labeled 2,4,5,6,8,LP) and the direction die (labeled with 4 directions &amp; FOUL, TACKLE).&#10;&#10;On a player's turn, the kicking die is thrown first. If it shows a number, the ball can be moved that many spaces. The direction is decided with the throw of the second die - if not a &quot;Foul&quot; or &quot;Tackle&quot; is thrown.&#10;&#10;There are also some other ideas from real soccer present in Pokkit Socca: there are corners, throw ins and penalties.&#10;&#10;Object of the game is to kick more goals than your opponent after a limited time, which must be fixed before the start.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rainbow Fish Memory Game",
    "ID": 25122,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/25122/the-rainbow-fish-memory-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rainbow Fish Memory Game is based on the traditional game of memory and can be played that way, with players turning over cards, two at a time, trying to find as many matched pairs as possible through luck or by remembering the location of the cards.&#10;&#10;The game also includes 12 special Rainbow Fish cards which make possible numerous variations of the traditional game.  Some of these are easier to play; some more challenging; all are great fun.&#10;&#10;Game includes: 72 cards (30 regular picture pairs and 12 special Rainbow Fish Cards), all are in full color, 20 with holographic foil stamping; instructions and a convenient plastic tray for storage.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Books: The Rainbow Fish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Class",
    "ID": 25124,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25124/class",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher: &quot;The object of the game is to be the first player to reach the top of the status ladder, while having retained a sufficient amount of pride, integrity, and happiness--as symbolized by the heart tokens.&quot;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pooh's Balloons",
    "ID": 25125,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25125/poohs-balloons",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Help Winnie the Pooh and his friends catch all of the balloons that are flying about the 100-Acre Wood.  A fun, color matching game for pre-school children.  For ages 3-6.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Winnie the Pooh",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ring Around the Rosy",
    "ID": 25126,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/25126/ring-around-the-rosy",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The &quot;hand in hand&quot; matching game.  These cheerful children are making a big circle to play Ring Around the Rosy.  Can you help them line up?  You can put two children together if their hands can touch and if they're wearing the same color mittens.&#10;&#10;To play: Each player takes the same number of children.  On your turn, try to add one of your children to either end of the chain that's forming.  Try to be the first to get all your children into the chain to win.&#10;&#10;Contents: 30 figures of children with mittens, 30 stands, game rules.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Authors: Mother Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animales de la Muerte",
    "ID": 25127,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/25127/animales-de-la-muerte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A free game about the size of a bookmark, given away at GenCon Indy 2006. Each player tries to earn points by killing evil zombie animals. They can pick up weapons to help them, and each turn get to move some zombies to try and kill off their opponent. Zombies will reappear at certain points at the end of each turn, providing a near endless supply of monsters.&#10;&#10;",
    "Categories": [
      "Animals",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cool Cash Bingo",
    "ID": 25128,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25128/cool-cash-bingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Cool Cash Cat makes learning money skills fun for kids with this bingo game. Children create their own bingo cards, playing at appropriate levels of challenge while learning to add coin values and make change. Set contains four bingo cards, reversible spinner, 94 plastic coins and instructions. For 2-4 players.&#10;&#10;For ages 7 and over.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mulan Magical Board Game",
    "ID": 25129,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.60",
    "Link": "https://boardgamegeek.com/boardgame/25129/mulan-magical-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(Text from back of Box)&#10;&quot;An ancient Chinese legend is magically transformed into an unparalleled adventure bursting with action, emotion and lots of laughs in Disney's heralded 36th animated Classic MULAN.&quot;&#10;&#10;The object of the game is to be the first player to take your character playing pieces, one by one, out of your scoring banner into the center of the board, finding the quickest route, and stacking them on the character space. You will then collect, one by one, all of your Battle Flag Pieces and place these in your plastic stand, and return them to your scoring banner (again, finding the quickest route). Players can only enter the board center through their colored 'Mushu' square.&#10;&#10;On each turn, players spin the arrow and move in any direction the number shown. &#10;Instruction square - follow the instruction&#10;Your colored square - jump to a corresponding colored square anywhere on the board&#10;Land on a dragon space- move along the dragon body in any direction&#10;&#10;Game plays with 2-4 young players, running approx 30 minutes.&#10;&#10;Believe this game was a promotional item shipped from one retailer with copies of the first VHS release in the UK.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of the Cheese",
    "ID": 25131,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25131/king-of-the-cheese",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A huge yellow 3-D cheese made from thin cardboard dominates the center of the board.  Players use a spinner to move their mice in turn along the predetermined path, which meanders around the board &amp; through the cheese a number of times.  The cheese has many holes which correspond to normal board 'spaces' - some holes are just large enough to accept the mice pawns without them falling out; others are larger, causing the mice to slide through the cheese and back onto the board below.&#10;&#10;The first player to reach the hole in the cheese leading to the throne is crowned 'KING OF THE CHEESE'.&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice",
      "Food & Drink: Cheese"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emily Post Popularity Game",
    "ID": 25132,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/25132/emily-post-popularity-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players roll the dice to determine turn order. The low roller takes the Dog card and begins the game. A player may use either die or the total of both dice to move clockwise or counterclockwise around the gameboard. A player who lands on any one of six social event spaces draws top card from the Emily Post Etiquette Deck. Good etiquette cards from this deck are used to collect friends. Bad etiquette cards prevent you from collecting friends but the cards may be discarded by returning to Start. A player wins by collecting five friends while not having the Dog and no Poor Etiquette cards.&#10;&#10;Emily Post, an authority on etiquette, endorsed this game targeting girls ages eight to fourteen.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Totem Game",
    "ID": 25133,
    "Year": "(1962)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25133/totem-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;The RACK UM STACK UM game ... HEAP BIG FUN for boys and girls.&quot;&#10;&#10;The game consists of 4 plastic card racks, 28 colored plastic interconnecting animal 'totems' and a deck of cards which have a single letter on each and spell out the various animals included in the game.&#10;&#10;Sets of cards are color-coded, each color representing a particular animal type.  Each set contains either three or four cards, depending on how many letters are required to spell the animal.&#10;&#10;Players attempt to collect card sets which are traded for the relevant animal totem when complete.  The first player to build their totem pole five animals high is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chicken Lotto",
    "ID": 25134,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25134/chicken-lotto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players attempt to fill their lotto cards (5 lines, each of a particular color) with small plastic balls.&#10;&#10;The balls are dispensed individually from inside a hollow plastic chicken by moving its tail.  If a row is already full and a ball of that color is drawn, the ball is replaced in the chicken and the next player has their turn.&#10;&#10;The first player to fill their card is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "40-Love Tennis",
    "ID": 25136,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25136/40-love-tennis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roll and Hit/Move Tennis game. Singles or Doubles may be played.  Each point starts with the serve, and players may then return or possibly approach a new area to return the ball.  Any &quot;5&quot; rolled at any time (2 dice are rolled) is a winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flat Out War",
    "ID": 25138,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25138/flat-out-war",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Freeware generic miniature wargaming system.  Built with 20-25mm miniatures in mind, but is built for any time period.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "States & Capitals Card Game",
    "ID": 25139,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25139/states-and-capitals-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pack up the car! Tour the United States....and boost your knowledge of states and capitals along the way!&#10;- Match wits with you friends and earn points by pairing question and answer cards.&#10;- The player with the most correct pairs wins!&#10;&#10;The maps match when the answers are correct!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: USA",
      "Series: Fast Track Learning (Learning Resources)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paddington Bear's Lucky Day Game",
    "ID": 25140,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/25140/paddington-bears-lucky-day-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players play the role of Paddington Bear.  Paddington is having a garden party and must collect two jars of marmalade from the 3-D die-cut market.  The first player to arrive at the garden party with two or more marmalade cards wins this rather basic roll-and-move game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Paddington Bear"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kick Back",
    "ID": 25141,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25141/kick-back",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game consists of a narrow plastic board about 20&quot; long with a plastic 'kicking mule' in a &quot;corral&quot; at either end.  A small plastic ball is connected to a length of string which originates from the center of the board.  A scoring track runs along each edge of the board between the corrals.&#10;&#10;Players take turns placing the ball on the hind feet of their kicking mule and attempt to kick the ball into the opposite corral by flicking down the front legs of their mule.  A point is scored each time the ball comes to rest in their opponent's corral and the relevant marker is advanced one notch along the scoring track.&#10;&#10;The first player to reach the end of their scoring track (19 successful kicks) is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TRY Time",
    "ID": 25143,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25143/try-time",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "TRY Time is a game that simulates a rugby league season or a rugby cup competition.&#10;&#10;The first part of the game involves building up your team and backroom staff whilst staying within budget, fast paced, dynamic! A season or cup competition is complete in just 20 minutes.&#10;&#10;If players choose to progress to a cup final or the play offs after the regular season or cup opening rounds are complete then the teams built during part 1 of TRY Time or alternatively fantasy / real teams of the players choice are used to compete in a head to head matches using the patented TRY Time game slider and ball. Head to Head matches take an additional 20 minutes per game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Solar System Game",
    "ID": 25145,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25145/the-solar-system-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this unprecedented year of space exploration, students and adults alike will benefit from the in-depth information packed into this exciting game. &#10;Players learn more than 200 interesting facts about the solar system as they advance through three stages of play from the novice to master level. &#10;Players collect card sets consisting of &quot;object&quot; and &quot;interesting facts&quot; cards. &#10;The object of the game is to collect as many card sets as possible. &#10;Visually stunning, this game features actual NASA photography. &#10; Features historical facts and current discoveries.&#10;&#10;In a classroom or family setting, players use basic knowledge to move around the board while they build their knowledge of current and historic facts about the Solar System.  'Interesting Facts' cards are collected and read aloud to the group, revealing more in-depth information.&#10;&#10;Content covers the universe, planets, astronomers, the Sun, the moons, and asteroids.  Fun facts include the fastest, hottest, largest, and coldest planets; planet with the highest mountain; the planet that would float in water, and hundreds more!&#10;&#10;Glossary and definitions include.  Teach new vocabulary.&#10;&#10;Open-ended play!  The player to collect the largest number of card sets within any given time period wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tip Top Tally",
    "ID": 25146,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/25146/tip-top-tally",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Embark on a mathematical adventure by adding and subtracting dice numbers.  Race your penguin to the top of the mountain.  Oops!  Watch out for Slippery Slide and Icy Icicle.  Land on a Tip Top Tally card and win a free turn or take a shortcut across Creaky Crevasse.  Be the first penguin to reach the tip top and you win. &#10; Children love crating new ways to play by using the even/odd marker! &#10; Skills:&#10;Addition and Subtraction &#10;Number Recognition &#10;Counting &#10;One to One Correspondence &#10;Even/Odd &#10;Multi-Level Play Variations &#10;Supports NCTM Standards &#10;Connects Math To Literacy &#10;Encourages Social Skills&#10;&#10;Contents:&#10;Game Board &#10;2 Number Dice &amp; 1 Operation Die &#10;1 Thermometer Number Line &#10;4 Penguin Game Pieces &#10;20 Tip Top Tally Cards &#10;6 Even/Odd Markers &#10;12 Snowball Counters &#10;Penguin Fun Facts&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  }
]