[
  {
    "Rank": "N/A",
    "Name": "Salt Lakeopoly",
    "ID": 32247,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32247/salt-lakeopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Salt Lakeopoly is a clone of Monopoly designed by an advertising agency. The real estate squares are all advertisements for Salt Lake City businesses, sports teams, and media. The rules state that the proceeds from the sale of this game are donated to medical research.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Salt Lake City (Utah, USA)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Night on Earth: Growing Hunger",
    "ID": 32248,
    "Year": "(2008)",
    "Geek Rating": "6.507",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32248/last-night-on-earth-growing-hunger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5971",
    "Description": "Growing Hunger is an expansion to Last Night on Earth: The Zombie Game, a survival horror board game that pits small-town Heroes head-to-head against a limitless horde of Zombies (players can play on the Hero team or as the Zombies). A modular board randomly determines the layout of the town at the start of each game and there are several different scenarios to play, adding lots of replay-ability. Fast Paced Game Play with Easy To Learn rules allows players to jump right into the action, while Strategic Depth and Strong Cooperative Play keeps the game interesting.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rebels & Royalist",
    "ID": 32250,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32250/rebels-and-royalist",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Rebels &amp; Royalist is a multi-player wargame taking place in an imaginary country. Each player controls a faction of rebels and is trying to get their faction to control five (of twelve) cities or three Royalist cities. Players receive production for their holdings, build units, move and fight, etc., in a reasonably familiar fashion. There are rules for supply and fairly elaborate rules for scouting.&#10;&#10;There are two unusual features of the game. One is that the Royalists take part in the game but are not controlled by a single player - when it is the Royalist's turn to build or move the player to the left of the last player to do something takes control of them. The other is that every turn has an alliance phase, in which the players may make or break alliances between their factions. The player order for each turn is determined by drawing cards, and all factions in an alliance move when one of the faction cards is drawn (the members may vote to wait for a later card rather than moving at the first opportunity).&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Square",
    "ID": 32251,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32251/red-square",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Red Square is a very rare Monopoly-style board game with a Soviet theme that was marketed in 1990 (with a copyright of 1988).&#10;&#10;Unlike Monopoly, Red Square players compete for privileges -- not properties -- to move up the Soviet social ladder through their status in the Soviet Military and Communist Party. Players acquire wealth by buying and selling on the black market and correctly answering trivia questions about Soviet society and other Russian curiosities.&#10;&#10;The winner is the first person to weave their way through the three social classes and make it to Red Square. Players exchange their privileges to move to the next social level -- a concept that is known as nomenklatura in Russian.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nosy Bear",
    "ID": 32252,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/32252/nosy-bear",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players try to get rid of their 6 bears. They have to put them over the right nose (right color). One nose is blocked by the Nosy Bear. If a player ends there, he can't put a bear there, but he can replace the Nosy Bear card.&#10;&#10;First player who can place the 6th bear, wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Progress",
    "ID": 32254,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/32254/progress",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "A rather demanding card game from the pre-war area of the pepys company.&#10;The game comes in the super-luxury padded box with silk finish box hull and thick cards with linen finish.&#10;&#10;The game depicts the progress of the pilgrims on the american continent, with John Bunyan the joker.&#10;&#10;There are 52 cards in 4 suits and the joker.&#10;&#10;Object of the game is to get rid of the cards in hand first.&#10;&#10;In order to achive this the cards have to be laid out in a given pattern following complicated rules.&#10;&#10;After one player has finished the cards in hand of the other players count points against them.&#10;&#10;Play ends after a beforehand agreed number of po&iacute;nts.&#10;&#10;There is also a Rummy-variant which can be played.&#10;&#10;The educational factor is served by the fact that there is a booklet added which present a resum&eacute; of the story of the pilgrims progress as illustrated in the card game (there are notes to each card).&#10;&#10;Known are two editions of the game: One came in dark purple and one in dark maroon. Excellent!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Novel-based",
      "Political",
      "Religious"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Wissensduell: Wilde Tiere",
    "ID": 32255,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32255/das-wissensduell-wilde-tiere",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a trivia game about knowing or  mostly estimating facts from animal  behaviour and facts of all kind of animality. The game includes 100 cards with 100 Questions and answers (on the back side) and four clips in four colours used as player markers.&#10;&#10;Players have to estimate facts and behaviours of all kind of animality. There are always 10 different possible answers. Theres a clip for each player to mark their answers on the card. Each spot with an answer can only be taken by one player. When all players made their estimations the card is flipped to the backside with the answer. The player with the correct answer or is closest to it gets the card. If theres a tie the next question/card is worth two cards (the old tied card and the next new card).&#10;The first player with 7 cards is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Das Wissensduell (Moses Verlag)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buy! Buy! Buy!",
    "ID": 32256,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32256/buy-buy-buy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Buy! Buy! Buy!, players navigate a maze of different coloured shapes.  Special dice depicting the possible shapes determine which paths are available to the players.  Each die result can be used any number of times per turn, so long as each move is legal.  Along the way, tokens are collected and redeemed at stores for merchandise.  The first player to collect one of each commodity and return to the start position wins.&#10;&#10;The game is shipped in a cardboard tube, with the board printed on vinyl rolled inside.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vega",
    "ID": 32257,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32257/vega",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players try to found colonies on planets. They need suitable space vessels to do so. Those space ships will be built from different modules (up to six per ship). It is crucial to get the modules you need to build space crafts as efficient as possible.&#10;You exploit resources and as your empires grows there will be conflict and maybe you extinct all other lifeforms in the universe.&#10;&#10;You can add a second game of Vega to have a bigger (modular) map. Instead of playing the standard game you also can play some specific scenarios.&#10;&#10;The game consists of&#10;1 Map (9 modular pieces)&#10;12 Objects (planets and asteroids)&#10;4 Sets of colored space ships and 4 Colonies&#10;36 Resources of value 1 to 6&#10;4 Sets of standard moduls (each 9 distinctive ones)&#10;3 Sets of  expansion module (18 different ones)&#10;1 die and rules booklet&#10;&#10;Home Page: http://www.bruex.net/vega_01.html&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Princess Jewel",
    "ID": 32258,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/32258/princess-jewel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The players are the king's children who try to get the most beautiful crown and to keep in memory what it looks like.&#10;The players have to roll the dice. One die indicates the form of the jewel; the other die shows the color. The player has to know where the jewel with that combination is (on its own crown, on another players crown, in the secret box). When correct, the player gets the jewel and sticks it on its crown.&#10;&#10;In their turn, players with three (or more) jewels can also guess what they have on their crown. When correct, the player gets a victory point. First player with two victory points, wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "StreetSmart",
    "ID": 32259,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/32259/streetsmart",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "StreetSmart models a rapidly growing city in a developing country.&#10;&#10;The players are Capitalists/Politicians/Maffiabosses trying to control as many neighborhoods/slums as possible. Each turn you move one of the city's characters: the Consumer, the Gangster, the Policeman, the Smoker or the Fireman. The characters are moved by simultaneously playing direction cards. Predicting your opponents' moves in order to disrupt their plans is a major part of the game. The game is fast and easy; for a more complex gameplay, there are expansions included in the game:&#10;&#10;The Bureaucrat Game adds the Bureaucrat character who creates Addresses and grants Land Titles. The Cholera Game adds an epidemic as well as the Garbageman, Bacterium and Doctor characters. In the Power &amp; Water Game you fight for access to electricity and freshwater for your subjects.&#10;&#10;Each expansion can be played in Original Mode, in Chess Mode (no luck factor) or in Political Mode (The players elect a Mayor who then decides who controls which character.)&#10;&#10;",
    "Categories": [
      "City Building",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Defence for Agarthi",
    "ID": 32261,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/32261/defence-for-agarthi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Defence for Agarthi will be premiered at Essen07&#10;Angelo Porazzi Games Booth 9-30&#10;&#10;DEFENCE FOR AGARTHI&#10;Fantasy Wargame Self-produced by Pierluca Zizzi&#10;Illustrations Angelo Porazzi&#10;&#10;Follows the description by the author itself:&#10;&#10;Game concept&#10;There is a world that from time to time suffers the chaos forces invasions.&#10;There are implacable enemies with supernatural powers dedicated to war and destruction.&#10;There are the watchmen of the cosmic balance who want to defend that world.&#10;Which are the forces YOU will side up with?&#10;&#10;Age: 12 o +&#10;Time: 30-90min with 4 or 6 players, 20-30 with 2 players.&#10;Cost: 20 euro&#10;&#10;Defence for Agarthi will be present at Essen 07 at Angelo Porazzi Games Booth 9-30&#10;&#10;and just after in LuccaGames 07&#10;&#10;On http://warangel.it/Aga.html first Lay Out proposed by Angelo Porazzi for the Cover of the Game and some of the many warriors inside the box, illustrated by Angelo Porazzi, graphic by Pierluca Zizzi.&#10;&#10;The website of Pierluca Zizzi cannot now be updated with these brand new images: he kindly asked me to publish them, for Essen07 and LuccaGames07 previews.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gondoliere",
    "ID": 32263,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/32263/gondoliere",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Giveaway from Nr. 77 of Spielerei&#10;&#10;Act as a gondolier and try to transport as many tourists as possible. Extend canals. At every edge there are tourists waiting to spend their money traveling with your gondola. The one who builds landing stages on different routes and transports the most tourists wins.&#10;&#10;Contents:&#10;&#10;     45 tiles with landing stages in 5 colors&#10;     44 tiles with canals&#10;     1 starting tile &ldquo;Piazza San Marco&rdquo;&#10;     1 rule sheet&#10;&#10;&#10;To play you will need to supply a playing piece for each player.&#10;&#10;This game is a slightly revised version of InterUrban.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Channel X",
    "ID": 32265,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/32265/channel-x",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The last entry from the Pepys company in the line of the &quot;Double Feature Games&quot;.&#10;&#10;Game consists of 52 playing cards, 6 little channel and 6 little advertising company cards. Furthermore there is 300.000 GBP in &quot;Pepys Currency&quot;.&#10;&#10;Object of the game is to make money by selling advertising time on TV and by renting out TV programmes.&#10;&#10;Gameplay is rather complicated for a Pepys game.&#10;From the predealt hand of cards (5) players try to find three cards with the same index number. In order to achieve this they can draw from the open or from the unexposed stock pile.&#10;You have to have the appropriate time card before buying a programme, and to get this, you can open a bidding round if the exposed programme card is to your liking but you do not have the time card you want.&#10;By the way you try to advertise for other players ad companies.&#10;Round ends when a player has a complete hand, consisting of 3 programme cards and 2 ad cards. Certain rules apply for those, too.&#10;Now players receive funds from the authority or from other players, depending which companies products they advertised.&#10;Game ends after given rounds, i.e. at least 6 for 2, 3 or 6 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SuperCross- The Home Version",
    "ID": 32266,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/32266/supercross-the-home-version",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Brings the Supercross experience to life. With movable obstacles, lets you place the doubles, triples and table tops where you want them. With bike modifications and factory rides, you can improve your bike's performance. Be careful of the whoops and don't let your tire drop down inbetween or you'll crash. Family oriented game that is easy to play, which comes with a nicely designed track, cut out bikes and stands, cut out jumps, full throttle, Modification, and obstacle cards, and gear dice for movement. The downfall of the game is the poor design of the jumps.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hop Off: USA Edition",
    "ID": 32267,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32267/hop-off-usa-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the Publisher's website @&#10;&#10;http://www.borderlinegames.com/hopoff.html&#10;&#10;It's geography hopscotch - hop on and you're off and learning about the geography of the United States!&#10;&#10;Play with one or more teams!&#10;&#10;For each player's turn, a team leader draws one state card from the deck. Standing on either the Pacific or the Atlantic Ocean side, the player has three chances to toss the bean bag onto that state.&#10;&#10;When the player has succeeded in tossing the beanbag onto his target state, he hops from one ocean, across the map, naming aloud each state he hops on as he &quot;travels&quot; - that way everyone is learning their United States geography! When he reaches a state that borders his target state, he retrieves the beanbag and continues hopping off to the ocean on the other side.&#10;&#10;The team wins when it has &quot;traveled&quot; to all 48 contiguous states!&#10;&#10;Time your team for even more fun!&#10;&#10;Play with the capitals only, or with both the states and the capitals for a real challenge!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HEROES in Mythical Greece",
    "ID": 32268,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32268/heroes-in-mythical-greece",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "&quot;HEROES in Mythical Greece&quot; is a greek CCG (Collectible Card Game) that takes place in Ancient Greece. The game is heavily based in the greek mythology trying to be as faithful to it as possible.&#10;&#10;The players take control of a famous greek Hero and they play allies, locations, actions and equipment to assist him in his quests. The game can be played in two modes &quot;Duels&quot; and &quot;Quests&quot;. In &quot;Duels&quot; two players fight each other, trying each to eliminate the opponent by either reducing his life total or gaining enough fame. In &quot;Quests&quot; players try to advance their Hero, by taking him from his early age and completing quests in order to take fame and have him rise to become a living legend. At the same time their opponents try to stop them by playing monsters that will prevent them from completing their quests. The first one to reach a certain level of fame wins.&#10;&#10;Currently, only one set has come out, the first Rhapsody as it is being called, named Genesis. There are plans for more expansions in the following years.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Greece",
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games",
      "Mythology: Greek",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eine Reise mit der Eisenbahn",
    "ID": 32269,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32269/eine-reise-mit-der-eisenbahn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A really old train travel game with the usual point-to-point movement mechanism.&#10;&#10;What makes it something special is the possibility to use a second train in certain variants and the nice train-theme artwork.&#10;&#10;Unfortunately no little loco pawns involved, only wooden cylinder pieces.&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catan Geographies: Settlers of Hesse",
    "ID": 32270,
    "Year": "(2007)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32270/catan-geographies-settlers-of-hesse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2857",
    "Description": "Die Siedler von Hessen (The Settlers of Hesse) is the first in a new series of historical regional map expansions for the venerable Settlers of Catan line. The new line profiles famous regions of Germany during the Middle Ages, when Celts, Romans, and Germans intermingled.&#10;&#10;Die Siedler von Hessen celebrates the state of Hesse, home to Wiesbaden and Frankfurt am Main. Like Die Siedler von N&uuml;rnberg and the other historical expansions, it features a fixed map board. The geographic features (resource hexes) and cities mirror the approximate location of their real-world counterparts. &quot;Harbors&quot; ring the playing field.&#10;&#10;The rules of Hessen cleave closely to those of standard Catan, with a few departures to keep things interesting. Players may only build cities in the round intersections denoting actual cities. Because some of the cities are only one hexside apart, the spacing rule requiring two roads between settlements is not in effect. Having built a road to a hex with a settlement, one cannot build a road leaving it until one has build a settlement on the hex. Finally, to obtain the benefit of a harbor, it is only necessary to lay a road on the hexside shaded in red.&#10;&#10;Die Siedler von Hessen is followed in six month intervals with new additions to the map line, each adding a new German region. Next in the lineup are Die Siedler von Rhein, Die Siedler von Pfalz (Palatinate), and Die Siedler von Saar.&#10;&#10;Part of the Catan Series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Country: Germany",
      "Game: Catan",
      "Region: Hesse (Germany)",
      "Series: Catan Geographies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Rally",
    "ID": 32271,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/32271/super-rally",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "From the publisher: Super Rally is a different game where the board is a trail that changes at each game. Alternate stretches  of forests, cities, fields and deserts with their specific difficulties. As it is a long race night overs and car maintnance must be considered. Everything is present in this game and in order to win, you can't forget anything.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Picture Postcards",
    "ID": 32273,
    "Year": "(1906)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32273/the-game-of-picture-postcards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kids game in which players compete to collect sets of postcards featuring famous locations of the day.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Great Obstacle Race Game",
    "ID": 32274,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32274/the-great-obstacle-race-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Rather than roll-and-move, players pull cards for their movement.  The goal is to get around the board which shows something like a county fair with the sack race and three-legged race.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aerial Contest",
    "ID": 32275,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32275/aerial-contest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The pawns in this roll-and-move game look like the Wright Brothers' flyer.  It's amazing that although published in 1910, this game involves flying all over the world.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Aerial Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stop Thief",
    "ID": 32276,
    "Year": "(1894)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.80",
    "Link": "https://boardgamegeek.com/boardgame/32276/stop-thief",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two players compete in trying to collect all the cards in the deck.  To play, all cards are dealt one by one to each player face down in a pile.  The dealer goes first and flips over his top card from his pile onto the center of the table.  The other player flips over his top card onto the played card. If the player places on top of the pile a card with a number (Officers), he captures the pile unless his opponent can recapture them. Recapture is achieved by the player flipping over an Officer card in the amount of turns of the previous displayed numbered card. For example, if the player placed a &lsquo;Cop&rsquo; card which is numbered 3, then the opponent would have 3 turns to try and place on top of that card another numbered Officer card.  If he cannot recapture, his opponent gets to take all the cards in the pile.&#10;&#10;Stop Thief consists of 32 cards.  There are 20 thief cards and 12 officer cards.  The officer cards include 4 cards depicting each a detective, cop, and police chief.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armed Warfare",
    "ID": 32277,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32277/armed-warfare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ARMED WARFARE covers all aspect of surface warfare during the WWII era.&#10;&#10;Armor, infantry, mines, artillery - on and off board - aerial interdiction, amphibious landings, open and urban terrain. The size of the arena can be any size players desire, 2'x2' with a few men to 4'x8' with lots of men and/or tanks. Shooting ranges extend out to eight feet. The rules are based on - What you see is what you get. One on one. Info is provided for almost every vehicle and general type of small arms from 1936 to 1954. All scales can use the rules: micro to 1/35th. Large number of vehicles will use the main rules and the few specially for that scale. 15mm to 1/35 will probably be infantry combat with a few supporting vehicles. These will use the main rules, the few rules for the large figures and the matrix for receiving wounds. The matrix is designed so a man might be hit, wound and live to fight some more. The last part would be at a reduced ability. A man hit in the left arm can still shot a pistol with his right hand.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild West",
    "ID": 32278,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/32278/wild-west",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Game set in the American Wild West.&#10;&#10;Object of the game is to win cards having green numbers on them, namely the outlaw or holdup cards.&#10;&#10;Game consists of 15 cowboy cards, numbered 1-15, 15 outlaw cards with red numbers 1-15 and green 1-5, 11 holdup cards with green numbers 1-5 and 3 sheriff cards.&#10;&#10;The holdup cards form a different stack, top card exposed.&#10;Rest of cards are dealt out.&#10;Players can decide to play either outlaw or cowboy/sheriff each round of play.&#10;&#10;After every player has laid out a card, trick is taken by the player with the highest worth in either outlaw or cowboy suit. Sheriff cancels all played cards.&#10;Game plays best with three, if only 2 play, a &quot;dummy&quot; has to be dealt out.&#10;Gameplay also suits for partnership play.&#10;&#10;As usual top card quality in graphics and material.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "History: American Old West (Wild West)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Stage is Set!",
    "ID": 32279,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/32279/the-stage-is-set",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The animals on the farm are making a catwalk on which they produce a fashion show.&#10;A set of cards with animals are placed open on the table. Next to it, there is a stage where an animal is shown. Players have to search for the same animal on the open tablecards. The first one who can point the right card, gets it. The player with most cards, wins the game.&#10;&#10;This game contains 2 levels: a basic game with one animal and an other one with two animals on each card.&#10;&#10;The game also includes a memory-version for 2 players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Fashion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auditions",
    "ID": 32281,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32281/auditions",
    "Min Players": "6",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "If the terms &ldquo;Theater Sports&rdquo; or &ldquo;Whose Line Is It Anyway?&rdquo; mean anything to you, you&rsquo;ll recognize the spirit behind this Theatrical Styled party game.&#10;&#10;Impersonations, Charades, Jokes, Songs, Improvisation and more.&#10;&#10;From the early years of Decipher, Inc, Auditions at times resembles an elaborate version of Cranium, while at other times it seems like a party-event-in-a-box, reminiscent of a Murder Mystery Dinner Party, with Wayne Brady standing in for Sherlock Holmes.&#10;&#10;From the box:&#10;AUDITIONS, the game&#10;&quot;everybody wants to get into the act&quot; tm&#10;Now you can too.&#10;&#10;See your friends in a whole new light - the spotlight - as Auditions turns your living room into center stage for the evening!&#10;- See your button-down brother-in-law become the world's fattest ballerina!&#10;- Hear your best friend as a TV evangelist begging for bucks!  Hallelujah!&#10;- Experience your next door neighbors playing the hapless victims of the &quot;Mattress Tag Police&quot;&#10;- You had no idea your mom knew THAT joke, or that ELVIS LIVES... in your great aunt Bertha!&#10;- Witness your boss become... almost lifelike!  You'll laugh!  You'll cry!  You'll laugh 'til you cry!&#10;&#10;If you get a charge out of a great impersonation, appreciate a good joke or a clever charade, you'll love Auditions! Off-the-wall scripts, goofy songs and more, combine for an evening you'll never forget!  Play Auditions to get rave reviews!  Your family and friends will be begging for an encore!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Leatherneck II",
    "ID": 32282,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32282/leatherneck-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a sequel to Leatherneck which was developed by SS-Bar but distributed by Critical Hit.  Leatherneck II was developed and published by Critical Hit.  Originally published in 1998, a second edition was released in March 2005 which included tweaked scenarios, improved artwork  and also incorporated the errata which had risen.&#10;&#10;8 scenarios featuring the US Marines and the Japanese in the Pacific Theater during WWII.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leatherneck III",
    "ID": 32283,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32283/leatherneck-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third in the Leatherneck Series by Critical Hit.  While the first two exclusively featured Marines vs. the Japanese army this third pack also features scenarios where various army units are fighting the Japanese army.  Units include: Filipino 52nd Division, 763rd and 711 Tank Battalions, 77th Infantry Division and the 96th infantry division.&#10;&#10;Contents:&#10;8 Scenarios&#10;&#10;Not a complete game by itself, this scenario pack requires ownership of modules from the ASL system to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angel Wars Board Game",
    "ID": 32284,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/32284/angel-wars-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Angel Wars strategy board game is simple to learn.  Yet, it has a depth of strategy that is fascinating to players of all levels.  The game features the excellent art and intriguing characters from the amazing animated series, Angel Wars.&#10;&#10;The game begins with the game tiles set up in checkerboard design.  You control the 6 guardian angels.  Your opponent controls the 6 demons (or the 6 messenger angels if your opponent prefers not to play the demons).  Players take turns moving, following the rules of movement, until one player has successfully moved all of his/her pieces to the opposite sides of the board.&#10;&#10;However, it&rsquo;s not that simple.  You can only move your piece on a tile of matching color.  Players flip tiles to match their piece.  You must find a way to clear a path for both your blue pieces and your orange pieces while trying to block your opponent&rsquo;s pieces in the process.&#10;&#10;Offering two styles of play, this game is sure to become a favorite among game players of all ages and skill levels.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fórmula Turbo",
    "ID": 32286,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.07",
    "Link": "https://boardgamegeek.com/boardgame/32286/formula-turbo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Formula Turbo is a simple racing game for kids. Just roll the dice (a single D6) and move you car - the game is as simple as that. Throw in a few event cards (good and bad) when you land on the &quot;radio&quot; spaces and hope not to land on the red spaces. That's all the rules in this game!&#10;A double sided board for two different tracks on a game of luck suitable mainly for young kids.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lange Jan",
    "ID": 32287,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/32287/lange-jan",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Roll the diamant die (a transparent d8) to determine the goal-number (= die roll + 4). Then any player is dealt this number of cards from the shuffled deck, that contains the various body parts: feet, legs, torsos, shoulders, and heads in lots of length and combinations.&#10;&#10;Your goal is to build a &quot;Langer Lulatsch&quot; (Beanpole) with the right length (the goal-number as number of cards) to get the most points in the round (goal-number +3). Everyone who finishes a correct Lulatsch within the same trun, gets the number of cards of his figure.&#10;&#10;The problem is to decide when to add which cards to your figure, as you have only one action per round deciding wether to draw a new card while discarding an old one (either from the drawpile or one of the discardpiles) or &quot;build&quot; your figure. And for example not all feet go with all legs as some have trousers and other have not. Once built you can't change the features and you have to build from bottom to top.&#10;&#10;There is another round until the first player gets 50 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Puerto Rico",
    "ID": 32289,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/32289/monopoly-puerto-rico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;A licensed Hasbro Monopoly variant set in Puerto Rico.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Puerto Rico",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbapapas familjespel",
    "ID": 32291,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32291/barbapapas-familjespel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This card game contains 7 families with 7 cards in each family + 3 trumps. Each turn a player asks another if they have a particular card. If they do, they have to give it to the active player. The active player can continue asking for cards. When you have all cards from one family you can put the set in front of you. The goal of the game is to collect as many sets of families as possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Books: Barbapapas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Troglodita (En busca del fuego)",
    "ID": 32292,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32292/troglodita-en-busca-del-fuego",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "The strange name &quot;Casuga Guina&quot; stood for the initials of the surnames of the company designers and publishers: Manuel Calbet, Amando Suri&ntilde;ach, Manuel Garc&iacute;a, Jos&eacute; Luis Guiti&aacute;n and Xavier Navarro. This Spanish company appeared in the mid 80s and published this and another title, Tutankhamon (see entry)&#10;&#10;In &quot;Troglodita&quot;, each player represents a prehistoric tribe that fights for survival and tries to occupy more caves than the others. In the meanwhile, they have to hunt, fish, confront wild animals, fight another tribes and suffer natural disasters such as earthquakes or epidemies. Obtaining fire is essential to keep food.&#10;&#10;The game contents were poorly presented, but it was funny to play and it would have been really good with some extra work on rules and graphic design.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Thorn Princess and the Four Knights",
    "ID": 32293,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/32293/the-thorn-princess-and-the-four-knights",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Translated from the backside:&#10;In this game, the players become royal knights, and their goal is to reclaim the princess who has shut herself into the Thorn Castle.&#10;However, the princess is a selfish one, and she doesn't want to leave the Castle.&#10;In order to get her out of there, the knights must earn her trust by pleasing (resolving) the selfish wishes she constantly repeats.&#10;&#10;The knights use their cards to move around the board looking for useful things, awaiting the chance to take the princess with them. But once they claim the princess (for example, by defeating the knight she currently is accompanied by), she starts ranting &quot;I'm hungry&quot;, &quot;I want to rest&quot; and other silly requests.&#10;The winner is the player who succeeds in earning the princess' trust by clearing three of these requests and escorting her outside the castle's walls.&#10;&#10;Contains:&#10;A3 Game board&#10;4 Knight cards&#10;1 Princess card&#10;84 Action cards&#10;20 Event cards&#10;20 Rant cards&#10;6 cardboard figures (1 for each knight, 1 princess, 1 event marker)&#10;1 6-sided die (the irriation counter)&#10;24 item chips&#10;1 rule book&#10;&#10;Designed by Seiji Kanai&#10;Illustrations by Noboru Sugiura&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prophets Card Game",
    "ID": 32294,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/32294/prophets-card-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Prophets Card Game is an LDS variation on Go Fish. Cards are numbered 1-13, with each number representing an LDS prophet. (The cards only go through Ezra Taft Benson.) There are also four suits, Beehives, Buffalo Skulls, Seagulls, and Wagon Wheels. Players ask others for the cards they need to complete the &quot;Books&quot; by asking for the name of the prophet pictured on the card.&#10;&#10;The rules make note that this deck of cards is appropriate for other standard card games as well.&#10;&#10;",
    "Categories": [
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible Card Game",
    "ID": 32295,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/32295/bible-card-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Bible Card Game is a religious variation on Go Fish. Cards are numbered 1-13, with each number representing a biblical prophets and persons. (The cards go from Adam and Eve to Paul.) There are also four suits, Churches, Stars, Stone Tablets, and Rods. Players ask others for the cards they need to complete the &quot;Books&quot; by asking for the name of the person pictured on the card.&#10;&#10;The rules make note that this deck of cards is appropriate for other standard card games as well.&#10;&#10;",
    "Categories": [
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Betty Boop Vintage",
    "ID": 32296,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32296/uno-betty-boop-vintage",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Another Uno Variation. The Betty Boop Vintage Edition.  Comes in a special collector's tin and stars vintage Betty Boop and company.&#10;&#10;WHAT MAKES THIS DIFFERENT FROM TRADITIONAL UNO: On-the-Go card and rule.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "Game: UNO",
      "TV Shows: Betty Boop",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Trivia: Family Edition",
    "ID": 32297,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/32297/american-trivia-family-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the Publisher's Website&#10;&#10;Have you ever wanted to just play games rather than study for your history or geography test? Well now you can do both at the same time!&#10;&#10;Outset Media is proud to introduce the Junior Edition of the best-selling All American Trivia Board Game. Designed specifically for younger players, the Junior Edition allows youth to have a blast, challenging each other&rsquo;s knowledge on 100% American content in a fun, social atmosphere.&#10;&#10;The game is easy to learn, with three categories -- geography, history, and general. It&rsquo;s a race around the game board. With over 1,080 questions, the game includes questions such as &quot;Who is famous for his &lsquo;I have a dream&rsquo; speech?&quot; And &quot;What is the largest state in America?&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The World Cup Game:  Expansion Set 2",
    "ID": 32298,
    "Year": "(2007)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32298/the-world-cup-game-expansion-set-2",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "The World Cup Game - Expansion 2 includes the boards for the 1934, 1938 and 2006 World Cup tournaments. This brings the total number of World Cup years to 8 - 1930, 1934, 1938, 1958, 1962, 1966, 2002, 2006.&#10;&#10;The 1934 and 1938 games are very short - around 30 mins each. The 2006 will be the same as 2002, anything from 2 to 3 hours.&#10;&#10;Expands:&#10;&#10;    The World Cup Game&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All American: The 82nd Airborne at Kellam's Bridge – June 6-9, 1944",
    "ID": 32299,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32299/all-american-the-82nd-airborne-at-kellams-bridge-j",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Kellam's Bridge is the first of three All American modules developed by Critical Hit.  It features the US 82nd Airborne division fighting the German defenders around Kellam's Bridge between June 6th and 9th, 1944.&#10;&#10;Critical Hit also published the All American Gamer's Guide which includes additional scenarios and a campaign game for tying together all 3 All American modules.  Unlike other Critical Hit offerings, the historical backgrounder and scenarios are printed on glossy paper rather than the scenarios being printed on cardstock.&#10;&#10;Contents:&#10;8 pages of historical background&#10;22&quot;x34&quot; map&#10;10 scenarios&#10;&#10;This game was remade in 2003.  The 2nd edition includes 12 scenarios printed on cardstock.&#10;&#10;Kellam's Bridge / Airborne Stand! is not a complete game.  Portions of the ASL game system, Beyond Valor and Yanks, are required to play this module.&#10;&#10;Expands:&#10;&#10;    Advanced Squad Leader&#10;    Beyond Valor: ASL Module 1&#10;    Yanks: ASL Module 3&#10;&#10;&#10;(all are required for expansion play)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neworld: íslenska viðskiptaspilið",
    "ID": 32300,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/32300/neworld-islenska-vidskiptaspilid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Neworld is an economic game where the object is to make as much money as possible, by buying and selling stocks, currency and raw materials. The value of the commodities changes with each turn so the best time for buying and selling varies all the time. The game ends either after a pre-determined time has elapsed or when one player has brought the others to their knees.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Black Experience",
    "ID": 32301,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32301/the-black-experience",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A role and move game designed as an educational tool to 'foster pride, dignity and self awareness'.&#10;&#10;A large colorful gameboard is included with 4 cube playing pieces, 11 Red cards and 17 Blue cards.  Instructions are printed on inside of box cover.&#10;&#10;&quot;The Black Experience&quot; is designed to emphasize some of the many contributions that Black people have made in Medicine, Technology, Literature, Government, Sports, Entertainment and other fields.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: Tigers to the Front!",
    "ID": 32302,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32302/asl-comp-tigers-to-the-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tigers to the Front! is a module set on the Eastern Front of World War II between June 23rd and June 28th   The scenarios primarily feature the German 121st infantry division and the 502nd Heavy Panzer Battalion as they defend against attacks by the Russian 1st Shock Army.&#10;&#10;Contents:&#10;22&quot;x34&quot; map&#10;10 scenarios&#10;&#10;Tigers to the Front! is not a complete game. Ownership of Beyond Valor: ASL Module 1 from the ASL game system is required to play this module.&#10;&#10;&#10;May 2012- Panther Line is released.&#10;&#10;This update to Tigers to the Front includes new color die-cut counters, two additional scenarios, new art, the new layout, all errata input and the usual balance tweaks. The action brings you right into the turrets of the Pzkw VI Tigers of the 502 Schwere Panzer Abteilung, 94th Grenadier Regiment, and 1st Shock Army and other hard-fighting combat elements. You receive all the vehicles used in the scenarios in camo-colored editions, plus a new set of German MMC/SMC counters in new poses and uniforms&mdash;to provide a unique Eastern Front gaming experience. &#10;The set includes 12 scenarios, a Special Rules booklet, two sheet of color die-cut counters (296 counters in all), and an historical map of the Panther Line positions. Ownership of Beyond ValorTM is required but owners of the recent CH Berlin release &quot;Final Days&quot; will have all of the Gun and infantry counters needed to play the scenarios in a 'CH only' counter presentation using the counters provided in ASLComp Panther Line.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dzerhezinsky Tractor Works",
    "ID": 32303,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32303/dzerhezinsky-tractor-works",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.5",
    "Description": "Dzerhezinsky Tractor Works  follows the Battle of Stalingrad October 14-15 1942, and depicts the fighting between the elite Soviet 37th Guards and the German 305th Infantry Division supported by the tanks of the 14th and 24th Panzer Divisions.&#10;&#10;Contents:&#10;22&quot;x34&quot; map&#10;4 scenarios&#10;2 campaign games.&#10;8 pages of playing aids and rules&#10;&#10;Dzerhezinsky Tractor Works is not a complete game. Ownership of modules from the ASL game system is required to play this game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wild West: The Range Wars of 19th Century America",
    "ID": 32304,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/32304/the-wild-west-the-range-wars-of-19th-century-ameri",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Wild West (TWW) is a game in which each player is a cattle rancher in the American West (mid 19th century), each of whom is trying to extend his &ldquo;spread&rdquo; to get access to the resources he needs as well as increasing his worth. TWW can be played by from two to five players.  The game plays somewhat differently based on the number of players involved, but it should take about three hours.&#10;&#10;Rustling, Poker Games, Gunfights and the Railroad are all contained in this game of the American West.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": [
      "Country: USA",
      "History: American Old West (Wild West)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Bracchi Hills",
    "ID": 32305,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32305/battle-of-the-bracchi-hills",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle of the Brachhi Hills: on the Road to Rome &ndash; May 12-14 1944&#10;&#10;The battle for Rome from the perspective of the 351st Infantry Regiment, 88th Division, the soldiers charged with cracking the Gustav Line.  This historical module comes in a zip-lock bag.&#10;&#10;Contents:&#10;Cover Page (front) / Rules (back)&#10;22&quot;x34&quot; map&#10;12 scenarios&#10;&#10;Battle of the Brachhi Hills is not a complete game. Ownership of Beyond Valor and Yanks from the ASL game system is required to play this game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Italy",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kunstbox",
    "ID": 32306,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32306/kunstbox",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One out of 30 pictures from art history is hidden under 12 wooden tiles and revealed part by part. After any &quot;revelation&quot; the players have to answer one of 14 questions from a questionnaire and talk about the part that can be seen plus answering the question. Each answer that sounds correct to the other players, gets a point (chip).&#10;&#10;Since any player is allowed to answer each question only once, it gets harder in the successing game to reply properly.&#10;&#10;After the picture is completely revealed, the answers are re-checked in the rulebook, and each correct answer gets more points.&#10;&#10;More a game for funny talk and make it believable, than for real art education. But the details you can explore in the process of revealing the pictures and discuss the answers, are illuminative fun.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stafaspilið",
    "ID": 32307,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/32307/stafaspilid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stafaspili&eth; (The Game of Letters) is a lot like Scrabble but without a board. Players get 8 tiles with a letter on each and the goal is to get rid of all the tiles from the hand. Each tile has a value which is used when a word is formed.&#10;&#10;Each word that can be read from the new one is counted. For example if a player puts down 'house' he gets points for both 'house' and 'use'. The player who finishes first gets the points from the tiles in the hands of the other players.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Undir sólinni",
    "ID": 32308,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/32308/undir-solinni",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Undir s&oacute;linni (Beneath the sun) is a trivia game with 4000 questions about everything beneath the sun. The questions are in four categories (Icelandic history, the Icelandic language and literature, childrens' questions and common questions) and each category has two difficulty levels (easy and hard). The players decide at the start what category and difficulty they will answer and then whether to use a six-sided die or twelve-sided die. The object is to travel around the four-part track, gathering stars for correctly answered questions which can be used to advance more quickly.&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kvikmyndaspilið",
    "ID": 32309,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32309/kvikmyndaspilid",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Kvikmyndaspili&eth; (The Movie Game), players form teams (three in each team is best although two player teams can work) and act out scenes from a movie to make their team members guess which movie it is. The opposite team usually chooses the movie and one player of the team tries to act out the scene in less than two minutes. If the team members guess correctly, they can roll the dice and move along the track. Those who are deemed to act exceptionally well get The Oscar statue which gives +1 on a die roll.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Busting the Bocage",
    "ID": 32310,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32310/busting-the-bocage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Busting the Bocage: Hedgerow Fighting with the 2nd Ranger Battalion.&#10;&#10;This scenario pack depicts fighting involving the US 2nd Ranger Battalion on and shortly after D-Day, from June 6th to June 8th 1944.&#10;&#10;Contents:&#10;Cover sheet&#10;1 page of rules&#10;6 scenarios&#10;22&quot;x36&quot; map&#10;&#10;The updated version of this module is included in Critical Hit magazine #7.3.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: France",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Building Sites",
    "ID": 32311,
    "Year": "(2007)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32311/zooloretto-building-sites",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "An expansion for Zooloretto, available in the 5/2007 issue of Spielbox.&#10;&#10;This expansion consists of 9 construction site tiles (three each for enclosures, vending stalls and barns).  These tiles can be used to block other players' zoos and limit their scoring potential.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Coloretto",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burg Appenzell Erweiterung: Völlig mausgeflippt",
    "ID": 32312,
    "Year": "(2007)",
    "Geek Rating": "5.562",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32312/burg-appenzell-erweiterung-vollig-mausgeflippt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6154",
    "Description": "This is an expansion for Burg Appenzell, available in the May 2007 issue of Spielbox.  It consists of two double-sided tiles, which replace two neutral tiles from the original game.&#10;&#10;It was later also available as giveaway at the Essen Fair 2007.&#10;&#10;Expands:&#10;&#10;    Burg Appenzell&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Danger Pass",
    "ID": 32313,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32313/danger-pass",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players must get at least one wagon from an Eastern Town to West City safely, avoiding Indians and other dangers on the trail.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jogo da Pescaria",
    "ID": 32314,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/32314/jogo-da-pescaria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From the publisher: &quot;On this superfun lake you'll catch fishes of all sizes. The largeer fishes worth 3 or 5 points each and the smaller ones 1 or 2 points There are also the fishbones that are worthless, they are there just to hinder your fishing. So you'll need a bit of luck to catch the better fishes before the other player. Who get more points at the end is the winner!&quot;&#10;&#10;This is a cute little game for the small kids (ages 4 to 8), where two players race to catch the most fish but also the bigger fishes. When all the fishes are caught, players add their points, who got the most wins, simple as that!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trial 1997",
    "ID": 32315,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32315/trial-1997",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;Trial '97 brings together facets of the riddle of the future of Hong Kong which now confronts the 6 million inhabitants who are the pawns in this game of intrigue.  Invite your friends to roll the dice and play the future of Hong Kong.  Politics, Power, Money and Technique will challenge your every move to Trial 1997!&quot;&#10;&#10;Published in 1987, when the future of Hong Kong was uncertain, this is a roll and take an action game where players try to get as much money out of Hong Kong as possible before the final handover.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jólasveinaspilið",
    "ID": 32316,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32316/jolasveinaspilid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a simple roll and move game where the players try to get from the starting point to the end, with 90 numbered points on the route, 14 of them with special rules. 13 of those rules have something to do with one of the Icelandic Yule Lads (similar to Santa Claus).&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galaxy",
    "ID": 32317,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/32317/galaxy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Galaxy was first published as &quot;game in the magazine&quot; in the AHA-Zeitung #87/2, the zine of several joint Swiss Playing Clubs. In winter 1987, Editoy published it as a real game.&#10;&#10;The huge board shows a universe with 6 planets, 36 space stations and about 50 meteorites. The planets are connected with thick planet routes, the space stations with thinner space station routes, and the meteorites with dotted meteorite routes. Movement is done with movement tickets, which are won by throwing a die.&#10;&#10;Each planet is the home planet of a player's space ship, thus up to 6 people can play a game.&#10;&#10;Object of the game is to visit all 6 space station of the own colour and return to the home planet first. This can be rather difficult, because 18 &quot;magnetic fields&quot; block the same number of routes. Besides moving his space ship during his turn, a player takes any magnetic field and places it on a new route.&#10;&#10;&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Space Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Club 3",
    "ID": 32319,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32319/club-3",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Club 3 was first published as game in the magazine in &quot;WIN&quot; #45, the zine of the &quot;Spielekreis Wien&quot; in Austria. It was published in the Swiss gaming zine &quot;AHA&quot; two months later.&#10;&#10;The game is somehow a derivate of Poker - with less cards, less combinations, but more interactions between the players.&#10;&#10;The card deck consists of only 24 cards; 4 suits of 6 cards, numbered from 1 to 6.&#10;&#10;There are only 3 combinations with a little strange names: &#10;- Wortklauberei (logomachy): 2 cards with numbers directly adjacent each other&#10;- Redeschwall (flood of words): 2 cards with the same numbers&#10;- Phasendreschen (to rant): 2 cards, 1 showing an &quot;1&quot;, the other a &quot;6&quot;&#10;&#10;Each round is played with 4 cards per player; there is no possibility to exchange any of them. The first player, who thinks he has a good hand, starts the game by playing 1 card and any number of chips on it. This bet can be attacked by any player. The attacker can choose, if he wants to attack alone or with the help of another player. That means, that the original better can be forced to play against 2 players! An important restriction is, that a maximum of 3 cards can be used on each side, which would form 1 or 2 combinations.&#10;&#10;The game ends after a preassigned time and the player with the most chips is the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "High Noon",
    "ID": 32320,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32320/high-noon",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "High Noon was published in the Swiss gaming zine &quot;AHA&quot; #87/4.&#10;&#10;The board consists of 12 spaces, where 12 subsequent races are carried out.&#10;&#10;Each of the 4 players has 1 token and a set of 6 cards, numbered from 1 to 6. These cards are used to move the tokens. Every turn, all players play one of their cards simultaneously. Passing other tokens is possible at the cost of 2 movement points, but landing on occupied fields is forbidden; such a move would forfeit.&#10;&#10;While the first race starts with all tokens off the board, the following 11 races leave all tokens where they have been at the end of the previous race. But the finishing line will be shifted by 7 fields.&#10;&#10;Up to 12 points can be won per race and the winner is the player with the most points after all 12 races.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Godzilla",
    "ID": 32321,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32321/godzilla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Godzilla was published in the Swiss gaming zine &quot;AHA&quot; #88/1.&#10;&#10;The game is played on a 10x10 board. One player plays with Godzilla, the other one plays with 6 people/tokens from Tokyo. Each of the 6 Tokyo tokens has a different colour and wears an imaginary weapon of the same colour.&#10;&#10;Before the game begins, the Tokyo player places 40 houses, 10 monster-immune houses and his 6 tokens on the board. Godzilla waits outside the board.&#10;&#10;The Godzilla player is dealt 6 cards showing the 6 colours of the weapons. He is immune against 4 of the 6 weapons and to document which ones, he secretly keeps 4 of the 6 cards.&#10;&#10;During a turn, the Tokyo player must move 3 of his tokens by 1 space, the Godzilla player moves Godzilla by 2 spaces. Godzilla can destroy houses, but not Tokyo tokens or monster-immune houses.&#10;&#10;The Tokyo player wins, if he can move one of his 2 tokens with a &quot;sharp&quot; weapon on the space where Godzilla is. Godzilla wins, if he can destroy 15 houses before he is killed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure",
      "Point to Point Movement"
    ],
    "Families": [
      "Creatures: Monsters",
      "Movies: Godzilla",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burza Zimowa 1942",
    "ID": 32322,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/32322/burza-zimowa-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "540",
    "Play Time": "540",
    "Weight": "3.25",
    "Description": "Burza Zimowa 1942 (Winter Storm 1942) : the Germans hoped to relieve the 6th Army encircled in Stalingrad by breaking through the Russian lines. The operation was a failure since the Soviet HQ sent strong reinforcements to the area and stopped the German advance and thus the 6th Army was doomed.&#10;&#10;The game uses rules of the  B35 (Battles of World War II 1943-1945) system designed for dealing with medium battles of World War II. Counters represent battalions (Germans) or regiments (Russians), one hex represents 1500m, one turn represents 12 hours.&#10;&#10;At present rules and all publications about the game are only in Polish language.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Bitwy II wojny światowej 1943-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kasserine 1943",
    "ID": 32323,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/32323/kasserine-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "2.5",
    "Description": "A wargame about the Battle of the Kasserine Pass. The battle was a victory of the Italo-German forces under Erwin Rommel over unexperienced American forces led by Lloyd Fredendall who was relieved after the battle.&#10;&#10;The game uses rules of the  B35 (Battles of World War II 1943-1945) system designed for dealing with medium battles of World War II. Counters represent battalions, one hex represents 1000m, one turn represents 8 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Bitwy II wojny światowej 1943-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bagration 1944",
    "ID": 32325,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/32325/bagration-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.4",
    "Description": "A wargame about the final phase of Russian offensive in summer 1944. After the success of operation Bagration and destruction of German Army Group Centre, the Soviets advanced quickly towards the Vistula river and Warsaw. Already exhausted from the earlier fights and 500km advance the Russians encountered strong German forces pulled from the Italian front just when they were about to cross Vistula and capture Warsaw. At the same time the Warsaw Uprising began, complicating the German situation.&#10;&#10;The game uses the &quot;Wielkie Bitwy II Wojny 1939-45&quot; or &quot;WB95&quot; (Great Battles of World war II 1939-1945) rules designed to simulate large battles of World War II. Counters represent regiments (Germans) or divisions (Russians), one hex represents 2500m, one turn represents one day.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Végvári Viadalok",
    "ID": 32326,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/32326/vegvari-viadalok",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Description from the gamebox:&#10;&#10;Border Castle Battles&#10;&#10;A strategic-historical game for children above 10. This is a stop-gap game in the sense that is provides exciting passtime activity for children above ten and even adults. The point is that the game enables you to re-play four campaigns of the 16th century /they took place actually/ with a relatively high degree of faithfulness to reality. This game is not the usual simple one you play with dice, it requires brains, tactics and good strategic ideas. If there are two players, one is the commander-in-chief of the Turkish army the other one is that of the Hungarian one. They take steps on the battlefield /the table/ which is authentic both historically and geographically.&#10;While stepping forward - in line with their strategic ideas - they fight each other, protect or storm fortresses. In case of more players the countries may be divided among them, e.g. the players can be commanders of a Northern Hungarian castle or that of a Transdanubian fortress respectively...()&#10;We sincerely hope that this short piece of information arouse your interest in this type of game outstanding also in its design, and being the first of its kind - since historical strategic games are just about to be spread in Hungary...()&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Hungary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LEGO/Duplo Little Forest Friends Counting Game",
    "ID": 32328,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32328/legoduplo-little-forest-friends-counting-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players build stacks of Lego Duplo blocks to reach berries.  First one to return to the start space with the required number of blocks, wins.  Three ways to play using counting, addition or subtraction.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hastings 1066",
    "ID": 32329,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/32329/hastings-1066",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Hastings 1066 is a Tactical level miniatures wargame which was inclued with Practical Wargamer magazine, Jan/Feb 1997 vol 10 no 7. It includes a separate map, rules and counters. Movement and combat are very simple, and are described as a basic outline framework for refighting the battle, with opportunities for improvements and extensions by the players.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: England",
      "History: Norman Conquest",
      "Magazine: Practical Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fem myror är fler än fyra elefanter: Lär om siffror",
    "ID": 32331,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.31",
    "Link": "https://boardgamegeek.com/boardgame/32331/fem-myror-ar-fler-an-fyra-elefanter-lar-om-siffror",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A sister game of `Fem myror &auml;r fler &auml;n fyra elefanter: L&auml;r om bokst&auml;ver&acute;, this is a children&acute;s game about numbers. There are seven different ways to play, representing seven difficulty levels.&#10;&#10;Players each have their own board. A number of tiles are placed face-down on the table, a la Memory. Players roll the die to see how many tiles (1, 2 or 3) they may turn face-up. Any tiles that match the player&acute;s board are placed on the board.&#10;&#10;In the seven variants, players are required to match numbers with numbers (2 - 2, easy), animals with numbers (two lions - 2, slightly more advanced), and so on.&#10;&#10;The winner is the first player to fill his/her board.&#10;&#10;Themed on a very popular Swedish TV show for kids.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Polar Bear",
    "ID": 32332,
    "Year": "(2007)",
    "Geek Rating": "5.696",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32332/zooloretto-polar-bear",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "An expansion for Zooloretto, given for free by Abacus at Spiel 2007 in Essen. This expansion consists of 1 tile with a polar bear.&#10;&#10;Use the normal rules for Zooloretto, except for one rule: the first player to fill his 6-space enclosure takes the polar bear enclosure from the middle of the table. The owner of the polar bear enclosure only loses half the normal points for the tiles he has in the barn at the end of the game.&#10;&#10;The story behind:&#10;&#10;In Germany there is a very, very famous little polar bear living in the Berlin Zoo. When Zooloretto was released, everyone asked for him. So the publisher and the author decided to make a little present for all these people.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bears",
      "Game: Coloretto",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maestro Leonardo: Codex Leonardi – III",
    "ID": 32334,
    "Year": "(2007)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32334/maestro-leonardo-codex-leonardi-iii",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "This expansion for Maestro Leonardo (Leonardo da Vinci) was distributed in Essen 2007 to the buyers at the stand of daVinci games and adds the Edicts to the city.&#10;&#10;Once the council area has been resolved, players move their men onto one of the four areas of the Edicts. The Edict with the highest number of men is in force for the current turn. Each of the Edicts has a different effect, e.g. the first one gives 2 additional Florins for each completed invention.&#10;&#10;Expands:&#10;&#10;    Leonardo da Vinci&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Historical Figures: Leonardo da Vinci",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "11 de Setembre",
    "ID": 32335,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/32335/11-de-setembre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "[EN] 11 de Setembre is an introductory wargame with very simple rules, reproducing the siege and fall of the city of Barcelona on September 11th 1714, at the hands of the Spanish-French Bourbon army. The fall of Barcelona effectively ended the War of the Spanish Succession.&#10;&#10;It contains one 50x70 cm map, a rulebook and 88 counters.&#10;&#10;&#10;[CA] 11 de Setembre &eacute;s un wargame introductori amb regles molt simples i que reprodueix el setge i caiguda de Barcelona l'11 de setembre de 1714 a mans de l'ex&egrave;rcit borb&ograve;nic francoespanyol. La caiguda de Barcelona pos&agrave; fi a la Guerra de Successi&oacute; Espanyola.&#10;&#10;El joc cont&eacute; un mapa de 50x70 cm, un llibret de regles i 88 fitxes.&#10;&#10;&#10;[ES] 11 de Setembre es un wargame introductorio con reglas muy simples y que reproduce el asedio y ca&iacute;da de Barcelona el 11 de setiembre de 1714 a manos del ej&eacute;rcito borb&oacute;nico franco-espa&ntilde;ol. La ca&iacute;da de Barcelona puso fin a la Guerra de Sucesi&oacute;n Espa&ntilde;ola.&#10;&#10;El juego contiene un mapa de 50x70 cm, un libro de reglas y 88 fichas.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (City Scale)",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Region: Catalonia (Spain)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guessit",
    "ID": 32336,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/32336/guessit",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Guessit is a fast paced game played like charades.  Instead of acting, however, you give verbal and physical clues to your teammates, who are trying to guess the items you are describing before the time runs out.  There are 4 categories of play - Places, People, Objects, and Actions &amp; Activities.  On your turn, you roll the dice to determine which category you get.  There are 7 items on each card and you get 1 point for each item your team correctly guesses.  The first team to 45 points wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eurojuego de Salamanca",
    "ID": 32338,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32338/eurojuego-de-salamanca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Eurojuego de Salamanca is a Monopoly like game played in this Spanish city.  Nevertheless, they have introduced some variants that gives the game a twist for the better, such as the special commodities to buy or services contracts.&#10;&#10;The game was distributed with El Adelanto, a local newspaper.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Cities: Córdoba (Andalusia, Spain)",
      "Cities: Salamanca (Spain)",
      "Country: Spain",
      "Region: Andalusia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Proceso",
    "ID": 32339,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/32339/proceso",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;Since September 27th, 2004, the Dominican Republic has a new criminal procedural law, based in an accusatory system, which replaces the one from 1844 that was  inspired in the old French code based in an inquisitive model.&#10;&#10;In order to announce the new legal frame, the Escuela Nacional de la Judicatura presents this process in a ludic educational form to the justice servers, the Polic&iacute;a Nacional and to the citizens in general.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Dealer: All-Zeit",
    "ID": 32342,
    "Year": "(2007)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32342/space-dealer-all-zeit",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "All-Zeit is an expansion for Space Dealer, which brings you 44 new cards.  Ten white wooden cubes are provided for the new &quot;Energy Shield&quot; and &quot;Chronosphere&quot; technologies.  Both German and English rules are included.&#10;The new cards include new Gizzi &quot;contracts,&quot; updates for the fusion mine and the sabotage probe, cooperative challenges, wormholes, the chronosphere, and the fearsome intergalactic mop and bucket brigade.&#10;(Although the box states 2-4 Players, it has no rules for 2 Players included.)&#10;&#10;Expands:&#10;&#10;    Space Dealer&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Real-time",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "De Matrica Bellae",
    "ID": 32343,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/32343/de-matrica-bellae",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "De Matrica Bellae is a set of matrix game rules for tabletop wargames by Graham D. Evans and was published as the Society of Ancients incentive game for 2005. The matrix style of play often produces an anarchic type of game and also needs an umpire, but can produce an entertaining game that is good fun and can provide a lot of value to the wargamer. DMB also includes a bonus matrix game campaign, &quot;Londinium's Burning&quot; - a matrix version of the Iceni revolt led by Boudicca.&#10;&#10;(from the SOA website)&#10;&#10;Matrix games use structured arguments rather than mathematics to determine the success or failure of actions within the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Country: England",
      "History: Roman Britain",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let the Dominoes Decide",
    "ID": 32344,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/32344/let-the-dominoes-decide",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gladitorial combat using dominoes to determine the attack and defence values of the combatants. Different types of gladiator are included (retiarius, murmillo etc) with appropriate weapons and armour. A number of useful appendices about aspects of the historical background are also included, along with an additional game &quot;Anno Domino&quot; which is a simpler game based on similar lines.&#10;&#10;This was a society subscription game but is also available separately.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Gladiators",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corvus",
    "ID": 32345,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/32345/corvus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A fast play set of rules for fighting naval battles in the Mediterranean sea in the period 320 to 30BC. It aims to avoid book-keeping in favour of simplicity and playability. Each side plays alternately, moving all of their ships to shear off oars, grapple or ram the enemy, whilst the non-moving player can shoot back. Combat resolution is by a comparison of dice throws, with additional tactical factors. It is designed to be played with miniatures but full colour counters are provided as an alternative.&#10;&#10;This was a Society of Ancients subscribers' game but is also available separately.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Punic Wars",
      "History: Roman Civil Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "!Blitzkrieg¡",
    "ID": 32347,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/32347/blitzkrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Juego de iniciaci&oacute;n al wargame ambientado en la segunda guerra mundial.Incluye reglas,tablero de 40x90 cm y 40 fichas.&#10;&#10;Game initiation wargame of WWII.Contain one map 40x90 cm, rulebook, and 40 counters.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kursk: Choque de titanes",
    "ID": 32348,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/32348/kursk-choque-de-titanes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Reproduce el combate por la poblaci&oacute;n de Projorovka el 12.7.43,que tuvo lugar durante la batalla de kursk.&#10;Wargame basico de iniciaci&oacute;n.&#10;Incluye reglas,tablas,tablero de 40x90 cm i un total de 50 piezas.Cada hexagono representa 250 mts.&#10;&#10;Plays the fight for the people of Projorovka the July 12, 1943, which took place during the battle of Kursk.&#10;Wargame basic.&#10;Includes rules, tables, board 40x90 cm and 50 counters.&#10;One hex=250mts.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raging Champions",
    "ID": 32349,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/32349/raging-champions",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Do you have what it takes to coach a Raging Champion to the final match and win?&#10;&#10;Choose your characters and the tournament begins... Watch your Raging Champions compete one-on-one against fierce contenders in the only bracket-formatted board game available.&#10;&#10;Use your Appeal Chips to stay out of trouble and beware of the ejection card... Draw it and one of your Raging Champions is out of the tournament. As you battle and advance towards the final match, the excitement builds and coaches choose favorites - watch out because these guys are tough to beat.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ABOYNE",
    "ID": 32350,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/32350/aboyne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.25",
    "Description": "Aboyne is a simple, fast-paced, print and play abstract game.&#10;&#10;On their turn, a player must move one stone of their own color that is not adjacent to any enemy stone. A stone may (i) move to an adjacent empty cell or (ii) jump over a friendly stone, or a line of friendly stones, landing on the cell immediately beyond. If that cell is occupied by an enemy stone, that stone is captured. A stone cannot move into the opponent's goal cell. The winner is the player who moves a stone into their own goal cell (at the opposite end of the board) or stalemates the opponent.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Term AboyneThe term Aboyne is taken from a humorous dictionary The deeper meaning of Liff. by Douglas Adams and John Lloyd. In there Aboyne is defined as beating an expert at a game of skill by playing so appallingly that none of his clever tactics or strategies are of any use to him.&#10;&#10;Furthermore there exists a village in Aberdeenshire, Scotland, named Aboyne (Scots: Abyne, Scottish Gaelic: Ab&egrave;idh).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shok & Awe",
    "ID": 32351,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/32351/shok-and-awe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game is a simulation of the early air bombing campaign against Iraq. Completely card driven, players draw missions and attempt to make their primary and any secondary or tertiary targets as possible by rolling dice, which can be modified by aircraft type, experimental weapons and recon missions.&#10;&#10;Each target has a Class and a Combat Rating of 2, 3, 4, or 5.. In order to successfully destroy a target, the player must match or beat the Combat Rating listed for that target using as many dice as they wish.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blight of the Living Dead",
    "ID": 32352,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32352/blight-of-the-living-dead",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a game based off of a map product, Master Plan: Necropolis, also published by UKG. In &quot;Blight of the Living Dead&quot;, up to six players can act as fantasy adventurers seeking out the Lord of the Night (also a player) in the necropolis while battling undead minions and searching chests for treasure that will aid them.&#10;&#10;It is a simple game with combat handled by opposed die rolls with variable undead reinforcement also handled by dice.&#10;&#10;&#10;         NOTE: You MUST have the Master Plan: Necropolis product (or just make your own) to make use of this game! **&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fleet Action Imminent! General Quarters WWI Rules",
    "ID": 32353,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/32353/fleet-action-imminent-general-quarters-wwi-rules",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Fleet Action Imminent! General Quarters WWI Rules is a set of tabletop miniatures rules covering WWI naval combat.&#10;&#10;It is based on the General Quarters (Third Edition) rules, tweaked to more appropriately fit the World War One timeframe instead of General Quarters' World War Two emphasis.&#10;&#10;Miniatures scale is flexible.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: GQ III Decisions at Sea (Old Dominion GameWorks)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Philadelphia Phillies",
    "ID": 32354,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/32354/uno-philadelphia-phillies",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Another Uno variation. Philadelphia Phillies Uno comes with 112 Custom cards featuring the Phils' 2005 line-up including Jim Thome, Bobby Abreu, Jon Lieber, Pat Burrell and more.&#10;&#10;WHAT MAKES THIS DIFFERENT FROM TRADITIONAL UNO: Acquisition card and rule.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Philadelphia (Pennsylvania, USA)",
      "Game: UNO",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race to the Bowl with CinnaMon & Apple",
    "ID": 32355,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/32355/race-to-the-bowl-with-cinnamon-and-apple",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "This is a very basic roll-and-move game on the back of a Kellogg's Apple Jacks box. It has a Caribbean island theme (get it, CinnaMon?).&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pompeii XV",
    "ID": 32356,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/32356/pompeii-xv",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game consists of a circular board with the numbers 1 to 12 in compartments and 15 numbered disks.  The disks are tossed into he middle of the board and those that land face up can be placed in the numbered compartments as long as some simply rules are followed.  Points are scored for every disk used and deducted for those face up disks that couldn't be used.  The winner is the player with the most points.&#10;&#10;The game is based on components excavated at Pompeii; the rules were produced by a computer analysis of the components (per an article by R. C. Bell in Games &amp; Puzzles #65).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Pompeii",
      "Ancient: Rome",
      "Cities: Naples (Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rivers & Rods",
    "ID": 32357,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32357/rivers-and-rods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rivers and Rods is an LDS-themed variant of Chutes and Ladders. Players navigate through a map of Book of Mormon lands. When they land on the beginning of an iron rod, they can skip several places to go to the end of it and when they land on the beginning of a river they are likewise sent backward. As with many other religiously themed games, the rules specifically state that the first person to reach the end is not the winner; rather, everyone who reaches the end is the winner.&#10;&#10;",
    "Categories": [
      "Racing",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Migration",
    "ID": 32358,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/32358/the-great-migration",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "During the nineteenth century, settlers expanded rapidly across North America, from the eastern seaboard all the way to the west coast.  Players' pieces represent the wagons of a bold family just arrived from the Old World and working to reach the west coast.  Performance is based not on how well any one wagon does, but on how well players manage all of their wagons.&#10;&#10;The game is played as a trick-taking game.  The goal of the game is to advance wagons as quickly as possible.  Every trick scores movement points.  These points propel wagons across the board.&#10;&#10;Every hand also features a hand evaluation step.  Bidding a hand correctly scores extra movement points.  Missing a bid scores nothing.&#10;&#10;Blocking is also an important element of the game.  By placing wagons on the game board&rsquo;s prime paths, players can force each other to either go around or give up some of their precious points to push opponents forward and out of the way.&#10;&#10;This game has been self published (at prototype quality) in an edition not to exceed 200 copies.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bolide Tracks #2: Bugeleisenring (Germany) and Tsunami (Japan)",
    "ID": 32359,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32359/bolide-tracks-2-bugeleisenring-germany-and-tsunami",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "More Tracks for the Bolide racing Game&#10;  - Bugeleisenring(Germany) - &quot;L&quot; Curves&#10;  - Tsunami (Japan) - Race The Waves&#10;&#10;Expands:&#10;&#10;    Bolide&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ferrari Il Gioco Ufficiale",
    "ID": 32362,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/32362/ferrari-il-gioco-ufficiale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A Monopoly variant where the properties are models of Ferrari automobiles and the players are car collectors. The winner is the player with the most money when the last Ferrari is acquired.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Brands: Vehicles (Cars, Trucks, etc.)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gibraltar",
    "ID": 32363,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/32363/gibraltar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "1.75",
    "Description": "The Spanish French army launches assault in 1782 against fortzaleza of Gibraltar that ended in failure during the American War of Independence. Game includes one 25 x 31 inch map.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Spain",
      "Region: Gibraltar (United Kingdom)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest for the Princess",
    "ID": 32366,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/32366/quest-for-the-princess",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "from the website http://www.elveneargames.nl&#10;&#10;Five of the most noble knights in the country, all want to marry the princess. There is one problem, though. The princess has been kidnapped by a dangerous dragon Fortunately, something good comes out of this situation too. This is the ultimate chance for the courageous warriors to make a good impression on the princess. That is why they go to battle to save the princess. Because only one of them can marry the lady, the knights do everything whithin their power to make life miserable for one another. This whole spectacle is watched by a very critical royal family. The knights really work their heads off to win the sympathy of the family. They will most certainly put in a good word for them with the princess.&#10;&#10;Goal of the game:&#10;The players are knights. The player who makes the biggest impression on the princess, can marry her and wins the game. Players collect points by fighting other knights (fighting), impressing family members of the princess with their spectacular horse riding shows (showing), riding faster that their opponents (trotting), winning a tournament and ofcourse by saving the princess.&#10;&#10;The player characters in the game:&#10;Sir Thanks-a-lot, Sir Chop-a-lot, Sir Robin Rudes prince of Dudes, Sir William Wimpy and the Dirty Duke of Dastardshire&#10;&#10;This game is released at Essen 2007.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spinjas",
    "ID": 32367,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/32367/spinjas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Spinjas is a ratcheted spinning top game created by Parker Brothers in the late 1980s. The game set was sold as a Battle Stadium plastic arena with two Power Winder launchers and two Spinja characters enclosed within the clam-shell designed arena. More characters, launchers, and an oversized playing arena were also made available separately. The objective of the game is to load your chosen character into the ratcheting launcher and each player would launch their top into the arena at the same time. The tops would ricochet off of each other until only one remained spinning or within the arena and that player was declared the winner.The tops are not customizable and are not associated with any other licensed properties.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Fighting Top Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OAF Pack 1",
    "ID": 32368,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/32368/oaf-pack-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "OAF Pack 1&#10;A collection of scenarios reprinted from the On All Fronts newsletter with all errata applied.  A second OAF Pack was never printed.  These scenarios span the European and Pacific Theatre as well as one scenario from the Korean War.  One unusual feature of these scenarios is that rather than usual counter listing they employ TO &amp; E Trees as well as graphical set up and entry charts for set up.&#10;&#10;Contents:&#10;10 scenarios&#10;1 Overlay&#10;7 unmounted counters&#10;&#10;OAF Pack 1 is not a complete game. Ownership of modules from the ASL game system as well as boards 2, 3, 4, 5, 6, 10, 11, 16, 17, 22, 23, 33, 35, 37, 43, e, f and h,  are required to play this expansion.&#10;&#10;Expands:&#10;&#10;    Advanced Squad Leader&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shangzhou-Gold",
    "ID": 32370,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/32370/shangzhou-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From Invisibile City Games:&#10;&#10;&quot;Area Shangzhou-Gold (64 new sectors!) just opened for development on CyberNet. Your corporation has obtained partially-exclusive initial development (and exploitation) rights to this potentially lucrative market. Your goal? Secure your company&rsquo;s control over the area by either controlling all four Critical Nodes, laying exclusive claim to more than half of the sectors (33+), or accumulating enough Clout to pay off the regulating officials.&quot;&#10;&#10;The game can be played with a chessboard, some tokens and tiles printed from Invisible City's website:&#10;&#10;http://www.invisible-city.com/play/463/shangzhou-gold&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Components: 8 x 8 Grids"
    ]
  }
]