[
  {
    "Rank": "3301",
    "Name": "Ugly Gryphon Inn",
    "ID": 322709,
    "Year": "(2021)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/322709/ugly-gryphon-inn",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6585",
    "Description": "A Solo Game by Scott Almes.&#10;&#10;You own the only inn within a hundred miles: the questionable prestigious Ugly Gryphon Inn. Your patrons are rowdy and rude, but they are the only ones around. In order to keep the debt collectors at bay, but to do so you must manage some painfully particular, peculiar patrons.&#10;&#10;In The Ugly Gryphon Inn, you&rsquo;ll be tasked with managing your patrons&rsquo; various needs to ensure they all get a good night&rsquo;s rest. Each turn, you&rsquo;ll send one drowsy patron up to their room, then check to make sure all your patrons are sleeping soundly. If something&rsquo;s irking them, they might raise a fuss, so keep an eye on what they need as you go. Afterwards, you&rsquo;ll usher in more guests and keep an eye on the bar to make sure there&rsquo;s no trouble. There&rsquo;s never a moment to rest in The Ugly Gryphon Inn!&#10;&#10;After you've run out of cards in the deck, then count how many patrons you have in the inn. Do not include patrons in the bar. If you have 7 or more patrons in the inn - you&rsquo;ve won! If you have less than 7, then you have lost.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Ugly Gryphon Inn",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)",
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "3302",
    "Name": "Pelican Cove",
    "ID": 90870,
    "Year": "(2011)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/90870/pelican-cove",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8143",
    "Description": "We're in Australia, a land of myth and magic, and every night at sundown eight dreambirds gather around the holy rock Uluru. To make the magic work to its fullest, they all wish to land in specific locations to fulfill specific conditions.&#10;&#10;Unfortunately, they haven't coordinated their wishes among the flock, so it's up to the players to sort out the puzzle so that as many dreambirds as possible have their wish granted. Oh, and you better do it quickly because the sandtimer is running towards sundown.&#10;&#10;In Uluru: Tumult am Ayers Rock, players must solve these dreambird puzzles individually and simultaneously, then review their results together. Each unfulfilled wish results in a penalty point for a player. Play proceeds over several sundowns, and the winner is the player who in the end has received the fewest penalty points.&#10;&#10;The game includes variable difficulty levels so that everyone from children to seasoned gamers can compete together and be challenged.&#10;&#10;Uluru: Tumult am Ayers Rock can be combined with Uluru: Neuer Tumult am Ayers Rock to add further variants and combinations to the game.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Sand Timers",
      "Country: Australia",
      "Players: Games with Solitaire Rules",
      "Series: Native-art line (Kosmos)"
    ]
  },
  {
    "Rank": "3303",
    "Name": "World Championship Russian Roulette",
    "ID": 179245,
    "Year": "(2017)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/179245/world-championship-russian-roulette",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Congratulations, you've made it to the world championship! Unfortunately, it's the World Championship of Russian Roulette. In this press-your-luck bluffing game of simultaneous play where no player has to wait for their turn, you play the part of a captain of a Russian Roulette team competing against the world's best Russian Roulette teams.&#10;&#10;The first team to accrue 15 victory points or the last team with their brains still intact wins. You earn victory points by bidding on how many pulls of the trigger you will survive. Any time you lose a teammate, you earn a severance package in the form of an action card. Action cards allow a player to peek at the top three cards of their gun deck before bidding, shoot at another player instead of at themselves, change a bid, and more.&#10;&#10;But there's more! World Championship Russian Roulette is also a bluffing game. At the beginning of every round, players place one of their gun cards into their &quot;pocket&quot;, providing them the opportunity to cheat by pocketing their bullet card. Careful though. Get caught cheating and the penalty will blow your mind.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "3304",
    "Name": "Linq",
    "ID": 11945,
    "Year": "(2004)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/11945/linq",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4267",
    "Description": "Part word game, part bluffing game, part strategy game, LINQ is a team game in which you don't know who your partner is!&#10;&#10;Each round, two players will have cards with the same word on it, while the other players will have bluffing cards. The object of the game is to find out which two players have the same card &mdash; that is, which two players LINQ &mdash; by listening to the clue words that all the players give. For example, if the LINQ word is blue, a player holding that card might say ocean. A player who is bluffing might follow by saying shell. It's not yet clear who has the LINQ, until the other player can describe blue in a different context.&#10;&#10;After round one has been completed, players can guess who they think has the LINQ, or pass on guessing until after round two. When the LINQ is revealed, players earn 2 or 1 points for correctly guessing after, respectively, round one or round two. (The two players who are LINQed score only if they both identify one another.)&#10;&#10;The first player to score 10 points wins. It's a unique game in which you play as an individual but must rely on your partner &mdash; if only you know who that is!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Pattern Recognition",
      "Targeted Clues",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "3305",
    "Name": "Othello",
    "ID": 2389,
    "Year": "(1883)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/2389/othello",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0712",
    "Description": "Trap other pieces between your own to capture them, but be aware that the opponent may do the same. Pieces will change sides (colors) dozens of times. The winner is the one with the most pieces when no more pieces can be played on the board.&#10;&#10;In Hong Kong, an advertising campaign by Texwood for its Apple Jeans involved the use of Othello sets, retitled Ping Guo Qi (Apple Chess). The sucess of the campaign raised the popularity of the game, and Ping Guo Qi or Apple Chess has since become an alternative name for Hei Bai Qi (Black and White Chess), the more traditional name for the game.&#10;&#10;Goro Hasegawa changed Setup of Reversi a bit and renamed it as Othello inspired from Shakespeare's play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Triqqy",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Series: Traveller (Ravensburger)",
      "Series: Unser Lieblingsspiel (Georg Appl / Espenlaub)",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "3306",
    "Name": "Lifeboat",
    "ID": 4174,
    "Year": "(2002)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/4174/lifeboat",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7419",
    "Description": "from original publishers' Web site&#10;&#10;Adrift in uncharted waters, six people share a tiny lifeboat. As the supplies run low, they discover that some barrels are filled with jewels and art treasures instead of water or hardtack. Greed mixes with love and hatred as the passengers take sides...&#10;&#10;Lifeboat is a fast-paced card game of intrigue and survival. Players vie for the highest score when the boat reaches land &mdash; a seemingly simple matter of surviving with the most treasure. But each player has a secret love and a secret enemy among the passengers, and no one knows when landfall will occur.&#10;&#10;Will you help row, and thus have a hand in guiding the boat's course? Try to shove your way into the quartermaster's seat? Start a fight to grab some loot? Or just bide your time until you can nudge your enemy overboard into shark-infested waters?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Nautical",
      "Negotiation",
      "Party Game",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Move Through Deck",
      "Open Drafting",
      "Player Elimination",
      "Secret Unit Deployment",
      "Set Collection",
      "Take That",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "3307",
    "Name": "Vive le Roi!",
    "ID": 7806,
    "Year": "(2003)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/7806/vive-le-roi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2126",
    "Description": "With the announcement of the King's retirement, the pirouette for succession begins! All of his subjects from cobbler to cook, painter to paladin, debutante to duchess bustle about the castle in preparation for the succession. One of your favorites can attain the throne. But, beware! It will require clever maneuvering and selective positioning to be in the right place at the right time to achieve the crown!&#10;&#10;Vive le Roi! is a bluff and deduction game. Players receive a card that lists a number of characters, and they keep this card hidden from the other players. The game is won by points, and players gain points depending on how &quot;high&quot; up in the castle their characters are located. Lower floors are worth fewer points, and higher floors are worth more. At the beginning of the game, players take turns placing one of the 13 characters on the board, honoring the limit of 4 people per floor.&#10;&#10;Once this initial setup is done, a turn is simple: move a character of your choice up (never down) a floor. Easy. The king's throne on the top floor is worth the most points, but every time a character is moved to that spot, the entire group simultaneously votes either &quot;Yes&quot; (of which they have an unlimited number of &quot;Yes&quot; cards) or &quot;No&quot; (and each player has a limited number of &quot;No&quot; cards). If there is even one &quot;No&quot; vote, the character in question is removed from the round and won't be scored. When everyone eventually votes &quot;Yes&quot; (usually by accident but sometimes because everyone is out of &quot;No&quot; cards) for a proposed king, the round ends and scoring takes place. At the end of a few rounds, the player with the most points wins.&#10;&#10;Admin note: Most editions of King Up! are for 3-6 players, whereas the 2025 edition accommodates 2-8 players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Negotiation",
      "Secret Unit Deployment",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3308",
    "Name": "Mus",
    "ID": 6866,
    "Year": "(1745)",
    "Geek Rating": "5.950",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/6866/mus",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.2807",
    "Description": "This is a Spanish card game born in Basque Country. The first reference about this game goes back to 1745, when Don Manuel de Larramendi, philologist and Jesuit basque, quoted it in the trilingual dictionary (Basque-Spanish-Latin).&#10;&#10;It is played by two opposing pairs of players with the Spanish deck, which is a deck of 40 cards without eights or nines and no jokers. Usually all 4 &quot;3&quot; cards count as kings and all four &quot;2&quot; cards count as aces. It has a variety of different rules in the different regions of Spain.&#10;&#10;In every round of the game Mus (discard) is either agreed or stopped. Then, four bets are made on the same hand of cards:&#10;    * Grande (Biggest): playing for the highest combination of cards; handiak (big ones) in Basque.&#10;    * Peque&ntilde;a or Chica (Smallest): playing for the lowest combination of cards.&#10;    * Pares (Pairs): playing for the best matching card combination; pareak in Basque.&#10;    * Juego (Game): playing for cards total values of 31 or more. Sometimes replaced by a Punto (Point) special round; jokua in Basque.&#10;At last, accepted bets and passes are counted until one of the pairs of players reaches the previously agreed amount (different standards in different regions of Spain, but most commonly 30). The pair of players winning most out of three games wins a vaca (which means cow in spanish), and the pair winning most out of three vacas win the match.&#10;&#10;One other special feature of Mus is that it is a mostly verbal game, with little card-involving action, limited to deal and discard (if any). After cards are dealt and Mus (discard) is stopped, all rounds are played verbally, bets are called, passed, accepted or rejected but cards are not shown, dealt or touched in any further way, and the player only is obliged to show them in the end of the round if needed in order to resolve any accepted bet. This makes it a poor card game to watch other people play, and learning to play it through only watching is rather difficult in comparison with other card games.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "3309",
    "Name": "Doodle Dash",
    "ID": 334379,
    "Year": "(2021)",
    "Geek Rating": "5.950",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/334379/doodle-dash",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Doodle Dash is a party game where the players draw the same word at the same time.&#10;It's a drawing competition where speed can beat skill, so anyone can win!&#10;Win by being the fastest doodler, but watch out &ndash; you only score if the guesser can actually tell what your drawing is!&#10;&#10;Each round, one player is the guesser, and all other players are drawers. The drawers try to draw a word as fast and accurate as they can. &#10;The guesser takes turns guessing the word for that round from each drawing, beginning with the player who finished their drawing first.&#10;The player whose drawing is the first to be guessed correctly, wins the round, and the guesser and that drawer receive 1 point each.&#10;&#10;At the end of the game, the player with the most points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;AWARDS AND HONORS:&#10;&#10;2022/23 Norwegian Party Game of the Year WINNER&#10;2022/23 Norwegian Party Game of the Year NOMINEE&#10;2021 Golden Geek Best Party Game Nominee&#10;2021 Dice Tower Best Party Game Nominee&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Mechanism: Drawing",
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "3310",
    "Name": "Unstable Unicorns",
    "ID": 234190,
    "Year": "(2017)",
    "Geek Rating": "5.950",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/234190/unstable-unicorns",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4787",
    "Description": "Build a Unicorn Army. Betray your friends. Unicorns are your friends now.&#10;&#10;Unstable Unicorns is a strategic card game about everyone&rsquo;s two favorite things: Destruction and Unicorns!&#10;&#10;Learn how unstable your friendships really are.&#10;&#10;You start with a Baby Unicorn in your Stable. SO CUTE!&#10;&#10;But don't get too attached, because even Baby Unicorns aren't safe in this game! There are over 20 Magical Unicorns to collect, and each has a special power. Build your Unicorn Army as fast as you can, or be destroyed by one of your so-called friends! Seek revenge or protect your stable using your Magic! Sound easy? Not so fast. Someone could have a Neigh Card (Get it? Neigh?) and send the game into MADNESS! The first person to complete their Unicorn Army shall hereafter be known as The Righteous Ruler of All Things Magical... at least until the next game. Good luck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Card Games: Adding",
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter",
      "Game: Unstable unicorns",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3311",
    "Name": "Medici vs Strozzi",
    "ID": 24762,
    "Year": "(2006)",
    "Geek Rating": "5.949",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/24762/medici-vs-strozzi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4495",
    "Description": "This game re-lives the fierce competition between the two great Florentine families: Medici and Strozzi. The players compete to buy the best goods, load them on their ships, and sail away to sell them for great profits. The mechanism is similar to Medici, but for two players.&#10;&#10;One of the Knizia Florentine auction games.&#10;&#10;",
    "Categories": [
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Florence (Tuscany, Italy)",
      "Country: Italy",
      "History: Italian City-States",
      "Occupation: Merchant",
      "Players: Two-Player Only Games",
      "Series: Knizia Florentine auction games"
    ]
  },
  {
    "Rank": "3312",
    "Name": "Iliad",
    "ID": 21654,
    "Year": "(2006)",
    "Geek Rating": "5.949",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/21654/iliad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0905",
    "Description": "From the publisher :&#10;&#10;The players will lead their Greek characters into a bold action of besieging Troy and rescuing the beautiful Helene.&#10;The first one to reach 12 points will be the winner.&#10;&#10;During the game, various stages will unfold and during these, the victory cards are put into play. As it happens, a player can make his own army stronger or weaken those of his opponents by playing the correct cards.&#10;&#10;After the siege, the strongest players will receive a victory card of their choice, all cards in play will be discarded, and a new phase will unfold with the cards remaining in each player's hand. Each player will then receive 3 new cards and the next battle round will commence.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Melding and Splaying",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Ancient: Greece",
      "History: Trojan War"
    ]
  },
  {
    "Rank": "3313",
    "Name": "PanzerBlitz",
    "ID": 2238,
    "Year": "(1970)",
    "Geek Rating": "5.949",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/2238/panzerblitz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0507",
    "Description": "A groundbreaking board game of armored warfare on the Eastern Front in World War II.&#10;&#10;The game is tactical scale (company/platoon sized units) with geomorphic map boards. The 352 counters were 5/8-inch and very striking for their time.&#10;&#10;250 meters per hex, 6 minutes per turn.&#10;&#10;Avalon Hill Complexity Rating: 6&#10;&#10;[From the box back]&#10;...from the other side of the ridge comes the clanking thunder and the ominous dust-cloud that heralds the arrival of an onrushing wave of deadly steel: German armored columns on the attack.&#10;...Russian tank commander's slam shut the hatches of their dreaded T-34's...gun crews prime their weapons and infantrymen hug the earth...&#10;...and there-topping the rise!...a glint of dawn reflecting off the muzzle of the first German tanks...&#10;&#10;PanzerBlitz is about to begin!&#10;&#10;The game of PanzerBlitz enables you to re-create the drama and furious action of tactical-level armored warfare.  Battle-simulations take place on a realistic mapboard which reproduces about twenty square miles of typical Russian terrain.  The playing pieces are accurate symbolization of the platoon and company sized units which fought on the Eastern Front in World War II.  More than a dozen different &ldquo;scenarios&rdquo; are given, each of which allows you to re-create a completely new game-situation in which to exercise your skill as an armor tactician.  Prior military knowledge or experience, however, is not needed to play PanzerBlitz-just common sense, clear thinking and a competitive spirit.&#10;&#10;IN EACH PANZERBLITZ GAME, YOU GET...&#10;- 352 authentic unit counters&#10;- Big 22&rdquo;x24&rdquo; mapboard in full color&#10;- Comprehensive illustrated Rules-of-Play&#10;- Game Situation Cards&#10;-Campaign Analysis Booklet&#10;&#10;...PLUS SPECIAL FEATURES THAT MAKE PANZERBLITZ A NEW DEPARTURE IN THE FIELD OF BATTLE-SIMULATION GAMES!&#10;&#10;Tactical level combat with weapons range and fire-over-distance.  Three section &ldquo;Geo-morphic&rdquo; mapboard which can be re-arranged to form dozens of different terrain configurations.  Platoon and company sized units which can be combined to form many distinctly different battle formations.  Situation cards which allow the playing of several dissimilar games using the same basic rules.  Easy-to-handle oversized unit counters with authentic armored vehicle recognition silhouettes.  Rules which include such considerations as: Range; Elevation; Obstacles to Fire; Fortifications; Close Infantry Assault Tactics; Weapons Interrelationships, Motor transport; Mines; Anti-Tank Guns; Mortars; Spotting; Indirect Fire...and much more!&#10;&#10;&ldquo;Panzerblitz&rdquo; is a German word which literally means &ldquo;armored-lightning.&rdquo;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: PanzerBlitz (Avalon Hill)",
      "War Battlespace: Land warfare",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "3314",
    "Name": "City of Remnants",
    "ID": 133528,
    "Year": "(2013)",
    "Geek Rating": "5.949",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/133528/city-of-remnants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1447",
    "Description": "Hot rain falls down upon a cold, rotting city. Here the Yugai, a species of militant humanoids, leave the survivors of the worlds they have ransacked and destroyed. It is a prison and a work camp, a place for those who lived through Yugai invasion to live out their remaining years as slaves. This is Gatorum, the City of Remnants.&#10;&#10;In City of Remnants, players take on the roles of gang leaders, each one with unique qualities and motivations. Players will struggle to control the city, but only the winner can decide the city's future. Many paths to victory lie before you. Bid for gang members who provide a variety of shady skills. Get an edge with weapons and other sundries from the black market. Build districts that can provide you with advantages, production and income, but beware because a greedy opponent might sweep in and take over the work of your own hands.&#10;&#10;City of Remnants combines strong resource management, auction, and conversion mechanisms with spatial tactics, assymetric player powers, area control and direct conflict. A variety of tools, different every game, are at your disposal to build up your gang and claim the city for yourself. But watch out for the Yugai police force, who will meddle with everyone's plans!&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "3315",
    "Name": "Cataclysm: A Second World War",
    "ID": 125977,
    "Year": "(2018)",
    "Geek Rating": "5.949",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/125977/cataclysm-a-second-world-war",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "600",
    "Weight": "3.9459",
    "Description": "Cataclysm: A Second World War&#10;&#10;It is the 1930s and the world is still recovering from the Great War and the Great Depression that followed it. A second world war can break out at any time. Can you stop it? Will you start it? Better yet, can you win it?&#10;&#10;Cataclysm&nbsp;is not your typical game about World War II. The game begins in 1933, not 1939, and is global in scope. Germany is far from dominating Europe. Japan is on the march in Asia. Every crisis is an unexpected opportunity. There is no hindsight and anything can happen.&#10;&#10;Truly grand strategic in scope,&nbsp;Cataclysm&nbsp;requires players to lead nations, not just armies or fleets. You must craft a diplomatic strategy, develop political support for your policies at home, shift your economy to a war footing, and build up the forces you need to deter or vanquish your enemies.&#10;&#10;There is no traditional I-go-you-go turn structure in Cataclysm. Counters representing political actions, military actions, units, and possible events are drawn at random from an action cup. As each counter comes out, the owning player resolves it, and play swiftly moves on to the next draw. You have to make plans to execute when your chance comes up, but you have no idea when, or in what order, events will transpire.&#10;&#10;A game about global war gives every nation armies, air forces, and fleets. But in&nbsp;Cataclysm, military pieces have no numeric values. You know what forces you have and where they are deployed. To resolve combat, each side rolls up to three dice and compares their single highest die.&nbsp;You can devote more resources to a campaign (generating more dice or bonuses), but that does not guarantee a favorable outcome. Your efforts can lead to triumph&hellip; or to disaster.&#10;&#10;In&nbsp;Cataclysm, you are free to explore alternatives. The Soviets can construct a massive long-range bomber force. Japan can build powerful armored forces to overrun Siberia. Germany can invade Britain, or France can take Berlin, provided you craft a strategy that gets you there.&#10;&#10;When you play Cataclysm, you write your own history of a second world war.&#10;&#10;&quot;This is my most anticipated wargame of 2018.&quot; --Ananda Gupta, co-designer of Twilight Struggle.&#10;&#10;&quot;I WOULD EAT A KITTEN FOR THIS GAME&quot; --Kuhrusty&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Interrupts",
      "Simulation",
      "Team-Based Game",
      "Turn Order: Random"
    ],
    "Families": [
      "Continents: Asia",
      "Continents: Europe",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Japan",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Region: Atlantic Ocean",
      "Region: Pacific Ocean",
      "War Level of Command: Grand Strategy"
    ]
  },
  {
    "Rank": "3316",
    "Name": "Camp Grizzly",
    "ID": 143096,
    "Year": "(2013)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/143096/camp-grizzly",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.975",
    "Description": "Camp Grizzly is a semi-cooperative survival horror board game for 1-6 players.&#10;&#10;The year is 1979, players take the roles of Camp Counselors who are being stalked through a maze of cabins and camp trails by 'Otis', a homicidal killer with an unhealthy bear fetish.&#10;&#10;Working together, the Counselors explore the camp grounds while searching for a combination of objectives that can trigger one of four different game endings. Those who survive the finale win the game!&#10;&#10;It won't be easy. After every round of player turns, the NPC killer, Otis, stalks the closest targets around the board, attacking whenever he gets the chance. Unarmed players PANIC, are injured and forced to run away. Those lucky enough to have found protection are able to fight Otis with a dice roll. Better  weapons mean higher value dice and a greater chance of success. Beat Otis and he disappears form the board until re-emerging from the woods on his next turn.&#10;&#10;Be warned, as the body count rises, Otis gains strength, moves faster and becomes more deadly. Just when you think you're safe, you may find him waiting right in front of you!&#10;&#10;If that's not bad enough, players must draw Cabin Cards which have a wide variety of game changing effects, both positive and negative. They contain Plot Twists, Cameos, weather changes, special Otis cards, clever Campers, helpful Weapons and Items, and fate tempting &quot;foolin' around&quot; cards.&#10;&#10;The Counselors won't give up so easily. In addition to their own inherent talents, Survival Cards grant the players unique abilities and tactics to help elude or confront the killer.&#10;&#10;Who, if anyone, will survive?&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Decades: The 1970's",
      "Movies: Horror Movies",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "3317",
    "Name": "Kick-Ass: The Board Game",
    "ID": 250561,
    "Year": "(2018)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/250561/kick-ass-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.963",
    "Description": "New York City is being overrun with criminals. The Police Department either can't handle this new wave of crime, or has been corrupted from the inside and refuses to help. In these troubled times, certain individuals have stepped up to keep the streets safe...while making sure they aren't late to work, or they don't miss another dinner date. Saving the day isn't easy when you've got an active social life to maintain.&#10;&#10;In Kick-Ass: The Board Game, players take on the role of one of seven masked vigilantes trying to keep New York City safe. Working together, they must keep the Evil Boss' plan from coming to fruition. Each round, they travel to the various districts on the game board, beating up minions, doing good deeds for the citizens, and trying to keep their personal life from falling apart. It's a difficult task, but luckily, they've got their friends to help them out.&#10;&#10;The game includes five different bosses, and all of the different heroes, bosses, mini-bosses, and minions are represented by miniatures. Each of the seven heroes has unique gear and activation cards that they can use.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Command Cards",
      "Cooperative Game",
      "Deck Construction",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Components: Miniatures",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3318",
    "Name": "Cavum",
    "ID": 37734,
    "Year": "(2008)",
    "Geek Rating": "5.948",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/37734/cavum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5797",
    "Description": "In the mountain there are veins of precious stones. The players build tunnels in the mountain, establish stations in the mountain and in the city, discover veins of precious stones, acquire precious stones, and sell them. The players get points for stations in the city and for selling precious stones. The winner is the player with the most points.&#10;&#10;&#10;&#10;Game Summary&#10;The board is a hex grid, with city spaces along most of the edges. The center hex is a vein of yellow gems: place all 9 in a stack there. The rest of the gems go in their individual market areas (priced 1-9 based on supply).Each round (3 in game), add 5 contracts (showing gem combinations; score big VP if completing them; lose some VP if cannot) to the display. Then auction (using VP) turn order chips 1-4. Players then each get the same set of tiles (hexes with various numbers of track exits, prospecting tiles, veins, option tiles, etc.) plus a dynamite hex based on their turn order chip. Take turns taking contracts until everyone passes.&#10;&#10;Then, on your turn, play 1-4 of your 12 actions. These allow you to place tracks (expanding previous tunnels; you can also cover track tiles with tiles having more exits), stations, or veins (which you supply with gems of your choice). Gems (6 types, 9 tokens each) each have their own market where they are stored and which set their max sell price. The last action is prospecting, where you create a path from one of your stations to another, passing through as many veins as possible: take one gem from each vein.&#10;&#10;After everyone's 12 actions are used, any exposed dynamite tracks explode and take the adjacent tracks as well (all these are placed in the Buy Pool, which can be accessed by turning in Option tiles)! You score for stations in cities based on the number of empty hexes. Then, for each gem type, players bid (Dutch auction style, bidding for the lowest price they'll accept) and may sell their gems for VP at their bid price.&#10;&#10;At game end (after 3 rounds), players sell off all their remaining gems (with lowest VP selling next gem), there's another city scoring, and players lose VP for incomplete orders. Most VP wins!&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Contracts",
      "Hexagon Grid",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "3319",
    "Name": "Karmaka",
    "ID": 172552,
    "Year": "(2016)",
    "Geek Rating": "5.948",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/172552/karmaka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1.9355",
    "Description": "From the creators of Osmos comes Karmaka, a competitive card game that plays out over multiple lives.&#10;&#10;Karmaka is a tactical card game set in a karmic universe. Players begin the game as lowly Dung Beetles. In life after life (hand after hand) they climb their way up the Karmic Ladder, racing to see who will achieve Transcendence first! During each of your lives you'll be working towards three ends:&#10;&#10;&#10;     Score enough points to climb the Ladder and keep up with your rivals.&#10;     Stash a good selection of cards to your Future Life. This will become your opening hand next life.&#10;     Play cards for their abilities to help yourself or to hinder others.&#10;&#10;&#10;But what goes around comes around. A key tension in Karmaka is that after playing a card for its ability, a rival may take the card into their Future Life. Your actions may come back to haunt you in the next life...&#10;&#10;Score points to ascend while sowing the seeds of your next life, and &ndash; if necessary &ndash; sabotage your rivals. But remember, what goes around comes around, and your actions have consequences in this life...and the next.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Religious: Buddhism"
    ]
  },
  {
    "Rank": "3320",
    "Name": "W1815",
    "ID": 175360,
    "Year": "(2015)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/175360/w1815",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5179",
    "Description": "W1815 is a simple strategy game that simulates the key events of the battle of Waterloo in 15 minutes. The French side can try a number of different strategies in an attempt to crush the Anglo-Allied army before the Prussians arrive. Meanwhile, the Anglo-Allied player must focus on keeping his army in the battle by using reserves in right situations until the Prussians get into the action.&#10;&#10;The game contains a battlefield map which is used to record casualties and the current strength of the participating armies. The cards are setup around the battlefield map with each card representing a corps. Players take it in turns to activate one corps and carry out an action. The rules for each individual corps action are described on the cards. The results of these actions are then recorded on the battlefield map. The game ends when either army fails a rout test or the time marker is moved to the night square.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Country: Belgium",
      "History: Napoleonic Wars",
      "Mechanism: Static Battle",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3321",
    "Name": "Battlestations",
    "ID": 12350,
    "Year": "(2004)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/12350/battlestations",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3987",
    "Description": "In Battlestations, you and your friends each play the role of a crew member on a starship that faces whatever grief the Enemy player throws at you. You'll blast enemies, pull outrageous maneuvers, unlock the secrets of alien cultures, and crank the last bit of juice out of an overtaxed engine while trying not to get yourself, your crew, or your starship blown to bits in the process.&#10;&#10;In more detail, one player acts in the role of The Enemy and controls aliens, evil characters and any surprises that will come up. The other players take the role of starship crew. Players first build a ship with various tiles, with each tile representing a different location on a ship, such as a bridge, engine room, torpedo room, teleporter room, etc. Players can go to the appropriate room to take the designated action. At the same time, the game is played on a second board representing the space around the ship. The game is played in scenarios. The goal of the game is to complete the scenario specific mission. The crew will win, as a team, if the scenario goals are accomplished.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: VASSAL",
      "Game: Battlestations",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "3322",
    "Name": "Red Winter: The Soviet Attack at Tolvajärvi, Finland – 8-12 December 1939",
    "ID": 38786,
    "Year": "(2012)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/38786/red-winter-the-soviet-attack-at-tolvajarvi-finland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "720",
    "Weight": "2.9277",
    "Description": "Red Winter:  The Soviet Attack at Tolvaj&auml;rvi, Finland, December 8-12, 1939&#10;&#10;It is the winter of 1939 and the Soviet Union has just declared war on Finland.  Bombers unleash a downpour of destruction on the Finnish capital of Helsinki. In the David and Goliath struggle that follows, the Russians swarm across the border and push back the Finns in victory after victory. The future appears grim for Finnish independence.&#10;&#10;Nowhere is the danger greater than in the central sector, where a Russian breakthrough would threaten the strongpoints of the Mannerheim Line. Newly assigned to the sector, the Finnish Colonel Paavo Talvela  surveys the terrain and chooses the place to make a stand: a lake called Tolvaj&auml;rvi.  The weary and demoralized Finnish ski troops have mere hours to recover a semblance of order before the Russian juggernaut smashes into them yet again. Over the next five days, the world watches in awe as the Finns manage to halt the Russian advance through sheer heroic determination.  Then, miraculously, the Finns launch a successful counterattack...&#10;&#10;Red Winter is a two player historical game which simulates the unusual battle at Tolvaj&auml;rvi at a rarely gamed scale: company sized combat units and 90 minute game turns.  Players assume the roles of the Russian and Finnish commanders, controlling the actions of Finnish ski infantry, Russian heavy machine gun companies, mortars, tanks, anti-tank guns, and other combat units. A desperate battle for territory and survival is about to be waged across a bleak and snowy landscape of forests, swamps, and frozen lakes.&#10;&#10;The game utilizes many tried-and-true &quot;classic&quot; wargame mechanics in combination with novel and well-integrated systems for ranged attacks, unit recovery, Finnish night raids, attrition losses from sub-zero weather conditions, and more.  The design focuses foremost on playability, with low counter  density, concise rules, and sleek, simple mechanics that combine to allow each player the luxury of completing his turn in about five minutes.  This means the full 40 turn campaign game is playable in a single afternoon.  The large 5/8 inch counters and oversized hexes further increase playability.  And the illustrated examples make it easy to jump right into the action.&#10;&#10;TIME SCALE: 90 Minute Game Turns &#10;MAP SCALE:  425 yards per hex &#10;UNIT SCALE: mostly companies; some sections and platoons &#10;PLAYERS: 1-2 &#10;COMPLEXITY: Moderate&#10;Playing Time: 20 minutes to 12 hours, depending on scenario&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Country: Russia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3323",
    "Name": "Cupcake Empire",
    "ID": 256067,
    "Year": "(2018)",
    "Geek Rating": "5.948",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/256067/cupcake-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7778",
    "Description": "Cupcakes are at the height of fashion in the city. It's the perfect time to expand your business. Even though at the moment you only have one small Bakery, the dedication and the level of creativity of your employees means that there are no limits to your ambition.Your task will be no piece of cake since your competitors share your same goals and they are not going to make it easy for you. Only those who work the most efficiently and effectively will manage to build their own cupcake empire.&#10;&#10;Cupcake Empire is mainly a dice game. Your personal board represents your business and the dice your workers. In each of the columns of the board you can carry out one specific action; create new recipes for cupcakes, open new stores, serve customers, hire new workers, etc. On each turn you will have to decide which column you are going to activate, taking into account that the more dice there are and the more specialized they are, the more effective the action will be. Through these actions you will increase your level of sales and production, trying to get them to grow in equal measure since at the end of each of your turns your Income will increase by the amount indicated by the marker that is the furthest behind i.e. that has made the least progress.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Organizations: Forgenext",
      "Organizations: The Game Artisans of Canada",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3324",
    "Name": "Cabanga!",
    "ID": 394889,
    "Year": "(2023)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/394889/cabanga",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0952",
    "Description": "In Cabanga!, players try to get rid of their hand of cards as quickly as possible &mdash; but ideally without picking up penalties along the way.&#10;&#10;After the row cards and starting cards in all four colors have been placed in the middle of the table and players each have a hand of eight cards, the round begins. Players then take turns placing one card next to the matching row card in the middle, ideally with as small a difference as possible because the larger the number gap, the greater the chance that the other players will call out &quot;Cabanga!&quot; and throw cards with the values between the two number cards to the active player. These thrown-in cards are placed on the discard pile, then the active player must draw the same number of cards from the penalty pile.&#10;&#10;When a player has no more cards in hand, the round ends and all players count the points on their cards. As soon as a player has collected 18 points, the game ends and the player with the fewest points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Shedding / Stops",
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "3325",
    "Name": "Call to Adventure: The Stormlight Archive",
    "ID": 266993,
    "Year": "(2020)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/266993/call-to-adventure-the-stormlight-archive",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9474",
    "Description": "Call to Adventure: Stormlight is a 120-card standalone game containing everything you need to play. Based on the works of Brandon Sanderson, this expansion, and others to follow, add new challenges, new destinies, and new paths to follow.&#10;&#10;Call to Adventure is a hero-crafting game that combines strategy and storytelling. It's similar to some &quot;tableau-building&quot; games in which you're creating a kingdom or civilization, but in this game you're building a character. Each player begins with cards that define your hero's origin, motivation, and destiny. Over the course of the game, you overcome challenges and gain traits. It's a game with points and a clear winner, but the highlight of every game is telling your hero's story at the end.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Set Collection",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Containers: Book-like",
      "Game: Call to Adventure"
    ]
  },
  {
    "Rank": "3326",
    "Name": "Unlock!: Secret Adventures – Tombstone Express",
    "ID": 245353,
    "Year": "(2018)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/245353/unlock-secret-adventures-tombstone-express",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1538",
    "Description": "The train you're escorting through the Wild West contains some precious cargo. It's up to you to survive the adventure and escort it home safely. Tombstone Express is a brand new Unlock! adventure for up to six players.&#10;&#10;Unlock! is a series of escape adventures for up to six players. With one hour on the clock, players work through a deck of sixty cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Deduction",
      "Exploration",
      "Puzzle",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "3327",
    "Name": "Warhammer 40,000 (Third Edition)",
    "ID": 2162,
    "Year": "(1998)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/2162/warhammer-40000-third-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.5072",
    "Description": "Warhammer 40,000 is a table-top miniature-based war game set in a dystopian future. Although usually played by two players, theoretically any number of players can participate at once.&#10;&#10;Players can choose one of a number of factions from within the Warhammer 40,000 universe - examples include, humanity's defenders, the Space Marines and Imperial Guard, the nearly extinct race of Eldar, the all-consuming Tyranids or the corrupted once-human forces of Chaos. Each race also how their own sub-groups and flavours - for example there are Chapters of Space Marines with their own specialisations, whilst a Chaos army that worships the war-god Khorne would look very different to one worshiping the pleasure god Slaanesh.&#10;&#10;Players select their armies based on the miniatures they own. To ensure balance each miniature is assigned a points value (with the value rising for optional upgrades) and players usually agree a points limit for each army before play. Similarly, players will agree the rules and victory conditions for a specific scenario.&#10;&#10;Each turn proceeds in phases covering movement, melee combat, ranged combat and so forth. No game board is used, players make or purchase their own scenery. Physical measurement is used to determine movement and weapon range, with dice used to calculate everything from damage to morale and the effectiveness of physic powers. Special 'scatter dice' are used to calculate random or quasi-random events such as the movement of a gas cloud or fire.&#10;&#10;Games usually last for a specified number of turns, after which the player who has accumulated the most victory points (by achieving pre-set goals and destroying enemy miniatures) is the winner.&#10;&#10;Expansions and new armies are regularly released for Warhammer 40,000, with new editions of the game itself being released roughly every four years.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "3328",
    "Name": "Resident Evil 2: The Board Game",
    "ID": 233896,
    "Year": "(2019)",
    "Geek Rating": "5.947",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/233896/resident-evil-2-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "Resident Evil 2 is a cooperative board game where you play as the characters and scenarios from the hit video game from Capcom. Fight iconic monsters such as the Licker and use characters like Leon, Claire, or Tofu. Travel from the police station to the underground Umbrella Laboratory while you uncover the secrets and escape from Raccoon City!&#10;&#10;",
    "Categories": [
      "Horror",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Video Game Theme: Resident Evil"
    ]
  },
  {
    "Rank": "3329",
    "Name": "Hoplomachus: The Lost Cities",
    "ID": 124839,
    "Year": "(2012)",
    "Geek Rating": "5.947",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/124839/hoplomachus-the-lost-cities",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5185",
    "Description": "Hoplomachus [ha-ploh-ma-kuss], or &quot;Hoplo&quot; for short, is a hex-based tactical board game set inside a gladiatorial arena. One to three players, each representing an ancient city/civilization thought to have been lost to the world, are now on Rome's doorstep vying for a place in the prestigious arena games.&#10;&#10;Players have a very clear objective: Eliminate the opponent's champion. Champions start the game in the arena but are inactive and defenseless. They will not fight until the crowd is behind them. Each player takes turns drawing, playing and moving gladiators from their &quot;hand&quot; and assisting them with tactic chips.&#10;&#10;Based on opponent's moves and play style, each person will need to adjust their strategies. Defend your champ, take over and hold the crowd favor areas, assault opponent's champion, cover deployment zones, eliminate tacticians to reduce enemy options, fight beasts to gain crowd favor, the list of tactical possibilities is endless.&#10;&#10;Hoplomachus combines combat, tactics, chip (units) management, level progression (through crowd favor system), team play, player vs board, and so much more.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Hoplomachus",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3330",
    "Name": "Art Robbery",
    "ID": 341935,
    "Year": "(2021)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/341935/art-robbery",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "March 18, 1990, Boston: You enter the art museum, and an hour-and-a-half later you come out unnoticed with your pockets full &mdash; but now comes the hardest part...&#10;&#10;In Art Robbery, you slip into the role of art thieves. You have successfully put the robbery behind you, and you have many drawings, paintings, sculptures, and antiques in your possession, yet the treasure is not infinite and you are now facing your greatest challenge: distributing the loot.&#10;&#10;Over several rounds, you confront the other players and try to get a share of the four collections. In the end, the thief who is able to snatch most of the loot wins...maybe. After all, the FBI is not giving up and is looking for you, so during the game, you need to collect enough alibis to avoid being caught.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3331",
    "Name": "1861: The Railways of the Russian Empire",
    "ID": 23817,
    "Year": "(2006)",
    "Geek Rating": "5.947",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/23817/1861-the-railways-of-the-russian-empire",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4.2027",
    "Description": "1861 is an 18xx variant set in Russia.  1861's defining characteristics include: 16 minor companies that are put up for auction during stock rounds, minors having the opportunity to merge or convert in to major corporations, and a non-player controlled government railway.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Russia",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "3332",
    "Name": "L.A.M.A. Party Edition",
    "ID": 313473,
    "Year": "(2020)",
    "Geek Rating": "5.947",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/313473/lama-party-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0435",
    "Description": "In L.A.M.A., you want to dump cards from your hand as quickly as you can, but you might not be able to play what you want, so do you quit and freeze your hand or draw and hope to keep playing?&#10;&#10;Each player starts a round with six cards in hand; the deck consists of llama cards and cards numbered 1-6, with eight copies of each. On a turn, the active player can play a card, draw a card, or quit. To play a card, you must play the same number as the top card of the discard pile or one number higher. If a 6 is on the discard pile, you can play a 6 or a llama, and if a llama is on top, you can play another llama or a 1. If you quit, you place your remaining cards face down and take no further actions in the round.&#10;&#10;The round ends when one player empties their hand or all players have quit. In either case, players collect tokens based on the cards in front of them, whether in hand or on the table. Each different number card in hand gets you white tokens (each worth 1 point) equal to the value of the card while one or more llamas gets you a black token (worth 10 points). If you played all your cards, you can return one token (white or black) that you previously collected to the supply. You then shuffle all the cards and begin a new round.&#10;&#10;The game ends the round that at least one player has forty or more total points. Whoever has the fewest points wins!&#10;&#10;L.A.M.A. Party Edition differs from the original L.A.M.A. in three ways:&#10;&#10;&#10;    The game includes a single pink llama card that can be played on top of any card; this pink is worth -20 points if in hand at the end of a round.&#10;    Some number cards are now &quot;plus&quot; cards, e.g., 4+, and when you play one of these cards, you take another turn immediately.&#10;    The game includes pink tokens worth 20 points, so your luck can turn around quickly if you win a round and ditch one of those!&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Matching"
    ],
    "Families": [
      "Animals: Llamas",
      "Game: L.L.A.M.A."
    ]
  },
  {
    "Rank": "3333",
    "Name": "Noria",
    "ID": 233676,
    "Year": "(2017)",
    "Geek Rating": "5.946",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/233676/noria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "120",
    "Weight": "3.642",
    "Description": "A new era is looming on the horizon. The future of Noria is right in front of you, and you must guide your flourishing trading empire into prosperity. Discover flying islands, buy ships, and build factories. Invest in prestigious projects, and secure their success by passing on secret knowledge to politicians. For even above the clouds, there is still room for improvement...&#10;&#10;Noria is the debut title from Sophia Wagner, winner of the Spiel des Jahres fellowship in 2015. The talented, young author created an entirely new steampunk universe specifically for this game, and artists Michael Menzel and Klemens Franz have managed to bring her vision to life. At the center of the game is an innovative mechanism called &quot;wheel building&quot;. Each player has an action wheel consisting of three rings, with slots for a number of different action discs. Over the course of the game, players try to obtain new discs and manipulate the rings of the wheel to optimize their action selection. Additionally, to ensure their investments bear fruit, they also need to bribe politicians with knowledge.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Theme: Floating islands in the sky",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "3334",
    "Name": "The Dwarves",
    "ID": 124668,
    "Year": "(2012)",
    "Geek Rating": "5.946",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/124668/the-dwarves",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5357",
    "Description": "Based on the first novel of the Die Zwerge tetralogy [Eng. The Dwarves] by author Markus Heitz, the goal of the cooperative game Die Zwerge is to keep evil from flooding Girdlegard. During set-up, players choose one of the dwarves from the novel, each of which is equipped with a unique special ability and different stats for fighting, crafting, and movement.&#10;&#10;Before each player's turn, the forces of evil usually break through one of the four big gates &ndash; which are guarded by different dwarven tribes &ndash; and further the spread of the Perished Land. On his turn a player spends two action points to use two of five actions. He can:&#10;&#10;&#10;    Fight against the advancing enemies (orcs, trolls, and &auml;lfar [Ger. albae], i.e. dark elves).&#10;    Travel to other locations.&#10;    Lobby the dwarven council to give advantages to all players &ndash; and without the favor of the dwarven council, everyone suffers disadvantages.&#10;    Solve a minor quest for rewards.&#10;    Take on the current major quest, revealing the next major quest if successful. Completing these quests is the only way to win the game.&#10;&#10;&#10;For most of these actions, a player must succeed in a dice-driven challenge. If the players cannot control the flood of evil while simultaneously solving the major quests in time, they will lose.&#10;&#10;Collector's edition:&#10;additional:&#10;&#10;     New box cover&#10;     5 hand painted dwarf miniatures&#10;     10 cards Albae expansion&#10;     60 page artbook &#10;     5 art prints of the dwarfs &#10;     A3 poster &quot;The smiting of Keenfire&quot;&#10;     stein with motive &quot;Krasnolud&quot;&#10;     coaster &quot;DIE ZWERGE&quot;&#10;     numbered COLLECTOR&rsquo;S EDITION certificate.&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3335",
    "Name": "Monster Hunter World: The Board Game",
    "ID": 319971,
    "Year": "(2022)",
    "Geek Rating": "5.946",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/319971/monster-hunter-world-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8462",
    "Description": "Inspired by the hit video game that sold over 15 million copies worldwide, Monster Hunter World: The Board Game brings three &lsquo;M&rsquo;s and four &lsquo;C&rsquo;s to your tabletop: massive monster minis in a cooperative, choose-your-own-adventure-style combat campaign!&#10;&#10;It&rsquo;s time to journey to an uncharted land, because the Astera basecamp needs YOU. Become a hunter of the Fifth Fleet to track down and slay the fearsome monsters roaming the New World. Protect basecamp and craft awesome new equipment with the loot collected from your fallen foes, so you can take on bigger and badder beasts! Gather your party of 1-4 hunters* and venture out on quests made up of three phases:&#10;&#10;&#10;         First is the gathering phase, where you&rsquo;ll trek through the lush jungles of the Ancient Forest&mdash;or the arid dunes and fetid swamps of the Wildspire Wastes&mdash;gathering resources and searching for a monster that could appear at any moment. Just like in the video game, the tabletop monsters can be wild and unpredictable, with changing moods and attack preferences. In this phase, you&rsquo;ll use a choose-your-own-adventure style quest book to determine what state you encounter the monster in and how you&rsquo;ll make your approach.&#10;         Next is the hunting phase, where you&rsquo;ll attempt to slay the monster in fluid and dynamic combat that makes full use of the board and miniatures to bring your experience to life.&#10;         And, finally, the HQ phase, where you&rsquo;ll craft new weapons and armour upgrades using the hard-won loot from your monster battles!&#10;    &#10;&#10;&#10;The choose-your-own-adventure element will immerse you in the New World, giving five unique ways to approach each monster before engaging in combat. Enjoy the beauty of the landscape as you would in the video game, and feel your tension build as you get deeper into the hunt&hellip; ...Because it&rsquo;s crush-or-be-crushed with monsters as mobile as these. Enter dynamic and dangerous combat where positioning and teamwork are vital to success. Leap away from devastating attacks and strike when the opportunity presents. It&rsquo;s vital you manage the threat, juggling which of your party members is drawing the monster&rsquo;s attention at any given moment. One wrong move could spell doom! Where you strike matters, too. Earn the loot you need for the weapons you want by targeting different areas of a monster and wearing it down over time.&#10;&#10;Speaking of weapons, use your player board to track your health, stamina, and equipment. Just like in the video game, your weapon is essentially your hunter class, with a unique deck of cards and upgrades you can swap out by crafting to gain newer (and more powerful!) bonuses and attacks. As for using those weapons? Combat is controlled by cards which you&rsquo;ll use to create combos, meaning you&rsquo;ll string together attacks at the cost of stamina. Keep an eye on your stamina to balance your offensive and defensive moves, or you might find yourself caught out and crushed by a massive monster attack!&#10;&#10;&#10;    Want to play solo? No problem. Monster Hunter World: The Board Game includes solo mode, where you can control a pair of hunters and quest to your heart&rsquo;s content.  &#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "3336",
    "Name": "Black Gold",
    "ID": 93724,
    "Year": "(2011)",
    "Geek Rating": "5.946",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/93724/black-gold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5797",
    "Description": "Black Gold is a reimplementation of Giganten, with the additions of support for a 5th player (with special rules involving additional auctions), several official variants in the rulebook, a modular board, two new special actions, and a different deck balance.&#10;&#10;Description from the publisher:&#10;&#10;The year is 1922 and the Texas Oil Boom is in full swing. Prepare to head West, surveying the Permian Basin for profitable gushers and gaining more wealth than your fellow prospectors. Are you part of a burgeoning oil family fixed on becoming a dynasty, or a shrewd yankee, tired of watching southerners making their fortune? Whatever your reasons, join the race to become the wealthiest son of a gun in West Texas.&#10;&#10;Black Gold is a board game of drilling and discovery for 2-5 prospectors, and play can last from 1-2 hours. Competitors attempt to claim the best wells, bid wisely against their neighbors, and sell their oil at the highest price in order to finish the game with the most money when the Oil Baron&rsquo;s train reaches the last track.&#10;&#10;To secure wealth, players explore the terrain of the provided map tiles for oil wells, and they survey and build their derricks. Map tiles are double-sided and modular, ensuring a unique experience every time. Money is made if a player can transport his oil to one of three oil companies, and win the right to sell at auction. The Oil Baron's train moves nearer every turn, counting down the rounds of the game's thrilling ride; all the while it begs you and your fellow prospectors to ask the question: Am I making enough money?&#10;&#10;The landscape of the Texas Oil business can be fickle and lonely as it is arid. Players can strategize against their opponents, and upset their play through special actions. During auctions, players can even lie about the value of their Sales Licenses in order to force their neighbors to bid more! But careful, you future tycoons &ndash; if you're caught bluffing, you're penalized.&#10;&#10;Although Black Gold is a satisfying bidding game, it is also an exciting contest of strategy and exploration. Every game variable can offer an advantage or variation in play each round. The round's starting player has the first choice for powerful Action cards, which dictate his options for that round. Subsequent prospectors can be savvy and alter their exploration based on other players' surveying, or the last player could choose to sell his oil at a different company than his neighbors and find an easier auction at which to bid.&#10;&#10;Black Gold is easy to learn, but offers an abundance of intriguing game play choices. Black Gold also provides players with optional rules that can shorten or extend game play, increase the challenge, give inexperienced players a handicap, or even reduce the randomness of well distribution. With all of these options players will discover that Black Gold is a new experience every time, even offering unique variation depending on player number, map tile setup, and well placement.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "3337",
    "Name": "Crystal Clans",
    "ID": 228133,
    "Year": "(2018)",
    "Geek Rating": "5.946",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/228133/crystal-clans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5333",
    "Description": "Choose your clan, prepare for battle, and fight for control of powerful crystals in Crystal Clans, a battle card game for two players.&#10;&#10;In every game of Crystal Clans, you go to battle with unique armies, seeking to outmaneuver your opponent and lead your squad to victory. Six clans stand ready to battle for dominance, including the adaptable Water Clan, the peaceful Flower Clan, the relentless Skull Clan, the innumerable Blood Clan, the wise Meteor Clan, and the unyielding Stone Clan. Each clan's cards can be used in multiple ways, giving you more options and adding surprise to each battle. The first clan to claim four crystals wins the game and fulfills their destiny to dominate the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3338",
    "Name": "Field Commander: Alexander",
    "ID": 35350,
    "Year": "(2009)",
    "Geek Rating": "5.946",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/35350/field-commander-alexander",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3187",
    "Description": "You take on the role of Alexander the Great in his world-conquering quest to extend the Macedonian empire and achieve personal glory.&#10;&#10;When playing the game, you are placed in Alexander&rsquo;s footsteps when he comes of age in 338 BC, just before the battle of Chaeronea. From that point on, you get to decide where to travel, when to battle, when to negotiate, and when to seek out divine prophesies to guide your actions.&#10;&#10;You are supplied with soldiers and advisers to help you navigate the dangers of the battlefield and the negotiating table. These include Infantry, Archers, Phalanxes, Cavalry, Advisers, Scholars, Courtesans, and Spies. You will craftily combine these resources with your own plans to achieve victory, and glorification. And if you do well, you will be remembered as one of the greatest leaders ever to walk the earth.&#10;&#10;The life of Alexander is divided into several campaigns, each spanning several years. During each campaign, you are given goals, but how you achieve those goals is up to you. Do you enter into battle? Or negotiate? How strong are you? How strong are they? What can you gain? These are all decisions you get to make, and must make well, if you are to live up to the immortal standards set before you.&#10;&#10;The campaigns can either be played stand alone, or linked to play through his entire life. When played as one on-going life, the outcome of one campaign affects your starting situation in the next campaign.&#10;&#10;(from the publisher's website)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Minimap Resolution",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Wars of Alexander the Great",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Field Commander (DVG)"
    ]
  },
  {
    "Rank": "3339",
    "Name": "A Tale of Pirates",
    "ID": 173096,
    "Year": "(2017)",
    "Geek Rating": "5.946",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/173096/a-tale-of-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8077",
    "Description": "Put on your captain's hat and navigate the 3D pirate ship using sand timers in this unique real-time cooperative game.&#10;&#10;As a member of an adventurous pirate crew, your goal is to be crowned Admiral of the Black, the most feared pirate ship in the Caribbean. To earn this title, you must complete dangerous scenarios in the shortest possible time frame. The most innovative element of the game is that the player uses their own 30-second sand timer as a character to be placed on the ship to perform actions. Each time a player places their own sand timer, they have to wait for the sand to run out to be able to perform the action needed. Each hole in the ship represents an area where you can perform a specific action: turning the ship, loading cannons, shooting enemy ships, repairing damage, and so forth...&#10;&#10;A Tale of Pirates (previously announced as Admiral of the Black) has ten different scenarios, ranging from ordinary pirating activities like looking and shooting, to kraken-hunting, prison breaks, treasure hunts, and much more. An app for any smartphone or tablet will lead the players along the missions, assist with scenario data, random events, multiple paths, upgrades, and gamestate-saving for later sessions. It also serves as a timer for the individual round as the typical scenario lasts 2-3 rounds, each five minutes long.&#10;&#10;The players have to react to events and maneuver the ship to fight enemy gunboats, catch rich merchant vessels, and avoid other obstacles. They must communicate to agree and organize things to do, but they have to be quick because time is always ticking.&#10;&#10;A Tale of Pirates is swift playing with simple rules, but it's exciting and involving, with great interactions among players. Unlike some other real time coop games the stress is present but not dominating. The thirty-second delays, in addition to the intermittent rounds, always allow you to catch your breath!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates",
      "Real-time"
    ],
    "Mechanics": [
      "Action Queue",
      "Action Timer",
      "Cooperative Game",
      "Real-Time",
      "Scenario / Mission / Campaign Game",
      "Worker Placement"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Sand Timers",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "3340",
    "Name": "Dungeons & Dragons: The Fantasy Adventure Board Game",
    "ID": 6366,
    "Year": "(2003)",
    "Geek Rating": "5.945",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/6366/dungeons-and-dragons-the-fantasy-adventure-board-g",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1863",
    "Description": "A cooperative dungeon crawl game in which a party of four heroes strives to complete adventures that the Dungeon Master puts before them.  Quite similar to HeroQuest.&#10;&#10;Expanded by:&#10;&#10;Eternal Winter Expansion Pack(2003)&#10;&#10;Forbidden Forest Expansion Pack(2004)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Digital Implementations: VASSAL",
      "Mechanism: Campaign Games",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3341",
    "Name": "Axis & Allies: WWI 1914",
    "ID": 133956,
    "Year": "(2013)",
    "Geek Rating": "5.945",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/133956/axis-and-allies-wwi-1914",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.8148",
    "Description": "This is not World War II. Progress during &quot;The War to End All Wars&quot; was measured by yards, not miles. The Italians were on the side of the Allies, while Turkey &ndash; then at the center of the Ottoman Empire &ndash; was one of the members of what was known as the Central Powers. Imperial Germany and the Austro-Hungarian Empire were the two other main Central Powers.&#10;&#10;The major Allies, sometimes referred to as the Entente, consisted of the British Empire, France, Italy, the United States, and Imperial Russia. The alliance included other historical members, but they more or less fell under the command and control of one of these great powers. In fact, had General Pershing not insisted that its integrity be maintained, even the American army would have found itself as simply being replacements for French and British.&#10;&#10;Axis &amp; Allies: WWI 1914 puts players in charge of one of the major powers, each with its own infantry sculpt; other sculpts represent the artillery, tanks, aircraft, and naval line-up of either the Allies or the Central Powers.&#10;&#10;As designer Larry Harris notes, &quot;While playing this game, you will quickly realize that this is not World War II. There are no massive sweeps across continents with blitzing armored divisions and aircraft. Instead, there are a series of determined offensives resisted by equally determined armies dedicated to holding the line. You will find that your depleting resources of men and artillery must be deployed with great thought and efficiency. You will be fighting pretty much the way man has been fighting with each other for thousands of years &ndash; only this time the ability to kill your enemy, and for him to kill you, has become intolerably efficient.&quot;&#10; Despite what the back of the box says about the playing time (1-3 hours) the Avalon Hill website correctly states 8 playing hours for this game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Axis & Allies (Avalon Hill)"
    ]
  },
  {
    "Rank": "3342",
    "Name": "Piraten Kapern",
    "ID": 117663,
    "Year": "(2012)",
    "Geek Rating": "5.945",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/117663/piraten-kapern",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1042",
    "Description": "Piraten Kapern (&quot;Pirate Capers&quot;) is the German version of the 2011 game Otsarot o Tsarot, published by Shafir Games in Hebrew and English. It's part of a line of combined dice-and-card games that publisher AMIGO Spiel introduced in 2012.&#10;&#10;As you might expect with a game titled Piraten Kapern, players must set off in search of treasure, pushing themselves to find as much as possible without losing their heads.&#10;&#10;At the start of a turn, the active player rolls the eight special dice. He must set aside any skulls rolled, and his turn ends immediately with no score if he rolls a third skull. The player is free to set aside any number of other dice, rerolling the rest. He may continue to do this until the skulls get him or he stops. He then scores for dice combinations, with a three-of-a-kind earning 100 points, a four-of-a-kind 200 points, and so on all the way up to an eight-of-a-kind earning 4,000 points. Each gold or diamond showing is worth 100 points on its own. A player earns a 500 point bonus if all eight dice score.&#10;If a player is not able to set aside any valid dice, all points are lost.&#10;&#10;If a player rolls four or more skulls on his first roll, he heads to Skull Island for the turn, setting aside those skulls and continuing to roll as long as he sets aside at least one skull each time. Once he stops, all other players lose 100 points for each skull showing.&#10;&#10;Before a player starts to roll for his turn, however, he draws a card from the pirate deck, which affects what's possible on that turn: He might score double for the treasure he collects, or need to roll sabers to fight off other pirates, or receive a free diamond or gold coin, or be able to score treasure even if he collect three skulls.&#10;&#10;Once a player reaches 6,000 points, all other players take one final turn, then the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Board Game Arena",
      "Game: Farkle",
      "Series: AMIGO dice games in box",
      "Theme: Pirates",
      "Traditional Dice Games: Dice 10,000 games"
    ]
  },
  {
    "Rank": "3343",
    "Name": "Godspeed",
    "ID": 286160,
    "Year": "(2020)",
    "Geek Rating": "5.945",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/286160/godspeed",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6875",
    "Description": "The Space Race was a lie.&#10;&#10;Look, it's not that the moon landing was faked. It happened. Neil hates the conspiracy theories. The lie is that we ever wanted to go to the moon. We needed a spectacle to show the people. To justify the massive budgets. The agencies.&#10;&#10;Neil stepped on a rock 239,000 miles from Earth. Big deal. I stepped on an exoplanet circling Ursae Majoris 18 months earlier. It's a one-way trip -- so there ain't any going home.&#10;&#10;No ticker tape parade for me, but that's ok. I'm here for my country. See, the Russians beat us here by a few months. Japanese showed up a few weeks after us. We'll colonize this planet for America. Because there isn't a choice...&#10;&#10;Godspeed is a mid-weight worker placement game of extra-terrestrial colonization for 2-5 players with a 60-90 minute playtime. -- From the back of the box&#10;&#10;In Godspeed, players play as scientists from one of 5 nations: the USA, Japan, Soviet Union, the European Nations, or India. The game is played in 10 rounds, each with four phases.&#10;&#10;&#10;     High Council Phase -- This is a negotiation phase where Nations will convene to decide how they will respond to an event occurring back on Earth or on the Exoplanet. The top card is drawn from the High Council deck. Nations then decide to respond to the event by assigning the specified Team Member to the event, keeping them from use during the rest of the round. If all Nations respond then everyone gets the bonus. If not, there's a penalty for those that ignored it.&#10;     Supply Depot Phase -- This is an auction phase where Nations bid on Supply Depot cards or the first player marker. Players choose cards in the order of their bids. The player with the highest bid may take a second delivery. &#10;     Action Phase -- This is a worker placement phase. Nations place Team Members in Action Spaces to take various actions and earn prestige. &#10;     Resolution Phase -- In this phase, the Nations produce new resources and return their Team Members home. &#10;&#10;&#10;Points -- Prestige is gained on 4 tracks (Defense, Exploration, Commerce, and Infrastructure) and your position on these tracks gains you points at the end of the game. You may also gain points by achieving Civilization Milestones (only 1 Nation may claim each Milestone), completing Lunar Season scoring cards (any number of Nations may complete these), building ancient XenoRelics, completing special objective cards, and for left over resources.&#10;&#10;The Nation with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Turn Order: Auction",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Europe",
      "Country: India",
      "Country: Japan",
      "Country: Soviet Union",
      "Country: USA"
    ]
  },
  {
    "Rank": "3344",
    "Name": "Welcome to Dino World",
    "ID": 232524,
    "Year": "(2017)",
    "Geek Rating": "5.945",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/232524/welcome-to-dino-world",
    "Min Players": "2",
    "Max Players": "75",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "2.3871",
    "Description": "Description from the designer:&#10;&#10;Build and manage your own dinosaur park in this strategic roll and write game for 1 or more players.&#10;&#10;Roll dice, draw pens and try not to let any dinosaurs escape!&#10;&#10;Each turn players share an expanding dice pool to work through three phases: add dinosaurs and buildings to the park, draw paths connecting attractions to the entrance, and control dinosaurs attempting to escape.&#10;&#10;The game ends whenever a player runs out of space in their park, or has had too many dinosaurs escape.&#10;&#10;The player with the most fame from dinosaurs/attractions and the fewest penalties from breakouts is the winner!&#10;&#10;Welcome To DinoWorld is the official game of GenCant 2017!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Polyominoes",
      "Contests: Gen Can't Roll & Write",
      "Digital Implementations: Tabletopia",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "3345",
    "Name": "D100 Dungeon",
    "ID": 237031,
    "Year": "(2017)",
    "Geek Rating": "5.945",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/237031/d100-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "90",
    "Weight": "2.7857",
    "Description": "D100 Dungeon is a game in which you will steer an adventurer through underground caves and dungeons, looking for lost treasures and completing dangerous quests. With each game your adventurer will gain wealth, recognition and become stronger and increasingly skilled in their pursuits. All you will need to play D100 Dungeon, is a pencil, eraser, a few dice and your imagination.&#10;&#10;The game uses a series of tables and harks back to a cross over of an RPG and a choose-your-own adventure book, with quests and character development. You can pick this up and play as and when you have free time.&#10;&#10;Each quest is a trip to the dungeon, where you will have a specific goal. Whether you win or fail the quest, your character is constantly developing and looting better and better equipment and more gold. As you progress through the dungeon, you map your progress and make notes so you can easily return back to a quest you have started next time. This is an ideal lunch break, train journey, or flight filler game.&#10;&#10;You can visit the games website here : https://www.mk-games.co.uk/d100dungeon&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Polyhedral (not D6) dice",
      "Game: D100 Dungeon",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3346",
    "Name": "Lincoln",
    "ID": 246201,
    "Year": "(2018)",
    "Geek Rating": "5.945",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/246201/lincoln",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.4884",
    "Description": "Lincoln is a fast-paced, light, two-player, card-driven strategic level board-wargame set in the American Civil War that allows you to re-fight the entire American Civil War in under two hours.&#10;&#10;Game play uses point-to-point movement and area control, hidden army strengths, and decks of cards providing the command choices and luck; there are no dice. The Union and Confederate players each have their own card decks, reflecting the relative strengths and weaknesses of both sides. The Union player must do all the running to win the game by the time they have cycled through the Union card deck for the third time, having accumulated the required amount of victory points by capturing Confederate controlled areas, as well as squeezing the Confederate player with a naval blockade. The Confederate player must hold on and thwart the North's victory ambitions to win!&#10;&#10;Each time the decks are cycled, the Union player adds some better quality cards, becoming stronger as the game progresses, where as the Confederate player adds lower quality cards, becoming weaker. The underlying game mechanism is one of &quot;deck destruction&quot; rather than the more normal deck-building.&#10;&#10;Cards have multiple uses and can be recycled if used one way but during the course of the game you have to decide which cards are going to be permanently sacrificed from your deck cycle to allow you to build units.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3347",
    "Name": "Nightfall: Martial Law",
    "ID": 96152,
    "Year": "(2011)",
    "Geek Rating": "5.945",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/96152/nightfall-martial-law",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7358",
    "Description": "Game description from the publisher:&#10;&#10;Darkness envelops the world; chaos reigns. Humanity fights back in the only way they know how -- with forceful control. But how does one control creatures whose existence defies all logic?&#10;&#10;Nightfall: Martial Law is a stand-alone game that can be integrated with the hit competitive deck-building game Nightfall. Martial Law brings you a complete new set of cards with special powers, and features all-new vampires, werewolves, hunters and ghouls. Martial Law also introduces the feeding mechanism: Feed your chained orders to give them greater effect!&#10;&#10;Each card has a main color and two linking colors. If you can match the main color of a card to one of the linking colors of the previous card, you can chain those cards together. Once a chain is started, players all get an opportunity to link additional cards onto the chain during that turn.&#10;&#10;Cards in the chain resolve in reverse order: first in, last out. Instant effects fire off as cards come off the chain, doing damage to your opponents or bringing characters into play to defend you and attack your opponents.&#10;&#10;The object of Nightfall is to put wounds into your opponents&rsquo; decks and end the game with the least amount of wounds in your deck. But beware: the more wounds a person has, the more enraged they become and the faster their deck works, meaning more cards and bigger chains will come your way!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Nightfall",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "3348",
    "Name": "Shadows in Kyoto",
    "ID": 229741,
    "Year": "(2017)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/229741/shadows-in-kyoto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.0323",
    "Description": "Shadows in Kyoto is a two-player abstract game based with the background of Hanamikoji in which players take control of the Oniwaban, a group of undercover spies, secretly protecting the Shogun, or an intelligence agency of the Meiji Government, funding with the advanced technology of the Western Industrial Revolution.&#10;&#10;As the commanders, the players must secretly gather key intelligence from the opponent while protecting their own interests. Through movements, conflicts, and tactics, players have three different paths to victory:&#10;1). Capture 2 enemy agents who possess real intelligence.&#10;2). Let your opponent captures 3 agents of your own who possess fake intelligence.&#10;3). Succeed in the escape of 1 agent of your own who possesses real intelligence.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Kyoto (Japan)",
      "Country: Japan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3349",
    "Name": "Dog Lover",
    "ID": 344839,
    "Year": "(2021)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/344839/dog-lover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7917",
    "Description": "In Dog Lover, you fetch cards, collect bones, and gather food for your lovable dogs. You rescue them from the shelter, train them on new tricks, and cherish their unique traits. The player who takes care of their beloved dogs best will score the most victory points and win!&#10;&#10;In more detail, you start the game with a random dog card &mdash; which come in small, medium, and big sizes &mdash; as well as a random &quot;special trick&quot; card. Shuffle the game cards, then lay out the top nine cards in a 3x3 grid. Next to that, lay out three dog trick cards in an adjacent column and three rescued dogs in another column. The player farthest from the start player places the watch dog token next to one of the rows or columns, then the game is ready to play.&#10;&#10;On a turn, choose one of your trick cards, rotating it as you desire, then collect cards from the 3x3 grid that match the pattern on the trick card, e.g., common polyomino shapes. You can take at most one card in the row or column under the protection of the watch dog. You can play and tuck cards both before and after you collect cards from the grid. What do you do with what you collect?&#10;&#10;&#10;    Dog cards sit in front of you immediately. Good boy!&#10;    Food cards are exchanged for one of the four types of food.&#10;    Adoption cards go in your hand, and you can exchange two for a rescued dog, which comes with a special power or endgame bonus.&#10;    Favorite Things cards are dog toys that are more valuable when you collect them in sets.&#10;    Training cards can be tucked under a dog for bonus points, or you can exchange several of them to gain a new trick, which gives you more card-grabbing options each turn.&#10;    Walk cards are worth bonus points when tucked under a dog.&#10;    Bone cards give you a bonus for fed dogs if you collect enough of them.&#10;    Trait cards give an ongoing power and an endgame bonus, but you must attach it to a dog the turn you claim it; otherwise, you must usually discard multiple cards.&#10;&#10;&#10;When the &quot;End Game&quot; card appears in the deck, you complete the round so that each player has the same number of turns, then you tally points. Each dog has a food requirement. If you meet that requirement, the dog and all its traits and tucked cards will be worth points. However, if you don't give the dog the right type and amount of food, you score -2 points for that dog and ignore all tucked cards that would otherwise give you points (Don't let your dogs go hungry!). The player who scores the most points is the ultimate dog lover!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Polyominoes",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "3350",
    "Name": "Time's Up! Party Edition",
    "ID": 230262,
    "Year": "(2004)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/230262/times-up-party-edition",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.0769",
    "Description": "Based on the popular game Time's Up!, Party Edition challenges players to guess the names of famous people and titles of films and videogames among others.&#10;&#10;Players try to get other players to guess the same set of titles over three rounds. In each round, one member of a team tries to get his teammates to guess as many titles as possible in 30 seconds. In round 1, almost any kind of clue is allowed. In round 2 no more than one word can be used in each clue. In round 3, no words are allowed at all.&#10;&#10;This edition is not to be confused with Time's Up! Edici&oacute;n Amarilla. Both editions have very similar yellow boxes but Time's Up! Edici&oacute;n Amarilla has only famous people while Time's Up! Party Edition has famous people mixed with various famous titles.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Time's Up!",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "3351",
    "Name": "Mutant Chronicles: Siege of the Citadel",
    "ID": 1621,
    "Year": "(1993)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/1621/mutant-chronicles-siege-of-the-citadel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2333",
    "Description": "Precursor of the Mutant Chronicles miniatures Game and a kissing cousin of Heroquest stands Mutant Chronicles: The Siege of the Citadel&#10;&#10;Setting: In Mutant Chronicles, players control one of five corporations: Imperial, Cybertronic, Mishima, Capitol, or Bauhaus. Each player begins with two of their own unique Doomtroopers imbued their Corporation's special ability.  They make decisions and plan strategies to prevent the Dark Legion and its leader, the vile Nepharite, Alakhai, from conquering the solar system. Each successful mission brings a new one with the modular Citadel and events that can help or hinder you in battle. Each promotion gives credits to access more powerful weaponry!  Grab a Punisher Shortsword and Plasma Carbine to make your mark in the Mutant Chronicles!&#10;&#10;Gameplay:  The game begins by choosing which of the 5 players will be the Dark Legion Player for the current mission.  A player fulfills this role by setting their Doomtroopers aside for the current mission and controlling the enemies.  The Dark Legion player can earn promotion points for their inactive Doomtroopers by wounding the other player's Doomtroopers.  Thus, taking a turn as the baddies is not totally thankless.  10 different scenarios are included with the game.&#10;&#10;The Corporation players take their Player tray and 2 Doomtrooper miniatures, two Doomtrooper cards and a Secondary Mission card if specified by mission (these allow extra points if the requirements of the card can be met).  The Dark Legion Player sets up the current mission's Citadel layout with the modular boards and gathers his mission specified Force Cards.  The Force cards are deployed in rooms face-down and are revealed when a Doomtrooper enters and the corresponding Dark Legion miniatures are placed on board.  All miniatures may move 3 squares per move action and most figures get 2 actions per turn.  A figure can do one of the following: Move then Attack, Attack then Move, Attack twice or Move twice.  Corporation Players go first.  Order is determined by flipping over a face-down Corporation token.  The revealed player (Doomtrooper or Legion) takes their turn  and the next Corporation token is flipped.&#10;&#10;Play is semi-cooperative for the Corporation players as they compete for points, but want the overall mission to succeed.   The weapon card the Doomtrooper has equipped determines whether he can attack long range, close combat or both.  There are various miscellaneous equipment that can be equipped in addition to the weapon (healing kits, laser targeting, Grenade launcher etc...).  Attacks are carried out by rolling dice and comparing the number of hits to the armor value of the target.  If the number of hits exceeds the armor value of the creature it is eliminated.  In addition Doomtroopers can use a Doomtrooper card to affect the game in some way.  These cards list two effects but only one can be used per card and are then discarded.  The possible effects range from modification of combat or movement to messing with your opponents (jamming their gun for example).&#10;&#10;The Dark Legion(DL) Player at the start of his turn draws the top event card, reads it out loud and follows the instructions.  The DL player then receives the reinforcements listed on the card and places them on the board.  The DL player then looks to see if any Force cards are still face-down. If there are, the player reveals one and places the revealed units in the same room the card was in.  The DL player then takes his actions with all of his creatures.  Play continues in this way until mission is successful or the time runs out and it fails.&#10;&#10;Game End: Successful Doomtroopers receive promotion points for the creatures killed in battle and credits specified for the mission.  If they gain rank Doomtroopers improve the combat dice they use and gain extra actions.  With their credits Doomtroopers can purchase improved weaponry and gadgets (Gehenna Puker, Nimrod Autocannon).  The Dark Legion player's inactive Doomtroopers gain 1 promotion point per point of damage inflicted upon the opposing players' Doomtroopers by creatures.&#10;&#10;A rare poster-magazine called &quot;Sinkadus&quot; 41# &amp; 42# that was produced by Target Games AB only in Sweden, added an expansion to Siege of the Citadel.  It added to the base game Brotherhood Characters (Inquisitor Nicodemus and Mortificator Sebastian Crenshaw), new equipment, spells, and two new baddies: the Pretorian Stalkers. All the minis were given their own stats and paper models for representation.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: 3-Dimensional (3D)",
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "3352",
    "Name": "FYFE",
    "ID": 353150,
    "Year": "(2022)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353150/fyfe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0513",
    "Description": "The cover of FYFE shows a dreamy South Seas location with a blue sea, beach, and palm trees &mdash; but what will you find as you dig in the sand, and can you arrange your discoveries in ideal scoring combinations?&#10;&#10;Each player has their own 5x5 grid, 7 lucky charm tiles, and 15 scoring boards. The game includes 125 tokens, with each token showing one of five colors, one of five symbols, and one of five numbers (1-5). The scoring boards show conditions that you must meet in order to earn the points listed on that board, e.g., the numbers 1-5 in sequence, tokens of the same color, tokens with different symbols, three tokens of one color and two tokens of another color, etc.&#10;&#10;To start the game, draw two tokens from the bag and place them at the bottom of your playing board. Place one of these tokens in an empty space of your grid, then choose a scoring board and place it in the row, column, or (if appropriate) diagonal line in which that token was placed. On each subsequent turn, draw one token, place it on your game board, then choose one of your two tokens to place. If this newly placed token doesn't have a scoring board pointing at it, choose one of your unplaced scoring boards and place it in the row, column, or diagonal.&#10;&#10;As soon as a line is filled with five tokens, if you have met the conditions on the scoring board for this line, flip it over to the side that shows points; if you are the first and only player to complete this scoring board this round, take the associated 3-point bonus tile. If you complete and score multiple lines on the same turn, take 5-20 bonus points depending on whether you scored two, three, or even four lines at once.&#10;&#10;If someone drew a lucky charm token at the start of the round, they draw a replacement token, then all players can choose to use and discard one of their lucky charm tiles. These tiles allow you to exchange the tokens in your reserve, place a token on the board as a joker, swap an already fulfilled scoring board for another one, and so on. Each unused lucky charm tile is worth points at game's end. After 25 rounds, players tally their points for scoring boards, first tiles, lucky charm tiles, and bonuses to see who has the highest score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Beaches",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "3353",
    "Name": "Byzanz",
    "ID": 38032,
    "Year": "(2008)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/38032/byzanz",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5333",
    "Description": "You are a merchant in Byzantium and you are trying to have the most profit from the markets inside the city.&#10;Bid for the best stock of goods and find the right moment to sell your collected wares.&#10;And do not forget to go to the main market for a good deal!&#10;&#10;Players are merchants and bid on offers from the market to collect as many sets of 3 cards of the same good. Game ends when all cards have been auctioned and clayers with the highest total of good cards wins. Cards are both: money on your hand for bidding and points for scoring in each set sold.&#10;&#10;Goods cards and merchant cards are shuffled together and form the stack of goods to be auctioned. Depending on number of players offer cards from 1 to 6 are used (eg 4 players, cards 2,3,4,5) with the highest card on top. The highest offer card is used to draw that number of goods to make the actual offer on the table. Players start with 4 goods cards in their hand as money for bidding. Players bid in clockwise order increasing their bid at least by 1 - or they pass. Last player with a bid will win the total offer. The bidding cards (= good cards from the players hand) will be placed face up and sorted by kind into the market. Also one of the cards of the offer he won has to be paid as &quot;tax&quot; to the market also- players choice. Than he takes all the other cards of the offer into his hand and he also places the offer card of the actual bid in front of him. He is not allowed to bid again in this round.&#10;&#10;Game goes on with the next highest offer card giving the number of goods making the new offer. So each round each player win different a decreasing number of good cards. When all offers are gone the open market is usually filled with goods. Than the player with the lowest offer card - the same player who won the most less good cards - has free choice to take all cards of one kind from the goods in the market. Often this is a really great grab!&#10;&#10;Following rounds are played the same way until all goods have been auctioned. Players can also sell sets consisting of exactly 3 cards of the same good from their hands whenever they want. That is no real sale but players hold the highest card of each set for scoring. Merchant cards can be used as a joker - even two merchants are allowed in a set of 3 goods. Although merchant cards have a value of 0, a set of 3 merchants will score 5 points!&#10;&#10;96 cards with 6 different goods (eg cloth, wine, spice)&#10;   - each good with values 1 (6x), 2 (5x,) 3 (3x), and 4 (2x) &#10;16 merchant cards value 0 but replacing any card you want in a set&#10; 6 offer cards (from 1 to 6) showing the number of cards to be auctioned&#10; 2 market cards where to place cards spend for bidding and &quot;tax&quot; cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Closed Economy Auction",
      "Constrained Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Istanbul (Turkey)",
      "History: Byzantium",
      "Occupation: Merchant",
      "Series: Small box (Lautapelit.fi)",
      "Series: Small box (Mont Tàber)"
    ]
  },
  {
    "Rank": "3354",
    "Name": "España 1936",
    "ID": 31291,
    "Year": "(2007)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/31291/espana-1936",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8151",
    "Description": "ESPA&Ntilde;A 1936 is a game of historical simulation that recreates the facts occurred during the Spanish Civil War (1936-39).&#10;&#10;It is played on a board depicting Spain and divided in connected zones, with counters at operational level. It has cards to develop the events of the war and to modify decisive battles. It does not have any CRT, and the combats are simple but real for the conflict. The turn and the combats are alternative, which creates a great interaction between the players. Thought for beginners and experts alike.&#10;&#10;&#10;     The Spanish edition was released in October 2007.&#10;&#10;&#10;&#10;      Espa&#195;&#177;a 1936: La Armada is an expansion to the Spanish edition released in 2008. It includes naval rules, cards and a new board for naval operations.&#10;&#10;&#10;&#10;     The English edition includes the basic game and the expansion. It was released in May 2008.&#10;&#10;&#10;&#10;ESPA&Ntilde;A 1936 es un juego de simulaci&oacute;n hist&oacute;rica que recrea los hechos acontecidos durante la Guerra Civil Espa&ntilde;ola (1936-39).&#10;&#10;Utiliza un tablero dividido en zonas conectadas entre si, con fichas a nivel operacional. Tiene cartas para desarrollar los eventos de la guerra y modificar combates decisivos. No tiene CRT, y los combates son sencillos pero reales para el conflicto. El turno y los combates son alternativos, lo que crean una gran intereacci&oacute;n entre los jugadores. Pensado tanto para principiantes como para expertos.&#10;&#10;&#10;     El juego est&aacute; disponible en la edici&oacute;n espa&ntilde;ola desde octubre de 2007.&#10;&#10;&#10;&#10;     Espa&#195;&#177;a 1936: La Armada es una expansi&oacute;n para el juego, producida en Octubre 2008 Incluye reglas navales, fichas, nuevas cartas y un tablero de operaciones navales. Esta disponible de manera gratuita en las tiendas habituales o a traves de Devir Iberia &#10;&#10;&#10;&#10;     La edici&oacute;n en ingl&eacute;s incluye, adem&aacute;s de la versi&oacute;n original, la expansi&oacute;n. Se acab&oacute; de producir en mayo de 2008.&#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3355",
    "Name": "Chrononauts",
    "ID": 815,
    "Year": "(2000)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/815/chrononauts",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8531",
    "Description": "In Chrononauts, each player becomes a time traveler, with a unique identity and a secret mission. During the game, players travel backwards and forwards through history, doing all those things people have always dreamed of using a time machine to do: Visiting the great moments of the past, peeking into the future, collecting up impossible artifacts and priceless works of art (at the moment just before history records their destruction), coming to grips with the paradoxes of time travel, and of course, changing pivotal events and altering the course of history itself. How would the timeline be different if Lincoln and JFK had not been assassinated? And is that the version of reality that you came from originally...the one you must return to in order to win? It's all packed into a fast and easy Fluxx-style card game that will take you to the beginning of time and back again.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Educational",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 4 x 8 Grids",
      "Digital Implementations: VASSAL",
      "Game: Chrononauts",
      "Mechanism: Card Line",
      "Players: Games with Solitaire Rules",
      "Theme: Alternate History",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3356",
    "Name": "Walk the Plank!",
    "ID": 35505,
    "Year": "(2013)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/35505/walk-the-plank",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.253",
    "Description": "In Walk the Plank!, players represent the worst pirates in a captain's crew. The captain has rounded you all up because you're all lazy and stupid and simply not worth the rum and loot you get paid. That said, the captain has decided he's willing to keep two of you in his crew. To prove you're worthy, you will fight amongst yourselves, trying to shove other players' pirates off the end of the plank while keeping yours alive!&#10;&#10;In game terms, each round players secretly stack three of their ten action cards, then they take turns revealing and playing those actions one by one no matter what's gone wrong between the planning and the doing. If you plan to have a pirate shove someone off the plank on your third move and all he sees are his own best mates, he will still shove away! Some cards bear a skull on them, and these powerful cards must remain on the table the round after they're played, but otherwise players then pick up their action cards and start a new round. As soon as two or fewer pirates remain on board, the game ends and the owner (or owners) of these pirates win! Watch out, though, as sometimes every pirate will end up in the drink, which means that no one wins other than the sharks circling in the water below...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Programmed Movement",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Get Bit Trilogy (Mayday Games)",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "3357",
    "Name": "Scrawl",
    "ID": 202982,
    "Year": "(2016)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/202982/scrawl",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Revealing the terrible artist in all of us, players in Scrawl start off with a loaded phrase, doodle it, then pass it on. By the time your masterpiece of an &quot;OAP Conga Line&quot; passes through your friends' weird minds and wonky pens &mdash; and makes it back to you &mdash; things will have gone horribly wrong. Points are awarded for the most disastrous doodles and godawful guesses. Most grins wins.&#10;&#10;(Commercial reimplementation of the folk game Eat Poop You Cat.)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces"
    ]
  },
  {
    "Rank": "3358",
    "Name": "Cosmogenesis",
    "ID": 227273,
    "Year": "(2017)",
    "Geek Rating": "5.944",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/227273/cosmogenesis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5758",
    "Description": "In a game of Cosmogenesis, each player creates their own planet system, starting from a star and an asteroid belt. To do this, they use the elements available on the different sections of the central board. In each round, players obtain one element from each of the four sections over four turns and with these elements players form planets and moons. These then collide with each other, causing them to increase in size, develop rings, form atmospheres, and of course create life. Players do all of this in order to fulfill their own objectives, which like the rest of the elements of the game, are obtained from the central board; at the end of the game, these provide the victory points that determine the overall winner.&#10;&#10;&bull;&bull;&bull;&#10;&#10;En una partida de Cosmog&eacute;nesis, cada jugador crear&aacute; su propio sistema planetario partiendo de una estrella y un cintur&oacute;n de asteroides. Para ello se valdr&aacute; de los elementos que ofrecen los diferentes sectores de la nebulosa representada en el tablero central. En cada ronda, cada jugador obtendr&aacute; un elemento de cada uno de los 4 sectores a lo largo de 4 turnos. Con estos elementos, formar&aacute;n planetas y lunas, colisionar&aacute;n unos con otros para aumentarlos de tama&ntilde;o, formar&aacute;n sistemas de anillos, crear&aacute;n atm&oacute;sferas y por supuesto vida. Todo ello con el fin de cumplir sus propios objetivos, que tambi&eacute;n se obtendr&aacute;n del tablero central, y que al final de la partida, proporcionar&aacute;n los puntos de victoria que determinar&aacute;n el vencedor.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Organizations: Forgenext",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "3359",
    "Name": "Pinochle",
    "ID": 4583,
    "Year": "(1864)",
    "Geek Rating": "5.944",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/4583/pinochle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3158",
    "Description": "Classic trick taking card game in which players bid how many points they will score for the right to set trump, then have to make their bid to get their points.  Pinochle is played with a modified standard deck.  It consists of a 48 card deck with all 2-8's removed and two of each other card (a Pinochle deck can be made by combining two 52 card decks and removing all 2-8's).&#10;&#10;Pinochle has several unique elements not found in other trick taking games:&#10;- Before playing the hands, players form melds (runs, marriages, pinochle, sets) which are added to their score.&#10;- Played with a double (and sometimes quadruple) deck of cards: A 10 K Q J 9 &#10;- Players are required to trump when void and over trump if they can.&#10;&#10;The original version of Pinochle is a two-handed version which is derived from the virtually identical Bezique.&#10;&#10;The game was modified for more players with several popular variants including Partnership Pinochle, Partnership Auction Pinochle, and Double Pack Pinochle (Partnership).&#10;&#10;(The origin date listed for this game is approximate.)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Melding and Splaying",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Traditional Games: Bezique / Pinochle"
    ]
  },
  {
    "Rank": "3360",
    "Name": "Sequence",
    "ID": 2375,
    "Year": "(1982)",
    "Geek Rating": "5.943",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/2375/sequence",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3198",
    "Description": "Sequence is a board and card game. The board shows all the cards (except for the Jacks) of two (2) standard 52-card decks, laid in a 10 x 10 pattern. The four corners are free spaces and count for all players equally.&#10;&#10;The players compete to create rows, columns or diagonals of 5 connected checkers placed on the cards that the player has laid down. Two-eyed Jacks are wild, while one-eyed Jacks allow an opponent's checker to be removed. The game ends when someone has reached a specified number of connections.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Harry Potter",
      "Category: n in a row",
      "Components: 10 x 10 Grids",
      "Containers: Tubes",
      "Game: Sequence"
    ]
  },
  {
    "Rank": "3361",
    "Name": "Dark Souls: The Board Game",
    "ID": 197831,
    "Year": "(2017)",
    "Geek Rating": "5.943",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/197831/dark-souls-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1594",
    "Description": "The Dark Souls board game is a brutally hard exploration miniatures game for 1-4 players. Prepare to die.&#10;&#10;The game features a &quot;fast set-up, long reveal&quot; mechanism that gets you into the game quickly and builds the location as you explore. The sense of danger is palpable as you discover new locations and the monsters that inhabit these dark places. The core combat mechanism and enemy behavior system forces deep strategic play and clever management of stamina to survive.&#10;&#10;Dark Souls includes numerous boss and mini-boss encounters &mdash; including one against the Dragon Slayer Ornstein and Executioner Smough &mdash; and utilizes an innovative behavior mechanism so that no two encounters are ever the same, thus giving the game near infinite replayability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Boss Battle",
      "Video Game Theme: Dark Souls"
    ]
  },
  {
    "Rank": "3362",
    "Name": "Gheos",
    "ID": 23730,
    "Year": "(2006)",
    "Geek Rating": "5.943",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/23730/gheos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4613",
    "Description": "The players are gods at the dawn of time, creating earth's landscape and inhabiting it with people. They can command the creation and destruction of continents and the rise and fall of civilizations.&#10;&#10;As gods, players seek to gain followers among the civilizations. They offer those followers luxuries, and oversee the building of pyramids and temples on their continents. In the end, the god with the most loyal, wealthy, and powerful followers will become ruler of gods, and wins the game...&#10;&#10;Play involves placing triangular tiles to form islands, coastlines and continents. Players can also replace tiles to reform the topography of the planet.&#10;&#10;Each civilization is represented by a color, and once a civilization is &ldquo;born&rdquo; a player can gain worshipers in that civilization, which in turn may score points for that player in various ways.&#10;&#10;The placement or replacement of tiles may result in civilizations migrating, or going to war with other civilizations. These things are resolved by the various icons on the tiles.&#10;&#10;The game is fairly simple, but offers quite a lot of tactical possibilities.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Map Addition",
      "Pattern Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "3363",
    "Name": "Doom Machine",
    "ID": 323898,
    "Year": "(2021)",
    "Geek Rating": "5.943",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/323898/doom-machine",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Doom Machine is an intense pressure-cooker card and dice mint tin solo game experience that fits in your pocket. Face off against an ever-evolving, ever-growing machine of death and destruction! Find and defeat the doom core before humanity is annihilated.&#10; Beware: the machine evolves, grows, and cycles each of its parts every turn. You must roll your dice with care, use abilities to modify the results as necessary, allocate dice to deal or block damage, and strategically destroy parts of the DOOM MACHINE to prevent your demise!&#10;&#10;Each turn consists of two phases:&#10;&#10;In Phase I, you'll roll your unlocked dice, using the limited available utility slots to modify or re-roll, then allocate dice to either shields (to block incoming damage) or to machine part cards in play (if the roll criteria is met) to deal damage to a part. Destroying parts earns you additional dice for future rolls.&#10;&#10;In Phase II: The machine AI takes action, cycling the tracking die on each of its available machine part cards and triggering abilities when the die reaches an icon on its AI track -- potentially dealing damage, repairing, locking die, and impacting gameplay in other nefarious ways.&#10;&#10;When all of the machine parts have completed their cycle, the entire line shifts down one slot and a new machine part is added to the doom machine line, increasing the difficulty with each turn.&#10;&#10;Can you keep the machine at bay long enough to destroy the core and win?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3364",
    "Name": "Archer: Once You Go Blackmail...",
    "ID": 198522,
    "Year": "(2016)",
    "Geek Rating": "5.943",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/198522/archer-once-you-go-blackmail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2632",
    "Description": "Archer: Once You Go Blackmail... takes the engine at the heart of Love Letter and adds intrigue, vice, and phrasing as well as new card effects.&#10;&#10;In short, each player starts the game with one character card in hand; one character is set aside out of play. On a turn, a player draws one card, then plays one of their two cards, carrying out the effect of their character. Try to knock others out of the round or have the highest number in hand when the round ends. Win enough rounds, and you win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Containers: Drawstring Bag",
      "Game: Love Letter",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "3365",
    "Name": "The Lord of the Rings Adventure Book Game",
    "ID": 379005,
    "Year": "(2023)",
    "Geek Rating": "5.943",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/379005/the-lord-of-the-rings-adventure-book-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "160",
    "Weight": "2.0909",
    "Description": "In The Lord of the Rings Adventure Book Game, &#226;&#128;&#139;&#226;&#128;&#139;Sauron's shadow has fallen across Middle-earth, and the One Ring must be destroyed. In order to complete their daunting quest, players need to work together to help cherished Lord of the Rings characters journey from The Shire to the fires of Mordor, all while avoiding the Eye of Sauron.&#10;&#10;This third entry into Ravensburger's &quot;adventure book&quot; line is broken into eight &quot;chapters&quot; that are experienced over eight different board game &quot;pages&quot;. Each new chapter provides puzzles and challenges that players need to overcome to advance the story. The game allows for flexible play for solo or co-operative family gaming, so players can choose their style of adventure, and each chapter takes approximately twenty minutes to play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Book as Board",
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Series: Adventure Book Game (Ravensburger)"
    ]
  },
  {
    "Rank": "3366",
    "Name": "Narcos: The Board Game",
    "ID": 253106,
    "Year": "(2018)",
    "Geek Rating": "5.942",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/253106/narcos-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "100",
    "Weight": "2.931",
    "Description": "Narcos: The Board Game, which is based on the television series Narcos, puts players in the roles of the series' most powerful characters and factions as they rewrite the story behind the rise and fall of El Patr&oacute;n. One person acts as El Patr&oacute;n, managing a growing narcotics empire while trying to keep their location on the board a secret. The remaining players lead the Hunter factions: the DEA, Polic&iacute;a Nacional de Colombia, Cali Cartel, and the guerrilla extremist group. These seemingly disparate groups are united in their common interest to discover the hidden position of El Patr&oacute;n, sharing information and discussing strategies. If the El Patr&oacute;n player manages to complete their secret objectives without being captured by the Hunters, they win. However, if the Hunters are able to uncover El Patr&oacute;n's location, they succeed in their mission and win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Mafia",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Colombia",
      "Mechanism: Hidden Movement",
      "Players: One versus Many",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3367",
    "Name": "Blood Bound",
    "ID": 130877,
    "Year": "(2013)",
    "Geek Rating": "5.942",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/130877/blood-bound",
    "Min Players": "6",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6286",
    "Description": "In Blood Bound, a deduction game played in 15-30 minutes, players assume the roles of members of two clans &ndash; the brutal, animalistic warriors of the Clan of the Beast and the graceful, deadly members of the Clan of the Rose &ndash; and (with an odd number of players) the human inquisition. Disguised by a secret identity, they try to kidnap the Elder of the opposing clan or give their lives for the benefit of their own Elder. Malicious attacks, aimed indiscretions, and assistance from others will slowly uncover the truth: Who fights for whom? And who is the Elder?&#10;&#10;At the start of the game, each player knows three things:&#10;&#10;&#10;    Who they are and to which clan they belong&#10;    That a few other players are allies, while everyone else is the enemy of both themselves and their clan&#10;    The clan to which one of their neighbors belongs &ndash; although some characters can lie about their clan identity&#10;&#10;&#10;Now the players have to figure out who the Elder of the opposing team is (if there is one) and capture him. To do this, players need to attack, negotiate and deduce, with an attacked player being required to reveal information, such as his rank or clan affiliation. Each player has an ability unique to his character, and this ability can be used only at the moment that he reveals his rank. The Assassin forces players to suffer wounds, for example, while the Guardian protects a player of the character's choice.&#10;&#10;In the end, if you capture your rival clan's Elder, you win &ndash; but if you capture the wrong vampire, you've fallen into the enemy's trap and lose the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Horror",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "3368",
    "Name": "Warhammer Underworlds: Beastgrave",
    "ID": 287754,
    "Year": "(2019)",
    "Geek Rating": "5.942",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/287754/warhammer-underworlds-beastgrave",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2609",
    "Description": "Amidst the stygian terrors of Beastgrave, those who are not predators are prey!&#10;&#10;Warhammer Underworlds: Beastgrave is a game of strategy, fast-paced combat and devious ploys for two to four players. Each player takes their warband of Citadel Miniatures and pits them against their rivals on the hidden battlefields of the Mortal Realms.&#10;&#10;In Warhammer Underworlds, you and your opponent pick a warband &ndash; 2 are included in this box (Skaeth's Wild Hunt and Grashrak's Despoilers) &ndash; and build a deck of power and objective cards. After placing your warband on the hex-tiled game boards, you take turns making actions &ndash; movement and attacks &ndash; until 3 rounds are played. Between actions, you can use your power cards to introduce effects and reactions that can swing the battle in your favour; building the best deck you can and using cunning to deploy these abilities at the perfect time is the secret to mastering the game and dominating your foe. Merely vanquishing your opponent&rsquo;s warband does not guarantee victory &ndash; capturing objectives, standing your ground, making the best tactical choices and deploying the right cards at the right time will gain you the glory points you need to win!&#10;&#10;Everything you and a friend need to play games of Warhammer Underworlds is included in this box, and once you&rsquo;re familiar with the rules, games will take around 30 minutes &ndash; meaning you&rsquo;ll always have time for a rematch.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "3369",
    "Name": "DreadBall: The Futuristic Sports Game",
    "ID": 129731,
    "Year": "(2012)",
    "Geek Rating": "5.941",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/129731/dreadball-the-futuristic-sports-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8659",
    "Description": "Game description from the publisher:&#10;&#10;DreadBall: The Futuristic Sports Game is the hyper-kinetic sci-fi sports game of unparalleled speed and ferocity &ndash; a fast, fun and tactical miniature sports board game written by Jake Thornton and created by Mantic Games.&#10;&#10;Two coaches compete for victory with teams of beautiful miniatures on a stunning sci-fi pitch. The game is easy to learn, yet challenging, with carefully orchestrated plays and counter attacks hinging on positioning and the mercy of the dice gods.&#10;&#10;Created by the finest sculptors, artists and game designers, DreadBall: The Futuristic Sports Game is the first in a series of visually stunning sci-fi sports games, to be supported with expansions introducing new teams and exciting new game play, building on the already impressive 84-page full-colour A4 rulebook.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Game: Dreadball",
      "Players: Two-Player Only Games",
      "Setting: Warpath",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "3370",
    "Name": "CrossTalk",
    "ID": 215371,
    "Year": "(2017)",
    "Geek Rating": "5.941",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/215371/crosstalk",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "CrossTalk is the party game of subtle conversation in which two teams race to guess secret keywords. Each round, teams select a clue-giver, and those clue-givers are given knowledge of the same secret keyword. The goal of the clue-givers is to help their teammates guess this keyword before the other team.&#10;&#10;The round begins with both clue-givers writing a one-word clue to give their team in private. Then, clue-givers will alternate providing one-word public clues to everyone &mdash; but there is a catch! After your team gives a public clue, the other team &mdash; and only the other team &mdash; may attempt to guess the keyword. Clue-givers will need to use their private clue to provide context for the future. This will allow them to slip public clues by the other team.&#10;&#10;The round ends when one team correctly guesses the keyword or both teams run out of guesses. Each correct guess is worth 1 point, and the first team to earn 5 points wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Madison Game Design Cabal",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "3371",
    "Name": "Beasty Bar: New Beasts in Town",
    "ID": 181617,
    "Year": "(2015)",
    "Geek Rating": "5.941",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/181617/beasty-bar-new-beasts-in-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7692",
    "Description": "Beasty Bar: New Beasts in Town is the first standalone expansion to the 2014 card game Beasty Bar, and it can be played either by itself or in combination with the original game, as part of a challenging two-round draft.&#10;&#10;Twelve all-new beasts with new special powers are lining up in front of the bar. As before, it is imperative to stay at the front of the queue in order to be able to join the party. When combined with the original game, each player splits their 24 cards into two draw piles of 12 cards of their choice for two games in a row.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Rhinoceroses",
      "Animals: Tigers",
      "Mechanism: Card Line",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "3372",
    "Name": "Tapple",
    "ID": 129556,
    "Year": "(2012)",
    "Geek Rating": "5.941",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/129556/tapple",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.027",
    "Description": "Each round in Tapple, one player draws a topic card, then starts the timer. In the next ten seconds, that player must give a single word answer that fits within the topic, press down the letter key in a special electronic device that corresponds to the first letter of that word, and restart the timer. The next player must then think of a word for the topic that starts with a different letter, press down that starting letter, and restart the timer.&#10;&#10;If a player runs out of time, they're out for the round. If only one player remains in a round, they collect the topic card. If players manage to press down all of the letters before knocking all but one player out of a round, the players reset the device, draw a new topic card, then start the timer again, this time needing to give two answers for the topic &ndash; each starting with a different letter &mdash; within the allotted time. Whoever collects the most topic cards wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Series: Pim Pam Pet",
      "Traditional Games: Categories / Guggenheim",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "3373",
    "Name": "David & Goliath",
    "ID": 44,
    "Year": "(1997)",
    "Geek Rating": "5.941",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/44/david-and-goliath",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.623",
    "Description": "This game adds a very interesting twist to the standard trick-taking genre.  There are five suits and players must follow suit, if they can.  However, the winner of the trick is the highest card played, regardless of suit.  The winner gets all the cards from the trick, minus the card he won it with.  That card is given to the player that played the lowest card.  After all tricks have been played, the scoring begins.  Players score the face-value of the cards in the suits that they only collected one or two of, and one point per card for suits with more than two.  The player with the most points after a number of hands wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Mice",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "3374",
    "Name": "Dark Tower",
    "ID": 30,
    "Year": "(1981)",
    "Geek Rating": "5.941",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/30/dark-tower",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.802",
    "Description": "An epic fantasy quest to recover an ancient magic scepter from a tyrant king in his Dark Tower, brought to life in electronic form.&#10;&#10;To vanquish the usurper, players search the four realms of the circular game board for three keys to unlock the tower's gate.  On this journey, there are battles to be fought against roving bands of brigands, dragons, plague and hunger.  There are bazaars to visit to purchase supplies and assistants for the quest.  There are uncharted territories to get lost in and tombs and ruins to plunder.  And there is a mighty army to be raised before the player can lay siege to the tower and fight either to glorious victory or crushing defeat.&#10;&#10;Dark Tower was technologically impressive when it was released in 1981.  Gameplay was facilitated by a small computer inside the black plastic shell of the tower itself.  Players input their moves on a small membrane keypad each turn and the computer took over from there, doing everything from conducting the progress of battles to keeping track of how much (or little) food was left to feed the players' always hungry warriors. The computer would play brief musical serenades at significant points of the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Miniatures",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "3375",
    "Name": "Yggdrasil Chronicles",
    "ID": 284333,
    "Year": "(2019)",
    "Geek Rating": "5.941",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/284333/yggdrasil-chronicles",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In Yggdrasil Chronicles, each player takes the role of a Norse god and attempts to keep evil forces from devastating the nine worlds, destroying the world tree Yggdrasil, and surviving the onset of Ragnaro&#204;&#136;k.&#10;&#10;To set up, each player takes one of the seven Norse gods, 5-9 life points (depending on the player count), and a set of cards showing the six enemies who are attacking the nine worlds; you shuffle these enemy cards and place them next to you. These nine worlds are represented on a three-level, 3D game board, with the board having locations for artifact cards, creature cards, hero pawns, elf pawns, anonymous pawns, and more. Each level of the board depicts three worlds on it, and the middle board rotates.&#10;&#10;At the start of a round, each player places the top card of their enemy deck on the &quot;Wheel of Enemies&quot;. Players can take turns in any order. On a player's turn, they first reveal their enemy card. If this is the first appearance of this enemy this round, the player continues their turn; if not, then the enemy is activated, typically moving to a different world, then taking some action. If the enemy can't move, e.g., Surt is supposed to move up a level, but is already on the top level, you lose the game. If the enemy can't take its action, e.g., Loki needs to place an Iotunn pawn, but none remain in Iotunheim, you lose the game.&#10;&#10;While normally you hope to avoid duplicating an enemy, you want to double up on Nidho&#204;&#136;gg as that enemy starts on the leftmost space in your saga book, and if Nidho&#204;&#136;gg moves all the way to the tree icon, you win the game. (Nidho&#204;&#136;gg might also trigger effects when moving to a new location.)&#10;&#10;If an enemy moves to where another enemy is located, that world is devastated and no action is possible there except for healing the world tree.&#10;&#10;Whether or not an enemy is activated, you can then move &mdash; either to a different world on the same level or a different level above or below your current location &mdash; then act, either performing the action of the world in which you're now located or fighting. Powerful god that you are, you always win a fight, but you suffer &quot;risks&quot; equal to the strength of the enemy. You can sacrifice heroes in Valhalla to remove risks or make saving throws on dice, possibly with an elf assist, but each risk you don't prevent costs you 1 life point &mdash; and if any god runs out of life points, you lose the game.&#10;&#10;As for performing world actions, you can collect elves, heroes, artifact cards; remove Hel's anonymous minions or Surt's fire giants; or receive help from worldly creatures. If another god stands in this world, your action is improved; if an enemy stands in that world, then your action is penalized.&#10;&#10;In addition to that base game, you can play Yggdrasil Chronicles on the hard mode, which increases the challenge of gameplay while giving each god unique powers. The game also includes a six-saga &quot;Ragnar&ouml;k campaign&quot; that begins with Baldr's murder, then carries on from there.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Map Deformation",
      "Scenario / Mission / Campaign Game",
      "Three Dimensional Movement",
      "Turn Order: Auction",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Mythology: Norse",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3376",
    "Name": "Assault on Doomrock",
    "ID": 149241,
    "Year": "(2014)",
    "Geek Rating": "5.941",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/149241/assault-on-doomrock",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.1552",
    "Description": "Assault on Doomrock is a co-operative adventure game set in a humorous fantasy world. Players start the adventure by generating random heroes from two cards. Combinations like sadistic paladin, stinky warrior, frustrated mage or impatient rogue are only few of the possibilities.&#10;&#10;The unique party of heroes will venture forth into a randomly assembled world map. While gaining crazy abilities, and searching for gold and ridiculous items, heroes must face three increasingly difficult encounters. These battles play out in a grid-free, highly tactical battle system that uses character positioning, dice and ability cards.&#10;&#10;The goal of the game is to defeat the third epic boss encounter. In order to do that, heroes must carefully exploit the map to grow as powerful as possible before they run out of time.&#10;&#10;Feature highlights:&#10;&#10;    Fully cooperative board game, with card driven artificial intelligence.&#10;    Variable heroes and scenarios, generated from over 300 cards.&#10;    Grid-free, highly tactical battle system, with dice allocation planning phase.&#10;    Fully randomized adventure on the world map, with quests, events, shops and rewarding exploration.&#10;    6 Heroes with 8 random traits. 74 unique ability cards. 70 item rewards.&#10;    9 possible battle encounters, each with their unique artificial intelligence deck, which gives over 30 battle encounter combinations. &#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Zombies",
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "3377",
    "Name": "Leo",
    "ID": 191538,
    "Year": "(2016)",
    "Geek Rating": "5.940",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/191538/leo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1471",
    "Description": "Leo the lion's mane is far too long and he risks looking shaggy and losing the respect of his fellow animals &mdash; but those same animals keep stopping him to chit-chat while on the way to a haircut. Can you get this king of the jungle to the barber shop in time?&#10;&#10;In Leo, players need to help Leo reach the barber shop before it closes for the day. To set up, place all of the animal tiles face down, shuffle them, then create a track that leads from Leo's bed to Bobo's Barber Shop. Set the clock to 8:00 a.m. Each player starts a number of cards in hand.&#10;&#10;On a turn, a player plays one card to move Leo ahead 1-4 spaces on the track, then reveals the animal tile on which Leo landed. If the tile is the same color as the card just played, the clock remains at the same time  as it was at the start of the turn; if the tile has a different color, however, the clock moves ahead 1-5 hours depending on the animal depicted. Poor Leo! If the clock reaches 8:00 p.m. before Leo arrives at the barber shop, the round ends and Leo must return home in order to try again the next day. Turn all face-up tiles face down again.&#10;&#10;If the players manage to get Leo to the barber shop within five days to get him a trim, they win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Hair / Beards / Animal Fur"
    ]
  },
  {
    "Rank": "3378",
    "Name": "Blue Max",
    "ID": 508,
    "Year": "(1983)",
    "Geek Rating": "5.940",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/508/blue-max",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2673",
    "Description": "In &quot;Blue Max&quot;, each player pilots a World War I airplane in a dogfight. This  wargame can be played as a campaign, with new planes becoming available as time passes, and with surviving pilots getting better at what they do.&#10;&#10;Each plane has a maneuver sheet showing which ones it is allowed to do -- some maneuvers can only be executed by ace pilots, and other maneuvers are &quot;restricted&quot; in the sense that they can't be repeated from one turn to the next (the plane would stall).&#10;&#10;If you &quot;tail&quot; another plane, its pilot must show you whether he's going right, left or straight ahead. You get to shoot ahead of your plane, unless you have a bomber with an observer/gunner in the back (swivel-mounted guns). Damage is rolled on a table that determines severity in terms of blue and red hits; you then draw the indicated number of coloued chits from a cup. Hits are taken to the wings, tail, engine, etc. There's a chance the pilot is killed, or that the plane catches fire.&#10;&#10;Fuel eventually runs out and the pilots fly off to meet another day --if they survived. &#10;This is a lot of fun with massive numbers of players; you can put the 20-odd planes on the map at once, balancing the better airplanes with weaker pilots.&#10;&#10;The second edition introduced crude altitude rules, and in 1995 GDW put out full-blown miniatures rules.&#10;&#10;The 2014 edition of Blue Max had substantial changes, and can be found with its own game page HERE.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Template",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "3379",
    "Name": "Cave Evil",
    "ID": 84889,
    "Year": "(2011)",
    "Geek Rating": "5.940",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/84889/cave-evil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.4909",
    "Description": "&quot;The living dug out cities for their dead: necropolises deep within the earth. They filled the caverns with bodies and locked them away from the upper air. Eventually the dead forgot the living &mdash; if any remain.&#10;&#10;But in death, a new life began. The breath of evil from the darkness of complete shadow stirred corrupted flesh. In their middens and pits, the dead awakened, swarming through slime-fluxing tunnels, seeking chthonic power, warring with demons and denizens of the deep. Animated by the black flame, necro-ecologies rose and collapsed in the crypt-universe.  Now, cloistered undead lich-wizards have discovered the primordial opening to the shadow source, the doleful horror-hole where the Eternal Evil Emperor watches and waits....&#10;&#10;The necromancers have dug their Lairs deep into the ground. They must gather precious resources and body parts to assemble an army of minions, while defending their own lairs from the excavations and intrusions of others. In the end, the only route is into the demon path...&#10;&#10;Then depletion of your essence leads to spending another eternity in foul sepulchral darkness awaiting the next Awakening of Death.&quot;&#10;&#10;In Cave Evil, each player takes the role of an ancient Necromancer. Located deep within an earth, their Necropolises have now merged, each seeking the Darkest Pit, the location of all evil. The dark wizards must build minions with precious resources from their Lairs to send forth and destroy, or dig further tunnels to locate other creatures, resources or to ambush another sorcerer.&#10;&#10;The game is won when only one remaining Necromancer stands. A Necromancer can either be destroyed by combat, or an enemy minion may venture into their Lair and crush the wizard's shadow power, a Chthonic Crystal. BUT an even greater darkness may befall the players. As they build and destroy creatures the Dark Pit absorbs the shadowflame and may awaken the ultimate cave evil...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Official Music Soundtrack",
      "Digital Implementations: VASSAL",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "3380",
    "Name": "Valor & Villainy: Minions of Mordak",
    "ID": 228602,
    "Year": "(2020)",
    "Geek Rating": "5.940",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/228602/valor-and-villainy-minions-of-mordak",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.3333",
    "Description": "The beloved king Shapiro has perished in a freak catapult accident, but not before his most suspiciously named and irrefutably trusted adviser, Evil Wizard Mordak, claimed credit for his &ldquo;murder&rdquo; and legged it through a hastily conjured portal to the WORLD OF ETERNAL AND UNCARING DARKNESS. Mordak promised the kingdom he&rsquo;d return in 8 days with semi-phenomenal cosmic powers to take his rightful seat upon Shapiro&rsquo;s ruined throne! A lofty promise for an amateur Wizard&hellip;&#10;&#10;Valor &amp; Villainy: Minions of Mordak is a one vs many roleplaying board game for 2-6 players. One of you plays as the comically evil wizard, Mordak, and the rest form a band of Allies called the &quot;Order without Borders&quot;, who must halt his path of destruction! The game focuses on a strong and playful theme, capturing the best parts of a classic roleplaying game and boiling it into a one time play session. Every player will appreciate satisfying character progression. Spending Experience Points their team has earned and locating powerful Treasures to make their characters mightier with every passing turn!&#10;&#10;Mordak has vanished into the WORLD OF ETERNAL AND UNCARING DARKNESS! This player will have a lot of fun, plotting secrets in the dark and throwing despair into the Allies' plans in order to grow in power. They must hold nothing back, drawing upon all of their cunning and evil genius to win the game for themselves!&#10;&#10;The Allies must locate three Ancient Shrines hidden among the land. For each of these Shrines diminishes Mordak's power. Finding them all will reveal his location and commence a final battle for victory. They can explore the map at their own pace, however they will learn they must balance their ambitions with what they can handle! Exploring too quickly will fuel Mordak with threats the game-board has to offer, yet doddling will allow him the time to grow his cosmic powers! Ultimately the winner of the game is the victor of the final showdown between the Allies and their nemesis Mordak! Only the party which is better prepared and utilizes superior tactics will win the day!&#12;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "3381",
    "Name": "Flotilla",
    "ID": 275969,
    "Year": "(2019)",
    "Geek Rating": "5.940",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/275969/flotilla",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.8537",
    "Description": "In 1954, with an explosion over a hundred thousand times more powerful than even the wildest estimates, the Castle Bravo nuclear test obliterated the Bikini Atoll, and ruptured the Earth down to its mantle.&#10;&#10;As water levels rose in the aftermath, the remnants of humanity fled their homes and took to the sea. World leadership came together to build a massive Flotilla, mankind&rsquo;s last bastion of civilization.&#10;&#10;Now, ten years after the disaster, the Flotilla is home to the very last of us.&#10;&#10;Flotilla features two distinct and interwoven modes of gameplay, as you try to outpace your opponents in bringing prosperity to humanity&rsquo;s new home. You begin the game as a &ldquo;Sinkside&rdquo; Fleet Commander, commissioned by world leaders to explore the new face of the ocean, scour the depths for resources, and rescue any survivors you come across. At any point in the game, you may choose to turn &ldquo;Skyside,&rdquo; by selling your skiffs, and leaving your seafaring life behind to now grow the Flotilla itself.&#10;&#10;The choice of if or when to switch from a &ldquo;Sinkside&rdquo; explorer to a &ldquo;Skyside&rdquo; settler defines the very core experience of Flotilla. They represent two similar but distinct game experiences, utilizing the same game components, seamlessly intertwined among all players. If you switch, you&rsquo;ll flip over all of your accumulated game components, watching your crew grow into new roles with new art for the same characters, while finding entirely new uses for your ocean tiles and resources, and beginning to trade with the &ldquo;Sinkside&rdquo; players as you go after new objectives. As players turn &ldquo;Skyside,&rdquo; different niches are filled, forever changing the game&rsquo;s economy. Mastering this ebb and flow will be critical if you&rsquo;re to shape the new face of humanity!&#10;&#10;As a &ldquo;Sinksider,&rdquo; you will explore the ocean with your skiffs, pulling some of the 92 hexagon-shaped ocean tiles out of a bag, and arranging them to help you effectively collect resources, discover valuable artifacts from the sunken civilization, all while trying to avoid toxic radiation left from the disaster. You&rsquo;ll dive for supplies, rolling a pool of custom dive dice that vary based on the depth level of your skiffs. You&rsquo;ll also carefully manage your resources, trading them on the open market for the currency you can use to buy more skiffs and outposts, or stockpiling them for when you turn &ldquo;Skyside.&rdquo;&#10;&#10;As a &ldquo;Skysider,&rdquo; you will use your resources to build an expansive network of watercraft and docks, using the &ldquo;Skyside&rdquo; of your ocean tiles. Your divers will also have new jobs as researchers, rolling custom, multicolor Research dice, to discover new technologies that allow the Flotilla to manage a growing population. You&rsquo;ll also build Sonar stations, making life a little easier for the &ldquo;Sinksiders&rdquo; still out exploring the unknown, while earning quite a few points for yourself.&#10;&#10;On both sides, you&rsquo;ll also grow your relationships with the four different governing guilds, each giving you unique bonuses and more powerful crew. The players with the strongest relationships will also earn valuable points at the end of the game!&#10;&#10;The components in Flotilla are unique, immersive, and interconnected. Your skiffs will be able to actually carry up to four resource barrels, and come in a unique shape for each player color. Artifact tokens slot into matching spaces in a double-layered hub board and art on the ocean tiles lines up to create a unique layout for your growing Flotilla each time you play.&#10;&#10;In Flotilla, you&rsquo;ll find significant strategic depth and variety, while giving players the freedom to tell their own story. Will you build the Flotilla by being the first to go Skyside, or stay Sinkside for the whole game, becoming the most powerful seafarer of them all?&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Market",
      "Modular Board",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "3382",
    "Name": "The Road to Canterbury",
    "ID": 96792,
    "Year": "(2011)",
    "Geek Rating": "5.940",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/96792/the-road-to-canterbury",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2529",
    "Description": "Game description from the publisher:&#10;&#10;Greed, Pride, Gluttony, Wrath, Luxury, Idleness, and Envy &ndash; the infamous &quot;Seven Deadly Sins&quot;. For the faithful, they instill horror. For you, on the other hand, they present a wonderful business opportunity!&#10;&#10;In The Road to Canterbury, you play a medieval pardoner who sells certificates delivering sinners from the eternal penalties brought on by these Seven Deadly Sins. You make your money by peddling these counterfeit pardons to Pilgrims traveling the road to Canterbury. Perhaps you can persuade the Knight that his pride must be forgiven? Surely the Friar's greed will net you a few coins? The Miller's wrath and the Monk's gluttony are on full public display and demand pardoning! The Wife of Bath regales herself in luxury, the Man-of-Law languishes in idleness, and that Prioress has envy written all over her broad forehead. And the naughty stories these Pilgrims tell each other are so full of iniquity they would make a barkeep blush! Pardoning such wickedness should be easy money, right?&#10;&#10;Not quite. For you to succeed as a pardoner, you'll need to do more than just sell forged pardons for quick cash. To keep your services in demand, you will actually need to lead these Pilgrims into temptation yourself! Perhaps some phony relics might help? There is also one big catch. The Seven Deadly Sins live up to their name: each sin that a Pilgrim commits brings Death one step nearer, and a dead Pilgrim pays no pardoners!&#10;&#10;So much to forgive, so little time. Will you be able to outwit your opponents by pardoning more of these Pilgrims' sins before they die or finish their pilgrimage to Canterbury?&#10;&#10;",
    "Categories": [
      "Humor",
      "Medieval",
      "Novel-based",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Cities: Canterbury (England, UK)",
      "Country: England",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3383",
    "Name": "Pandemic: Hot Zone – Europe",
    "ID": 329670,
    "Year": "(2021)",
    "Geek Rating": "5.940",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/329670/pandemic-hot-zone-europe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.96",
    "Description": "Pandemic: Hot Zone &ndash; Europe features the same nail-biting co-operative experience of Pandemic in which players win or lose together, but in a smaller form that you can take anywhere and play in a shorter amount of time. As members of an elite team, you use your character's unique abilities to treat cases, stop outbreaks, and research the cures. Discover all three cures in time to win! Add extra challenges with new mutation cards!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medical",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Continents: Europe",
      "Digital Implementations: Tabletopia",
      "Game: Pandemic",
      "Medical: Diseases",
      "Misc: Watch It Played How To Videos",
      "Occupation: Medic / Doctor / Nurses",
      "Occupation: Researcher / Scientist"
    ]
  },
  {
    "Rank": "3384",
    "Name": "Velonimo",
    "ID": 323262,
    "Year": "(2020)",
    "Geek Rating": "5.940",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/323262/velonimo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.2128",
    "Description": "The card game Velonimo allows you to depict the merciless struggle in the animal world for the distinctive and highly prized &quot;petits pois-carottes&quot; jersey rewarded to the best climbing cyclist. This trick taking game features ultra simple rules for an absolutely addictive play experience.&#10;&#10;Goal of the Game: Race to the summit to score as many points as possible and win the coveted jersey. To win a race, you must be the first player to get rid of all your cards. Racer cards may be played alone or in specific combinations of the same color or same value. There are also breakaway specialist cards which work alone to speed ahead of the pack.&#10;&#10;Victory: The game has 5 rounds, each representing the ascent of a different mountain summit by riders in a cycling race. To win the round, you need to get rid of all of your cards before any other player. Even if you are not the winner, you can still score points for your position. Keep playing until there is only one player left. At the end of each round, the player with the highest points total is the leader and received the coveted jersey. The player who receives the jersey at the end of the last round, after the final scoring, is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Number",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Ladder Climbing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Sports: Bicycling / Cycling",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "3385",
    "Name": "Topiary",
    "ID": 210900,
    "Year": "(2017)",
    "Geek Rating": "5.939",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/210900/topiary",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "In Topiary, players try to position their visitors on the outer edge of a beautiful topiary garden in order to give them the best view possible. Visitors can see the closest topiary sculpture to them and any behind that, in the same sight line, that are larger. You can score bonus points for visitors who see multiple topiary sculptures of the same type. Players slowly fill in the garden by adding tiles until everyone has placed all their visitors.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "3386",
    "Name": "Monster Expedition",
    "ID": 313698,
    "Year": "(2020)",
    "Geek Rating": "5.939",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/313698/monster-expedition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9821",
    "Description": "As the newest members of the Royal Monstrological Society, players embark on an expedition to hunt for legendary monsters, which have been spotted in the cloudlands, in the deep sea, and in the haunted forest. With ideal dice combinations, players can improve their camps, catch new monsters, and use the abilities of previously captured monsters.&#10;&#10;At the start of Monster Expedition, which is set in the same world as 2019's Carnival of Monsters, players each receive a set of three supply camps, and a wilderness display is formed from ten cards. Create a draw pile based on the number of players, then place this deck in the center of play, along with the game board and dice.&#10;&#10;On your turn, you choose one of your three camps, then go monster hunting, with your camp level determining which dice are available. At the start of the hunt, you roll all the dice, and after each roll, you set aside all dice of a chosen value that you haven't yet set aside. If you can't set any dice aside, the throw counts as a miss and you lose the best dice you laid out previously.&#10;&#10;When you stop, use the set-aside dice to capture monsters from the wilderness and improve your supply camps, possibly calling on abilities from monsters already in your collection. When the draw pile is exhausted, complete the round so that all players have had the same number of turns, then tally the points to see who took the biggest haul.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Market",
      "Open Drafting",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Tabletopia",
      "Game: Farkle",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "3387",
    "Name": "Hybris: Disordered Cosmos",
    "ID": 287871,
    "Year": "(2023)",
    "Geek Rating": "5.939",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/287871/hybris-disordered-cosmos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.1809",
    "Description": "Hybris is a boardgame of worker placement, opportunity and development. For 2 &ndash; 4 players for game session around 120 minutes. A solo mode will be included during the Kickstarter campaign.&#10;&#10;Primodials Gods have fallen. Hunted, captured and tortured by their children, Chronos and his congeners are nothing but remnants of an ancient world. Era of Olympians has just begun. After aeons of fightings, a new order is established. Zeus, his brothers and sisters took the dominion of the heavens and the mortals world. Now they are trying to organize themselves to share the remaining realms and know who will be the new ruler.&#10;&#10;But Olympians are not yet real gods, they must evolve, activate the spark that will turn them into a true god even if their current strength is colossal. Moreover, they must establish their domination in the realm of mortals, and to do this, use the essence of their father: the Aegis. This energy comes directly from the Primordials themselves who are captured and chained in the underworld. With this energy, Olympians can meet the expectations of the largest cities in Ancient Greece by deploying the most beautiful and promising technologies.&#10;&#10;Play your god to build technologies, accomplishing quest, fight heroes, upgrade your Divinity Sparkle and win the game by unlocking all your Divine Enhancements or by victory points in the 6th Age turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "3388",
    "Name": "Jekyll & Hyde vs Scotland Yard",
    "ID": 377793,
    "Year": "(2023)",
    "Geek Rating": "5.939",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/377793/jekyll-and-hyde-vs-scotland-yard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Jekyll &amp; Hyde vs Scotland Yard is a co-operative trick-taking game for two players that's a standalone spin-off of Jekyll vs. Hyde.&#10;&#10;You're Dr. Jekyll, the kind doctor and valuable friend &mdash; but you're also the infamous Mr. Hyde, who is hunted by Scotland Yard for the many misdeeds committed in the City of London. Your objective is to maintain the balance in the duality of your personality, while staying ahead of Scotland Yard's investigation.&#10;&#10;This is a story-based game in which you have to achieve the objectives of every chapter of the story to complete the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Track Movement",
      "Trick-taking"
    ],
    "Families": [
      "Books: Dr. Jekyll and Mr. Hyde",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "3389",
    "Name": "Ottoman Sunset: The Great War in the Near East",
    "ID": 84465,
    "Year": "(2010)",
    "Geek Rating": "5.939",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/84465/ottoman-sunset-the-great-war-in-the-near-east",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "When war in Europe broke out in 1914, the Ottoman Empire, pursuant to secret protocols, agreed to provide shelter to the fleeing German Battleship, Goeben, which was renamed Yavuz. After Britain refused to deliver newly ordered Turkish battleships, the Turko-German fleet bombarded Russian forts, signaling the Ottoman Empire&rsquo;s entrance into World War One.&#10;&#10;Ottoman Sunset 2nd edition, by designer Darin Leviloff, is a stand-alone solitaire States of SiegeTM game on World War One in the Near East from 1914-1918. The player controls the Young Turks (CUP or Committee of Union and Progress) as they try to keep the Ottoman Empire alive amidst the struggles of the Great War.&#10;&#10;After many years of being the &ldquo;Sick man of Europe,&rdquo; by the late 19th century the Ottoman Empire attempted to reform and modernize itself. Ironically, such attempts convinced restive nationalities such as the Greeks, Romanians, Bulgarians, etc., to assert their independence and/or seek to expand their territory.&#10;&#10;This weakness caused other Imperial Powers to seize Ottoman territory, both formally and informally. By the outbreak of World War One, the Ottoman Empire was reduced to a core of territory in Asia Minor, the Levant, the Hejaz, Mesopotamia, and a sliver of European territory. This collapse led the military-political leadership in Turkey to take over under the guise of the Young Turks.&#10;&#10;The Ottoman Empire began with lofty strategic goals, but soon faced a hard slog, defending its core empire against far-flung British-led forces, Russian armies, and a Hashemite Arab revolt. Furthermore, ongoing campaigns on other fronts, such as those with Austria against Romania in the East, against Italy on the Isonzo, and of course the draining stalemate of the Western Front had a direct impact on events in this theater. Like Austria-Hungary, the Ottoman Empire needed direct German aid to keep it in the conflict.&#10;&#10;Despite victories at Kut and Gallipoli, by October 1918, the Turks had about all they could take and surrendered. Can you lead the Ottomans in the Great War and achieve victory where your historical counterparts failed?&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit is one Allied Front, and each turn is a few weeks of real time&#10;&#10;What's In The Box?:&#10;&#10;&bull;    One 24-page full-color Rules booklet&#10;&bull;    One 11&rdquo; x 17&rdquo; paper game map&#10;&bull;    50 cards  &#10;&bull;    57 thick, two-sided, multi-shaped game pieces&#10;&bull;    One six-sided 12mm die&#10;&bull;    One 11&rdquo; x 17&rdquo; mounted, jigsaw-cut game map &#10;&bull;    One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull;    One beautiful box cover sleeve&#10;&bull;    One &quot;Wipes-A-Lot&quot; napkin&#10;&bull;    One charcoal dessicant packet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Cities: Istanbul (Turkey)",
      "Country: Ottoman Empire",
      "Country: Turkey",
      "Country: United Kingdom",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "3390",
    "Name": "Serenissima (Second Edition)",
    "ID": 135281,
    "Year": "(2012)",
    "Geek Rating": "5.939",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/135281/serenissima-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9219",
    "Description": "Serenissima is the new Ystari edition of the 1996 game (M&eacute;diterran&eacute;e in France). The rules have been updated and the game is more fluid.&#10;&#10;In Serenissima players represent a merchant family during the Renaissance. Players attempt to balance the need of trading and open commerce versus the cut-throat economic piracy of the day. Players create a fleet of ships to purchase and move various commodities around the Mediterranean while also keeping well manned ships to attack and defend against other player's fleets.&#10;&#10;&#10;&#10;(block of information submitted by user in comments not included in game entry)&#10;Board&#10;The maritime areas are bigger and there are fewer of them. Starting ports are different too: Alexandria is one of them in the new version.Resources and Trade&#10;One of the resources has changed (marble replaces gems) and the ports produce different resources compared to the 1996 version. In the 1996 version, when buying goods from a port owned by another player, you had to bargain. It could be hard. Now, you just pay them 1 ducat, instead of paying the bank.&#10;Wine is now special: one port with wine in its warehouse is worth more VP at the end of the game.&#10;&#10;Game Flow (big point)&#10;In the 1996 version, all the players used to bid for turn order. Then, they all played the phases according to this order: they loaded, built and bought, then they all moved their galleys, they fought and finally they took over free ports and made money.&#10;There's no bidding anymore. Now, the galleys you build are numbered, and when it's the turn of one specific galley, its owner can perform their actions (load, move and fight, or build), before the next galley is the active one. If your galleys have successive numbers, you can play several times.&#10;The little flags that used to be awkwardly fixed on the galleys are now useless, and the men have to be in the player's colour (instead of being a nice bunch of nice Sailor Smurfs).&#10;This is a major difference, the game is radically altered.&#10;&#10;Counts and Victory Points&#10;There are several counts in the game, and not only one at the end of the game. What's more: another kind of count can bring players money if they have wine in their warehouse. All of that depends on the drawn cards at the end of a galleys' turn. The pace of the game may be altered by those cards, too.&#10;There is no card in the 1996 version.&#10;In this old version, the only way to have your port well valued at the end of the game was to have its warehouses full. It's now different too: a port with one good is better than one with none, but worse than one with two, etc.&#10;&#10;Other Changes&#10;There's a building more: basilic. It brings more VP.&#10;Galleys are easier to build but the price is not the same.&#10;Combat rules are very different, the fort has a different power. Dice are different too.&#10;Port limits to recruit sailors are different.&#10;2 and 3 players rules are different.&#10;...and this list is all but exhaustive.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Cities: Genoa (Liguria, Italy)",
      "Cities: Venice (Veneto, Italy)",
      "Country: Turkey",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "3391",
    "Name": "Quodd Heroes",
    "ID": 207991,
    "Year": "(2019)",
    "Geek Rating": "5.939",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/207991/quodd-heroes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.1842",
    "Description": "Quodd Heroes is a fast-paced modular, scenario-based adventure board game that plays like a combination of Super Smash Bros., Mario Kart and Legend of Zelda all wrapped into one. Whether it&rsquo;s a simple point-to-point rally-style race, capture the flag or a quest to uncover hidden secrets each game is filled with unexpected events, lots of player interaction, ever-changing boards and a dash of mayhem.&#10;&#10;The core mechanism in Quodd Heroes is something you&rsquo;ve never seen before. Each player controls a different cube-shaped character miniature and player board.  You then assign a different movement skill to five of the six sides of your character (the sixth side has an ability unique to your character). When you begin the movement phase on your turn you &ldquo;tumble&rdquo; your character into an adjacent space and perform the movement skill associated with the face-up side of your character. Skills include: Tumble, Jump, Slide, Diagonal Slide, and Dash.&#10;&#10;While you work to complete the scenario&rsquo;s objective(s), either on your own, cooperatively, or against other players, game boards which are laid out in grids present obstacles like walls, raging rivers, chasms, moving platforms, rotating board sections, trap doors, tunnels, teleporters and more. As you navigate the world you create new obstacles and shortcuts while battling your opponents by pushing them into pits, blocking their paths and fouling their plans.&#10;&#10;As you explore the world you will find food, runes, items and pets in the form of cards. These cards enhance your abilities, slow your opponents and modify the world around you. If you use your movement skills and cards strategically you'll emerge as the greatest of the Quodd Heroes.&#10;&#10;Player Turn Structure:&#10;&#10;1. Play cards (power up): Play as many cards as you like from your hand. Power up and alter the board prior to movement.&#10;&#10;2. Movement Phase: Perform your natural tumble by turning your hero miniature over into an adjacent space, activate any board elements on that space, then activate the movement skill associated with the side of your character that is now facing up. Move up to your maximum distance with that skill in any direction you like.&#10;&#10;3. Play card (recover phase): You many play any additional cards you like during this phase.&#10;&#10;4. Exploration phase: draw cards from the lineup of cards or the top of the deck equal to your exploration value&#10;&#10;At the end of each round an upkeep phase includes:&#10;&#10;- moving board elements and animals&#10;- play a world event card that effects all players&#10;- Adjust round tracker (in timed scenarios)&#10;- all heroes upgrade their hero by selecting an upgrade tile and placing it in their upgrade track.&#10;- First player mark passes to the left&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Race",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "3392",
    "Name": "Advanced Heroquest",
    "ID": 1758,
    "Year": "(1989)",
    "Geek Rating": "5.939",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/1758/advanced-heroquest",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8764",
    "Description": "Advanced HeroQuest is a dungeon crawl related thematically to HeroQuest (which was a co-development with Milton Bradley) but mechanically wholly unrelated to that game.  While the basic concept of both is the same, four heroes venture into a dungeon to fight monsters and gain treasure, but Advanced HeroQuest's rules are more detailed and complex.&#10;&#10;The major additions and changes include:&#10;&#10;    fully solo playability&#10;    more complex combat system (role to hit versus target's weapon skill, then roll to wound vs target's toughness), including ranged combat, critical hits and fumbles&#10;    two phases of game play: exploration, combat&#10;    random dungeon generation system&#10;    modular game board&#10;    multiple colleges of magic and spell books&#10;    henchmen (in base game, as opposed to being in an expansion)&#10;    fate points (the &quot;undo&quot; feature)&#10;&#10;&#10;Games Workshop set Advanced HeroQuest in the Warhammer universe, presumably to foster sales of their miniatures.  The campaign world is easy to ignore, however, should players rather keep things generic.  Advanced HeroQuest also includes rules for using the characters and monsters from HeroQuest, should players want to do so.&#10;&#10;The game is supplied with Skaven figures that make up the quest within the rulebook. The exact same Skaven, henchmen and hero miniatures were also included in Mighty Warriors, also by Games-Workshop.&#10;&#10;The following White Dwarf issues contain adventure scenarios, spell lists, or other information for Advanced Heroquest:&#10;&#10;Issue #121     The Quest for Sonneklinge (scenario and Jade spell list)&#10;Issue #122     The Priests of Pleasure&#10;Issue #125     The Dark Beneath the World (scenario and Amethyst spell list)&#10;Issue #134     The Trollslayer's Oath&#10;Issue #138     Henchmen (new followers for AHQ: the Dwarf Trollslayer, the Elf Wardancer, the Human Captain, and the Wizard's Apprentice -- this material is duplicated in Terror in the Dark)&#10;Issue #139     Treasure (This material is also duplicated in Terror in the Dark)&#10;Issue #145     The Eyes of Chaos (has rules for both AHQ and HQ)&#10;Issue #150     The Changing Faces of Tzeench&#10;Issue #159     Rivers of Blood&#10;&#10;Advanced HeroQuest: Paint Set has replacement heroes and additional minis.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Polyhedral (not D6) dice",
      "Game: HeroQuest",
      "Players: Games with Solitaire Rules",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "3393",
    "Name": "Santa Cruz",
    "ID": 118610,
    "Year": "(2012)",
    "Geek Rating": "5.938",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/118610/santa-cruz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1935",
    "Description": "Santa Cruz is played in two independent rounds in which players build homes, churches and lighthouses on the island while also developing valuable resources.&#10;&#10;Players each start with a hand of cards, comprising traveling cards and scoring cards. They then explore a board showing three islands, which have tiles laid face-down representing buildings and places, such as churches and lighthouses. On a turn, players must play either a traveling card to explore and place buildings in their color or play a scoring card to score a particular type of building, resource, or other game condition for all players. Spaces near the central volcano are more valuable, but are vulnerable to a negative eruption scoring card.&#10;&#10;If that volcano does erupt, the magma might clear away the buildings already constructed. Bad luck? Well, use your experience from the first round to build better in the second. You won't make the same mistakes a second time, will you? Concentrate on the further colonization of Santa Cruz and score while you can!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "End Game Bonuses",
      "Hand Management",
      "Point to Point Movement",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Yucata",
      "Islands: Madeira (Portugal)"
    ]
  },
  {
    "Rank": "3394",
    "Name": "Undergrove",
    "ID": 376740,
    "Year": "(2024)",
    "Geek Rating": "5.938",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/376740/undergrove",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.8571",
    "Description": "For over 300 million years, trees have traded nutrients with fungi in a vast underground network. Scientists continue to make new discoveries about this hidden world.&#10;&#10;In Undergrove, you are a towering evergreen with an ancient symbiotic connection to the fungi in your forest. As new mushrooms appear, your options expand for converting nutrients and helping your seedlings. Using cube conversion, tile placement, area control, and a tiny bit of engine building, you&rsquo;ll need to claim the most advantageous locations and optimize your actions to leave the best legacy in the forest.  The player with the  greatest number of successful seedlings, wins!&#10;&#10;&#226;&#151;&#143; Build a shared forest containing mushrooms with diverse abilities.&#10;&#226;&#151;&#143; Trade with the mushrooms to get resources based on the partnerships you&rsquo;ve made.&#10;&#226;&#151;&#143; Place your seedings in the most advantageous positions to score the most points.&#10;&#10;Inspired by real mycorrhizal trading networks. Shape the destiny of your forest with every decision!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Map Addition",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Biology",
      "Theme: Mushrooms",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3395",
    "Name": "Conflict of Heroes: Guadalcanal – The Pacific 1942",
    "ID": 68076,
    "Year": "(2016)",
    "Geek Rating": "5.938",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/68076/conflict-of-heroes-guadalcanal-the-pacific-1942",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0625",
    "Description": "In 1942, the Japanese empire exploded across the Pacific, conquering everything before them. The only large land mass still held by the Allies was Australia, which they desperately needed as a staging area for a planned U.S. led counter-attack. The Japanese knew of the importance of Australia, but lacked the resources to conquer it, so they decided on the next best thing: Isolate Australia from the United States by building an airfield on the island of Guadalcanal, from which planes could disrupt the Allied supply lines.&#10;&#10;The United States, ill-prepared as it was for any offensive actions, immediately attacked with the 1st Marine Division under the command of Major General Alexander A. Vandegrift, caught the Japanese by surprise and easily took control of the airfield. The Japanese 17th Army, under the command of Lt. Gen. Harukichi Hyakutake, counterattacked with an ever-increasing number of troops. For the next four months a titanic struggle took place in the air, on land and on sea as the isolated Marines and U.S. Army fought for their lives to hold their tiny perimeter around the airfield against the might of the Japanese Empire.&#10;&#10;Conflict of Heroes: Guadalcanal &ndash; Pacific Ocean 1942 recreates this struggle on your tabletop and includes gorgeous beach and jungles maps of the South Pacific, amphibious landing craft, the USMC, Japanese Banzai Charges, night combat, and much more.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Series: Conflict of Heroes (Academy Games)"
    ]
  },
  {
    "Rank": "3396",
    "Name": "Fight for Olympus",
    "ID": 192834,
    "Year": "(2016)",
    "Geek Rating": "5.938",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/192834/fight-for-olympus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.098",
    "Description": "In Fight for Olympus, two players battle for control of Olympus by pitting demi-gods, titans, and soldiers against one another.&#10;&#10;In game terms, players face off on opposite sides of a game board with each player having six spaces for playing cards: three for military conflict, two for control of power discs, and one for control of resources. On a turn, a player plays as many cards as desired by paying the cost of each card &mdash; that is, discarding cards of the proper colors that match the cost of the card being played &mdash; then placing the card in an empty slot on their side of the game board. Many cards have powers that take effect when played.&#10;&#10;After playing cards on a turn, each card does damage equal to its strength to any opponent's card on the other side of the game board. If no opponent's card is present, then with military power the player does damage directly to the opponent, swinging a pendulum of strength in their favor. If you reach a total of 7 on the pendulum, you win. Your troops can also grant you an additional card at the end of the turn (three instead of two) or tokens that make it cheaper to play cards.&#10;&#10;Instead of winning via military, you can instead win by having all six slots on your side of the board filled with cards at the start of your turn.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Tug of War"
    ],
    "Families": [
      "Mythology: Greek",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)"
    ]
  },
  {
    "Rank": "3397",
    "Name": "Battlefleet Gothic",
    "ID": 3967,
    "Year": "(1999)",
    "Geek Rating": "5.938",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/3967/battlefleet-gothic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9115",
    "Description": "A space battle game set in the Warhammer 40,000 universe.  BFG uses a variety of spaceship miniatures that are moved and fired by distance measuring.  Battles have a Age-of-Sail-in-Space feel to them with more emphasis on broadside attacks than on 'air' superiority.  The core rules contain scenarios along with campaign rules.&#10;&#10;The starter box was out of print for couple of years, but due to popular demand (or a large surplus of miniatures in their warehouse), Games Workshop re-released it.&#10;&#10;The starter box set is now OOP.  The rules have been revised, and are available in book format and free PDF downloadable files.&#10;&#10;As of 2013, the ships are no longer available from Games Workshop or Forgeworld.&#10;&#10;The game is expanded by Battlefleet Gothic Armada Armada supersedes the BFG rulebook, often referred to as 'the blue book.'&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Line of Sight",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "3398",
    "Name": "Gambit Royale",
    "ID": 24509,
    "Year": "(2006)",
    "Geek Rating": "5.938",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/24509/gambit-royale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8785",
    "Description": "Gambit Royale, first released under the name Ruse &amp; Bruise, is a fast-paced card game in the tradition of Citadels. Magicians and dragons, kings and princesses populate the land and want only one thing: the greatest fame. The players try to use their royal household to cause problems for their opponents and trick them with underhanded chess moves.&#10;&#10;In more detail, the game lasts six rounds, and at the start of each round, each player reveals a random goal card worth 1-5 victory points (VPs), each with one of six symbols printed on it. Each player has a deck of influence cards and starts with a hand of three cards. On a turn, a player plays a card face down in front of a goal card, then draws a replacement card; if a face-down card is already present at this goal, the player reveals in and executes the action on it, if any. As soon as all goals have as many cards below them as their VP value, the round ends. Reveal the face-down cards without executing their actions, then carry out the actions of any mercenaries, wizards, witches, and princes/squires in play. Whichever player then has the most influence on a goal (as determined by the values on their played cards) claims that goal, with ties being broken in favor of whichever tied player played on that goal first.&#10;&#10;After six rounds, players tally their goal cards to determine their final score; alternatively, if they have a set of six goal symbols, they can sum those six cards, double that value, then subtract 1 VP from that total for each goal card they have that's not part of that set. Whoever has the most points wins!&#10;&#10;The 2018 edition of Gambit Royale contains five more cards than the first edition of Ruse &amp; Bruise.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "3399",
    "Name": "En Garde",
    "ID": 169,
    "Year": "(1993)",
    "Geek Rating": "5.937",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/169/en-garde",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3906",
    "Description": "Experience the thrill of fencing&mdash; board game style! In this two-player game, tactics, skill, and a little bit of luck will determine the best fencer.  Teach yourselves the concepts with the basic game, test yourselves with the standard game, and challenge yourselves with the advanced game. Cards fly back and forth as the fencers attack, and parry-riposte.&#10;&#10;Who will be bold enough to attack first?  Is it possible to win with that initial attack or has your opponent beguiled you into an attack while waiting to mount a parry-riposte?&#10;&#10;En Garde is a very dynamic game&mdash; strategically rich yet easy to learn and play.  Three levels of rules are included in the game.&#10;&#10;Re-Imagined as:&#10;&#10;    Flash Duel&#10;&#10;&#10;Re-implemented as:&#10;&#10;    Duell&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Tug of War"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: Two-Player Games (Gryphon Games)",
      "Sports: Combat Sports / Martial Arts",
      "Sports: Fencing"
    ]
  },
  {
    "Rank": "3400",
    "Name": "Kids Chronicles: Quest for the Moon Stones",
    "ID": 340288,
    "Year": "(2021)",
    "Geek Rating": "5.937",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/340288/kids-chronicles-quest-for-the-moon-stones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.15",
    "Description": "Kids Chronicles: Quest for the Moon Stones is a co-operative family game of adventure and mystery investigation that mixes a board game and app.&#10;&#10;As magicians' apprentices, players dive into the fairy tale lands of the Kingdom of Summer and the Winter Empire. Accompanied by the faithful familiar, Nils The Moon Cat, they embark on a quest to find four magical Moon Stones. To achieve their goal, young magicians have to solve numerous mysteries and help inhabitants of both Kingdoms overcome their problems.&#10;&#10;Using the Scan&amp;Play technology, each component &mdash; locations, characters, items, etc. &mdash; has a unique QR code, which depending on the scenario selected will activate and trigger different clues and stories. Experiencing the 3D scenes requires only a mobile phone or a tablet. Players simply hold their mobile device in front of their eyes to immerse themselves in the game's universe and search for clues in a virtual world.&#10;&#10;The game comes with one tutorial and five unique stories. Each game session lasts around 30 to 45 minutes.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  }
]